{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H838-H839", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Ms. TORRES SMALL of New Mexico asked and was given permission to \naddress the House for 1 minute and to revise and extend her remarks.)\n\n\n", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Ms. TORRES SMALL of New Mexico", "text": "  Ms. TORRES SMALL of New Mexico. Mr. Speaker, I rise in support of \nH.R. 2382, the USPS Fairness Act, which passed today with large \nbipartisan and union support. I was proud to lead this bill with my \nfriends and colleagues, Chairman Peter DeFazio and Representatives \nBrian Fitzpatrick and   Tom Reed.\n  The USPS Fairness Act will repeal the mandate for the United States \nPostal Service to prefund future retiree health benefits. No other \ngovernment agency or private business is plagued with a mandate like \nthis. Since 2006, the prefunding mandate has wreaked havoc on USPS's \nfinances, costing the agency $5.4 billion each year.\n  I represent one of the most rural districts in the Nation, and in \nsouthern New Mexico, post offices and postal workers are an integral \npart of our communities, connecting businesses to customers, pharmacies \nto patients, and families to friends spread across our vast country.\n  Congress created this prefunding crisis, so I am pleased the House of \nRepresentatives took the first step to solve it. I ask that the Senate \ntake the next step with us.\n", "turn": 0, "speaker_bioguide": "T000484", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "2382", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH838-7", "doc_title": "REPEAL PREFUND MANDATE ON USPS", "title": "REPEAL PREFUND MANDATE ON USPS"}