{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H773", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nPennsylvania (Mr. Thompson) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. THOMPSON of Pennsylvania", "text": "  Mr. THOMPSON of Pennsylvania. Madam Speaker, I rise today to \nrecognize February as Career and Technical Education Month. Each year, \nthis month highlights the benefits of a skills-based education and the \nvaluable contributions that CTE students make to the American workforce \nand the American economy.\n  More specifically, February 2 through February 8 is SkillsUSA Week. \nSkillsUSA is a leader in the CTE movement. This annual celebration \nrepresents nearly 370,000 SkillsUSA members across the country who are \ndeveloping the personal, workplace, and technical skills necessary to \nearn and keep good-paying and rewarding jobs.\n  A one-size-fits-all approach to education is not an effective way to \nprepare students for the workforce. We are doing students a great \ndisservice when we only promote what is considered a traditional \ncollege experience.\n  When we look at the potential of our Nation's learners and contrast \nthat with the 7 million unfilled jobs nationwide, clearly, there is a \ndisconnect. This is often referred to as the skills gap, and CTE can \nhelp us bridge this divide.\n  Now, I have the privilege of serving as the co-chair of the \nbipartisan House Career and Technical Education Caucus alongside my \ncolleague and good friend, Congressman  Jim Langevin.\n  Over the years, we have met with many educators, counselors, \nadministrators, and students to better understand the resources \nnecessary to support learners of all ages.\n  I am proud of the legislation that we have put forward to ensure \nstudents have the tools they need to pursue a rewarding education, and, \neventually, a rewarding career.\n  With this kind of support, we can help empower students and better \nprepare them for a 21st century workforce. Most recently, that includes \nH.R. 5092, the Counseling for Career Choice Act, a bill that would \ninvest in career counseling for high school students as well as \nprofessional development opportunities for the counselors who support \nthem.\n  Career and technical education is not a plan B. It is a valuable \neducational option that is empowering learners of all ages to take \ncontrol of their personal and professional futures.\n  To me, the ideal educational system is one that allows students to \nget in with as few barriers to entry as possible, get the education \nthat they need, and get out. By providing students with a clear picture \nof what the workforce entails--or, more specifically, by investing in \ncareer and technical education--we can help make that a reality.\n  Madam Speaker, I am asking my colleagues to join me in celebrating \nCareer and Technical Education Month by supporting the Counseling for \nCareer Choice Act and other commonsense, bipartisan bills that help \nprovide quality CTE opportunities to our Nation's students.\n", "turn": 1, "speaker_bioguide": "T000467", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "FIRSTPARAGRAPH", "number": "5092", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5092", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH773", "doc_title": "CAREER AND TECHNICAL EDUCATION MONTH", "title": "CAREER AND TECHNICAL EDUCATION MONTH"}