{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H838", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. CARTER of Georgia asked and was given permission to address the \nHouse for 1 minute and to revise and extend his remarks.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. CARTER of Georgia", "text": "  Mr. CARTER of Georgia. Madam Speaker, I rise today to remember the \nlife of Ms. Bonnie Duvall, who passed away on January 18 at the age of \n61 after a brave battle with cancer.\n  Ms. Duvall was known to many as the first lady of American \nagriculture. She was married to Mr. Zippy Duvall, the president of the \nAmerican Farm Bureau, and enjoyed accompanying him to Farm Bureau \nevents across the country. She was also the loving mother of one of my \nformer staff members, Zellie, who was with me on my first day here at \nthe Capitol.\n  Throughout her life, her dedication to the farming community made a \nlasting impact on agriculture in southeast Georgia, and there is no \ndoubt that she is leaving it in a better place than she found it.\n  On her own farm, she used her business expertise gained at the \nUniversity of Georgia to keep the books. She was named the 1982 \nNational Young Farmer and Rancher of the Year, and she was a consistent \nmember of the Greene County Farm Bureau Women's Committee.\n  Most importantly, she was an overall inspiring and genuine person who \nwill always be remembered for her optimistic attitude. Ms. Duvall is \ngoing to be deeply missed throughout the agriculture community.\n  Zellie, Zippy, and the entire Duvall family are in my thoughts and \nprayers.\n", "turn": 0, "speaker_bioguide": "C001103", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH838-2", "doc_title": "REMEMBERING BONNIE DUVALL", "title": "REMEMBERING BONNIE DUVALL"}