{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H769-H770", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentlewoman from \nNew Jersey (Mrs. Watson Coleman) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mrs. WATSON COLEMAN", "text": "  Mrs. WATSON COLEMAN. Mr. Speaker, first of all, let me say that my \nheart hurts for my colleague and my sister, Lucy McBath, as she \nconfronts on a daily basis the pain of our failure to act on sensible \ngun safety legislation.\n  I rise today, as many of my colleagues will, almost one year since \nthe House took the steps to curb violence by passing H.R. 8, a bill \nthat has yet to receive any consideration in the Senate.\n  We are in the middle of Gun Violence Survivors Week. Yet, despite \nsurvivors' calls for action; despite the calls of parents and friends \nwho have lost loved ones to guns; despite the calls from our young \npeople who just want to be safe in school; and despite our calls of the \ncommunities who want to be safe in their homes, we have yet to get H.R. \n8, or any other gun violence bill considered in the Senate.\n  The paralysis around preventing gun violence is disgusting, and it is \ndeadly. This story line that preventing people from buying assault \nweapons or stockpiling ammunition is somehow infringing upon their \nrights is deeply hurtful, and it is wrong thinking.\n  Including suicides by guns, there were 177 deaths on New Year's Day \nalone. There were three mass shootings, and the lives lost included \nthree children between the ages of 12 and 17. That's just one day, the \nfirst day of this year. Yet, Republicans in the Senate continue to \nrefuse to move any bill that might keep more families from getting that \nphone call.\n  There are so many options available to us. There is the baseline, \nbipartisan bill, like, H.R. 8, that we have already passed in the \nHouse. There are bills that would go even further, like my own Handgun \nLicensing and Registration Act of 2019, and the Stop Online Ammunition \nSales Act of 2019.\n  One would require registration for handgun purchases, just like the \ngovernment requires registration and basic standards for voting, \noperating a vehicle, even opening a business. It would ensure \naccountability and allow enforcement to identify threats.\n  The other places a very basic principle into law; that you shouldn't \nbe able to stockpile bullets without ID or without law enforcement \nbeing aware.\n  Mr. Speaker, there are bills that would keep guns out of the hands of \nviolent criminals, and bills that would push us to study gun violence \nas the health crisis it is. So far, none of these seem to be good \nenough for most of my colleagues on the other side of the aisle, or the \nother side of the Capitol.\n  We are approaching a point from which we cannot return, where failure \nto act will normalize gun violence in our schools, in our \nneighborhoods, and in our society.\n  The survivors that we honor today, the families of those we have \nlost, and the countless Americans who wonder if they might be next \ndeserve so much more from us.\n\n\n  I stand here today representing all of the loss of the survivors and \nwhat they have experienced. But I stand here, representing the hope \nthat my granddaughter, Kamryn Anne Marie Watson, is safe in her school, \njust like all of the other children should be. Nothing less is \nacceptable.\n", "turn": 1, "speaker_bioguide": "W000822", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "FIRSTPARAGRAPH", "number": "8", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "8", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH769-2", "doc_title": "GUN VIOLENCE SURVIVORS WEEK", "title": "GUN VIOLENCE SURVIVORS WEEK"}