{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H799-H805", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I move to suspend the rules and pass \nthe bill (H.R. 4031) to amend the Federal Water Pollution Control Act \nto reauthorize the Great Lakes Restoration Initiative, and for other \npurposes.", "turn": 0, "speaker_bioguide": "N000179", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4031\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Great Lakes Restoration \n     Initiative Act of 2019'' or the ``GLRI Act of 2019''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. GREAT LAKES RESTORATION INITIATIVE REAUTHORIZATION.\n\n       Section 118(c)(7)(J)(i) of the Federal Water Pollution \n     Control Act (33 U.S.C. 1268(c)(7)(J)(i)) is amended--\n       (1) by striking ``is authorized'' and inserting ``are \n     authorized'';\n       (2) by striking the period at the end and inserting a \n     semicolon;\n       (3) by striking ``this paragraph $300,000,000'' and \n     inserting the following: ``this paragraph--\n\n       ``(I) $300,000,000''; and\n\n       (4) by adding at the end the following:\n\n       ``(II) $375,000,000 for fiscal year 2022;\n       ``(III) $400,000,000 for fiscal year 2023;\n       ``(IV) $425,000,000 for fiscal year 2024;\n       ``(V) $450,000,000 for fiscal year 2025; and\n       ``(VI) $475,000,000 for fiscal year 2026.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nCalifornia (Mrs. Napolitano) and the gentleman from Michigan (Mr. \nMitchell) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I ask unanimous consent that all \nMembers may have 5 legislative days within which to revise and extend \ntheir remarks and include extraneous material on H.R. 4031.", "turn": 2, "speaker_bioguide": "N000179", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume.\n  H.R. 4031 would reauthorize Federal appropriations for EPA's Great \nLakes Restoration Initiative.\n  Introduced by the gentleman from Ohio (Mr. Joyce), H.R. 4031 \nauthorizes total appropriations of approximately $2.5 billion over the \nnext 5 years for restoration efforts under EPA's GLRI program. The wide \nsupport for this bipartisan program is evidenced by the diversity of \ncosponsors of the bill, including many of the committee members, such \nas Mr. Gibbs, Mr. Carson, Mr. Katko, Mr. Mitchell, Mr. Gallagher, and \nMr. Stauber.\n  The Great Lakes region encompasses eight different States and is home \nto more than 30 million people. These\n\n\nwaters are a national treasure and contain 84 percent of the fresh \nwater of all North America.\n  As a Representative of a State where the availability of water is \nalways, always an issue, I recognize why the Great Lakes Members are so \ndevoted to protecting the water supply. So are we. Congress needs to \nrenew its commitment to these types of programs which protect and \nrestore our Nation's water.\n  We all know the current challenges facing our States to protect our \nwater resource, including harmful effects of algal blooms. Many of our \nStates are dealing with these challenges as we speak, and the Great \nLakes are no exception. One such bloom in 2014 forced a drinking water \nban that affected half a million people.\n  The Great Lakes Restoration Initiative has been a critical tool for \nEPA and Great Lakes States to address ongoing challenges on local water \nquality, including algal blooms. So H.R. 4031 is necessary to support \nthese efforts.\n  I urge all Members to support this very bipartisan bill to continue \nefforts for rehab on our precious Great Lakes.\n  Mr. Speaker, I include in the Record letters of support from: \nBackcountry Hunters & Anglers, the National Audubon Society, and \nHealing Our Waters Great Lakes Coalition.\n\n                                Backcountry Hunters & Anglers,\n\n                                 Missoula, MT, September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, House Transportation & Infrastructure Committee, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, House Transportation & Infrastructure \n         Committee, Washington, DC.\n       Dear Chairman DeFazio and Ranking Member Graves: On behalf \n     of Backcountry Hunters & Anglers (BHA), the fastest growing \n     organization that represents sportsmen and women in North \n     America, I encourage you to support House Transportation & \n     Infrastructure Committee and floor passage of Rep. Elaine \n     Luria's (D-VA) Chesapeake Bay Program Reauthorization Act \n     (H.R. 1620) and Rep. David Joyce's (R-OH) Great Lakes \n     Restoration Initiative Act (H.R. 4031).\n       Over the last decade the health of the Bay's ecosystem has \n     improved. However, with increased rainfall in the region and \n     the amount of sediment, phosphorous, debris and nitrogen \n     eroding into the Chesapeake watershed, the water quality is \n     on the decline.\n       H.R. 1620 reauthorizes an important conservation and \n     restoration program that safeguards the Chesapeake Bay \n     watershed and increases the funding level to $90 million for \n     fiscal year 2020 and grows by $500,000 each year until fiscal \n     year 2024. Lawmakers funded the Chesapeake Bay Program at $73 \n     million annually for the past few years. The additional funds \n     will restore the health of the Bay and boost the regional \n     economy that depends on it for agricultural and outdoor \n     recreation opportunities.\n       The second bill, H.R. 4031 reauthorizes funding to conserve \n     and restore the Great Lakes, the largest bodies of fresh \n     water in the world by incremental increases of $25 million \n     annually until fiscal year 2026. The Great Lakes Restoration \n     Initiative is a successful program that strategically targets \n     critical areas through multiple action plans and public \n     input. Increasing funds will furthermore expand fish and \n     habitat rehabilitation and implement collaborative projects \n     between federal, state and local stakeholders.\n       The Chesapeake Bay and Great Lakes programs provide \n     necessary federal investments that leverage state and local \n     dollars to improve water quality and fish and wildlife \n     habitat for Canada geese, speckled trout and other game \n     species. BHA believes H.R. 1620 and H.R. 4031 are essential \n     to the health of fish and wildlife and the general public who \n     depend on clean water for agriculture and municipal needs at \n     home.\n       Thank you for the opportunity to express our support for \n     the Chesapeake Bay Program Reauthorization Act and the Great \n     Lakes Restoration Initiative Act. We look forward to working \n     with you to advance the legislation through the House.\n           Sincerely,\n\n                                                 John W. Gale,\n\n                                            Conservation Director,\n     Backcountry Hunters & Anglers.", "turn": 4, "speaker_bioguide": "N000179", "itemno": 10}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                                         Audubon, National and\n\n                                       International Programs,\n\n                                               September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n     Hon. Grace Napolitano,\n     Chairwoman, Subcommittee on Water Resources and Environment, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Subcommittee on Water Resources and \n         Environment, Washington, DC.\n       On behalf of the National Audubon Society's more than 1 \n     million members, our mission is to protect birds and the \n     places they need for today and tomorrow. We write to offer \n     our support for the following bills related to important \n     coastal and water conservation issues that will be the \n     subject of the September 19, 2019 Markup before the Committee \n     on Transportation and Infrastructure Committee.\n\n\n        HR 4031--Great Lakes Restoration Initiative Act of 2019\n\n       The Great Lakes are home to 30 million people and 350 \n     species of birds, but increasing challenges are on the \n     horizon for the world's largest body of freshwater. \n     Fluctuating water levels exacerbated by climate change, \n     invasive exotic species and excess nutrients are putting even \n     more stress on this ecosystem that is so important for birds \n     and people. The Great Lakes Restoration Initiative has helped \n     clean up toxic pollutants, protect wildlife by restoring \n     critical habitat, and help combat devastating invasive \n     species.\n       HR 4031 would increase funding for conservation projects to \n     $475 million over five years, by increasing the Great Lakes \n     Restoration Initiative's authorization incrementally from \n     $300 million per year to $475 million per year.\n\n\n               HR 1132--San Francisco Bay Restoration Act\n\n       The San Francisco Bay Area, home to the Pacific Coast's \n     largest estuary, is also home to a rapidly growing population \n     of 8 million people, and provides for a host of social and \n     economic values through ports and industry, agriculture, \n     fisheries, archaeological and cultural sites, recreation, and \n     research. However, San Francisco Bay has lost 90% of its \n     tidal wetlands and more than 50% of its eelgrass and mudflat \n     habitat. Climate change exacerbates these conditions through \n     drought that alters the salinity balance, ocean acidification \n     that reduces species abundance and diversity, increasing \n     water temperatures, and rising seas causing flooding that \n     eliminates living shorelines and puts communities at risk. \n     Many species of waterbirds forage in the San Francisco Bay, \n     including Brant Geese and Surf Scoters, underscoring the \n     value of this ecosystem.\n       HR 1132 would authorize a San Francisco Bay Restoration \n     Grant Program in EPA and funding of up to $25m per year to \n     support the restoration of this estuary.\n\n\n          HR 1620--Chesapeake Bay Program Reauthorization Act\n\n       Salt marshes are special places to birds and other \n     wildlife, but sea level rise has elevated the waters in the \n     Chesapeake Bay by one foot during the 20th century and is \n     accelerating due to climate change. Salt marshes provide \n     valuable ``ecosystem services'', including nurseries for the \n     Chesapeake Bay's commercially important fish, a buffer \n     protecting coastal communities against storm surge, a filter \n     that stops nutrient and sediment pollution from entering the \n     Bay, and a recreational resource attracting visitors who \n     contribute millions of dollars to local economies. Chesapeake \n     Bay's salt marshes host globally significant populations of \n     both Saltmarsh Sparrow and Black Rail.\n       HR 1620 would increase the authorization of appropriations \n     for the Chesapeake Bay Program to more than $90m per year.\n\n\n   HR 2247--Promoting United Government Efforts to Save Our Sound Act\n\n       Despite significant investments in Puget Sound ecosystem \n     health by state, federal, tribal and local governments, \n     concerned members of the public, and conservation \n     organizations, progress towards ecosystem recovery targets \n     remains slow. The number of marine birds wintering in Puget \n     Sound has declined significantly in the last 30 years and \n     migratory, fisheating birds appear to be at the greatest \n     risk.\n       HR 2247 would authorize up to $50 million in funding for \n     Puget Sound recovery. The PUGET SOS Act also aligns federal \n     agency expertise and resources, ensuring that federal \n     agencies are coordinated, setting goals, and holding each \n     other accountable will help increase their effectiveness and \n     provide a boost to Puget Sound recovery.\n\n\n          HR 3779--Resilience Revolving Loan Fund Act of 2019\n\n       Pre-disaster planning can help communities adapt to the \n     changing flood patterns that threaten people and birds \n     species dependent on shoreline and riverine areas. These \n     changes have led to more frequent instances of ``nuisance \n     flooding,'' as well as catastrophic events. NOAA has found \n     that ``nuisance'' or ``sunny day'' flooding is up 300% to \n     900% than it was 50 years ago. In addition, catastrophic \n     flooding events have increased in both frequency and \n     intensity. These trends have been particularly pronounced in \n     the Northeast, Midwest and upper Great Plains, where the \n     amount of precipitation in large rainfall events has \n     increased more than 30 percent above the average observed \n     from 1901-1960. As sea level rise accelerates, it only \n     exacerbates these impacts, which further compounds \n     vulnerability in flood-prone communities.\n       HR 3779 would amend the 1988 Stafford Act to offer low-\n     interest loans to states for ``disaster mitigation \n     projects'', including investments in natural infrastructure \n     projects, which would help communities prepare and recover \n     from natural disasters.\n       We urge you to support and advance the bills listed above. \n     Please feel free to contact us with any questions.\n           Sincerely,\n\n                                           Julie Hill-Gabriel,\n\n                               Vice President, Water Conservation,\n                                         National Audubon Society.\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n                    Healing Our Waters, Great Lakes Coalition,\n\n                                                 December 3, 2019.\n     Hon. Nancy Pelosi,\n     Speaker, House of Representatives,\n     Washington, DC.\n       Dear Speaker Pelosi: On behalf of the Healing Our Waters-\n     Great Lakes Coalition, I write to urge the House of \n     Representatives to bring to the floor for consideration H.R. \n     4031, the Great Lakes Restoration Initiative Act of 2019, \n     before the end of the year. The bill, which is led by Reps. \n     David Joyce and Marcy Kaptur, has broad bipartisan support \n     with 50 cosponsors almost evenly divided and was unanimously \n     supported in the Transportation & Infrastructure Committee in \n     September. The Great Lakes define our region's way of life, \n     provide drinking water for over 30 million Americans, and is \n     at the heart of a binational economy that is the 3rd largest \n     in the world. The Great Lakes Restoration Initiative has been \n     restoring these waters and protecting the health and well-\n     being of those that rely on them.\n       H.R. 4031 reauthorizes the successful Great Lakes \n     Restoration Initiative and helps meet the on-the-ground needs \n     of communities by increasing the annual authorization over \n     five years to $475 million. Over the past decade the GLRI has \n     improved lives across Great Lakes communities after decades \n     of environmental damage threatened public health, the \n     regional economy, and drinking water. The GLRI has allowed \n     the 8-state region to undertake one of the world's largest \n     freshwater ecosystem restoration projects. Since its \n     inception, the initiative has resulted in economic returns of \n     more than 3 to 1 across the region and made tremendous \n     progress. For example, the GLRI has:\n       Tripled the delisting of areas with extreme degradation \n     (Areas of Concern or AOCs)\n       Increased the remediation of environmental and public \n     health impairments nearly sevenfold\n       Doubled farmland acres under conservation, reducing \n     nutrient and sediment runoff\n       Invested in critical research and forecasting of toxic \n     algal blooms\n       Controlled and stopped the advance of invasive species\n       Restored habitat connectivity to over 5,250 river miles\n       Even with these results, there is still much work to be \n     done. Two-thirds of beneficial use impairments remain \n     untreated across 19 AOCs, placing the health of communities \n     at risk. Drinking water and coastal economies remain under \n     threat from toxic algal blooms that have shut down entire \n     water systems, as was seen in Toledo, Ohio in 2014. Invasive \n     species, like Asian Carp, are knocking at the door of the \n     lakes and threaten its $7 billion fishery. Moreover, emerging \n     contaminants and a changing climate continue to exacerbate \n     the challenges we face, many of which disproportionately \n     impact people that have historically borne the brunt of \n     environmental injustice. This underscores the urgency for the \n     GLRI to address these growing threats by working to ensure \n     restoration investments lead to equitable outcomes for \n     everyone in the region.\n       The GLRI has been an environmental and economic success, \n     but much work remains. The region stands ready to continue \n     this important federal partnership and ensure that all \n     benefit from and enjoy these investments in restoration and \n     protection.\n       Since 2004, the Healing Our Waters-Great Lakes Coalition \n     has been harnessing the collective power of more than 160 \n     non-governmental organizations representing millions of \n     people, whose common goal is to restore and protect the Great \n     Lakes. We are pleased to offer our support for this much-\n     needed bill and urge House leadership to bring the bill to \n     the floor for a vote.\n           Sincerely,\n                                                      Laura Rubin,\n                                                         Director.\n", "turn": -1, "speaker_bioguide": null, "itemno": 12}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.\n\n", "turn": 5, "speaker_bioguide": "N000179", "itemno": 13}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself such time as I may consume.\n  I rise in support of H.R. 4031. H.R. 4031 is a critical bill to \nreauthorize the Great Lakes Restoration Initiative, an initiative near \nand dear to my heart and the Great Lakes Caucus.\n  The Great Lakes, as was noted, is the largest system of fresh surface \nwater in the world. The GLRI, as it is known, has been a catalyst for \nunprecedented partnership between Federal, State, and local agencies \nfor years to improve the ecosystem, to improve water quality, and to \nsupport the economy of the entire Great Lakes region and the Nation.\n  H.R. 4031 has broad and bipartisan support with nearly 50 cosponsors, \nand I am proud to be one of those cosponsors. I thank our Members for \ncontinued support for the restoration of our Great Lakes. This issue is \nvery important to my district and many other Members' districts in our \nCongress here.\n  The Great Lakes have an incredible impact on our region's way of life \nthat cannot be overstated. At one point in time when I was younger, we \nactually had a license plate that called Michigan the Water Wonderland \nbecause of the importance of the Great Lakes on our State.\n  States all along the Great Lakes rely on them as a freshwater \nresource, a driver of our local and national economy, and a world-\nrenowned recreation destination. It impacts from Minnesota all the way \nto New York.\n  In my home State of Michigan, we have the most Great Lakes shoreline \nof any State, with more than 3,000 miles of our State shaped by four of \nthe five Great Lakes. My district is nearly surrounded by the Great \nLakes system.\n  The projects that the GLRI makes possible have a proven track record \nof success and impact in our communities.\n  Take the Marysville shoreline in Michigan's 10th District, my home \ndistrict, as an example. The GLRI provided the funds to remove a \nfailing seawall and replace it with a natural, sloping shore.\n  Additionally, further south of my district, the restoration of \nwetlands in the Harsens Island area provided habitat for waterfowl and \nfish that had been destroyed over the years.\n  These projects resulted in the creation of jobs in the region, \nhabitat restoration for wildlife, and a pathway for people to walk \nalong the river or the lake, to view and enjoy it. This is one of the \ncountless examples that highlights the importance of the GLRI for Great \nLakes communities like mine and throughout the region.\n  GLRI investments have delivered great outcomes, but there is more \nwork to be done to protect our Great Lakes, including stopping the \nspread of invasive species, like Asian carp; protecting our drinking \nwater, a critical and urgent need; and restoring habitat loss.\n  I have advocated for GLRI since I arrived here and recently spoke \nwith the President about the importance of the Great Lakes Restoration \nInitiative. It is crucial that Congress continues to authorize this \nprogram that protects and restores the Great Lakes. It, like many other \nestuaries we have talked about today, is a national treasure that our \ncountry relies on for drinking water, commerce, and more.\n  Mr. Speaker, H.R. 4031 offers a chance to continue this support. I \nurge all of my colleagues to support this bill, and I reserve the \nbalance of my time.", "turn": 6, "speaker_bioguide": "M001201", "itemno": 14}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 2 minutes to the gentleman from \nIllinois (Mr. Garcia).", "turn": 7, "speaker_bioguide": "N000179", "itemno": 15}, {"kind": "speech", "speaker": "Mr. GARCIA of Illinois", "text": "  Mr. GARCIA of Illinois. Mr. Speaker, I thank the gentlewoman for \nyielding.\n  Mr. Speaker, I thank Representative Joyce and Chairwoman Napolitano \nfor their leadership on this matter. I rise today in support of the \nGreat Lakes Restoration Initiative Act to protect and improve the \nhealth of the Great Lakes and directly benefit the surrounding region.\n  I hail from Chicago and the Nation's gold coast along Lake Michigan. \nWe know how important a healthy Great Lakes system is. Lake Michigan is \nnot only Chicago's primary drinking water source, it is part of the \nlargest freshwater source in the world, our beloved Great Lakes. Lake \nMichigan is a tremendous recreational resource and economic asset for \nChicago and the State of Illinois.\n  Longstanding concerns, like the potential of Asian carp migrating \ninto the lake, underscore the importance of advancing this important \nlegislation.\n  This bill will support many projects important to the region. Chicago \npublic schools, for example, were able to install green infrastructure \nand new community space at four elementary schools. The project added \n1.2 million gallons of onsite stormwater storage capacity to reduce \nstormwater runoff throughout Chicago.\n  In Beach Park, Illinois, a project helped stabilize and protect \nstreambed habitat. This, in turn, reduced nutrient pollution, sediment \nrunoff, and increased water quality in both Bull Creek and Lake \nMichigan.\n  This bill will provide a much-needed increase in funding for the \nGreat Lakes Restoration Initiative to support the continued restoration \nof coastal wetlands, the preservation of water quality, and the control \nof invasive species.\n  H.R. 4031 will protect the Great Lakes for future generations. I urge \nmy colleagues to support this legislation. I thank Chairwoman \nNapolitano and Representative Joyce for advancing this important \nmeasure.\n\n\n", "turn": 8, "speaker_bioguide": "G000586", "itemno": 16}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 3 minutes to the gentleman from \nOhio (Mr. Joyce).", "turn": 9, "speaker_bioguide": "M001201", "itemno": 17}, {"kind": "speech", "speaker": "Mr. JOYCE of Ohio", "text": "  Mr. JOYCE of Ohio. Mr. Speaker, I thank the gentleman for yielding. I \nrise today in support of my bill, the Great Lakes Restoration \nInitiative Act of 2019.\n  First, I thank Congresswoman Marcy Kaptur and the 48 other Members \nfrom both sides of the aisle who cosponsored this important \nlegislation. These Members come from each of the eight Great Lakes \nStates, and they have been instrumental in advancing this bill to the \nHouse floor.\n  I also thank my colleagues on the Transportation and Infrastructure \nCommittee who unanimously supported the GLRI Act of 2019 during its \nmarkup back in September.\n  I cherish my memories growing up on the shores of Lake Erie, fishing \nand swimming with my family and friends. Everyone in this Chamber knows \nthat I am not shy about my commitment to protect and restore the Great \nLakes, for both current and future generations of Americans.\n  The Great Lakes are a key economic driver for our Nation. More than \n1.5 million jobs are directly connected to the lakes, generating $62 \nbillion in wages annually. That is not to mention the fact that the \nGreat Lakes Basin is home to more than 30 million people and that the \nlakes hold roughly 21 percent of the entire world's freshwater supply.\n  That is why I was proud to introduce this bill to authorize this \ncritically important Great Lakes Restoration Initiative for an \nadditional 5 years and increase the program's annual authorized funding \nlevel, ensuring communities across the Great Lakes region, including \nthose in my own district of northeast Ohio, can continue to address \ntheir on-the-ground needs.\n  Through the Great Lakes Restoration Initiative, also known as GLRI, \nEPA coordinates its efforts with other Federal partners like the U.S. \nFish and Wildlife Service and the U.S. Army Corps of Engineers, as well \nas State agencies, local communities, and nonprofit organizations.\n  GLRI projects have led to significant environmental benefits in the \nGreat Lakes region since the program was created, helping restore more \nthan 50,000 acres of coastal wetlands and reduce nutrient runoff that \nleads to harmful algal blooms like the one that shut down Toledo's \nwater system in 2014, impacting hundreds of thousands of Ohioans.\n  The program also provides for a wide range of economic benefits, like \nprotecting the $7 billion Great Lakes fishery from invasive species \nlike the Asian carp.\n  In fact, a recent study showed that every dollar spent on GLRI \nprojects through 2016 produces more than $3 in additional economic \nactivity in the region. This means jobs and economic development in \nwaterfront communities like Mentor, Ashtabula, and Conneaut, Ohio.\n  Simply put, without the GLRI, critical environmental restoration \nactivities and strong economic growth would never have happened. The \nbill is a great example of the progress we can make when we work \ntogether to address the issues facing our communities.\n  While we have made progress in our efforts to address nearshore \nhealth, invasive species, toxic substances, and wildlife habitat, much \nmore work remains to be done to protect the Great Lakes. That is why I \nurge my colleagues to join me in supporting H.R. 4031, working across \nparty lines to protect the invaluable natural resource and economic \npowerhouse that is the Great Lakes system.", "turn": 10, "speaker_bioguide": "J000295", "itemno": 18}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 2 minutes to the gentleman from \nNew York (Mr. Higgins).", "turn": 11, "speaker_bioguide": "N000179", "itemno": 19}, {"kind": "speech", "speaker": "Mr. HIGGINS of New York", "text": "  Mr. HIGGINS of New York. Mr. Speaker, I thank the gentlewoman for \nyielding.\n  Mr. Speaker, I rise to strongly support this bill, which would \nincrease funding to the Great Lakes Restoration Initiative to $475 \nmillion by the year 2026.\n  This funding is essential to the health of the Great Lakes. We have \nmade incredible progress to restore plant and animal habitats, control \ninvasive species, combat harmful algal blooms, improve water quality, \nand clean up the environment of this region.\n  The revitalization of the Buffalo River in my district, which was \nonce declared ecologically dead, environmentally destroyed, it is now a \ndestination for nature and recreation and is one of the great success \nstories of this program.\n  It has yielded impressive economic benefits. Every $1 in funding \ngenerates $3.35 in economic activity. In Buffalo, the number is greater \nthan $4.\n  Attacks on clean water now threaten the progress that we have already \nmade, and there is still much work left to be done. I urge my \ncolleagues to join me in enthusiastically supporting this bill.", "turn": 12, "speaker_bioguide": "H001038", "itemno": 20}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 2 minutes to the gentleman from \nOhio (Mr. Gibbs).", "turn": 13, "speaker_bioguide": "M001201", "itemno": 21}, {"kind": "speech", "speaker": "Mr. GIBBS", "text": "  Mr. GIBBS. Mr. Speaker, I thank the gentleman for yielding.\n  Mr. Speaker, no question, the Great Lakes are an important \nenvironmental and economic resource of the United States--$200 billion \nin economic activity. So many communities rely on the Great Lakes for \ndrinking water, jobs, recreation, and more.\n  While the Great Lakes may have had a troubled environmental history, \nrecent restoration and protection efforts have been successful.\n  The GLRI is a major factor in these efforts, funding projects that \nwill ultimately leave the Great Lakes in a better condition for future \ngenerations to enjoy.\n  Several years ago, when I was chairman of the subcommittee with \njurisdiction, we had some concerns, so in our oversight responsibility \nand to protect taxpayer dollars, I requested the GAO do a study of this \nprogram, and it came back with an excellent return. That is why I think \nwe are getting some of these returns about what is going on. Also, it \nis important that that study gave us some helpful ideas to improve the \nprogram. We are seeing that today, and the program is working very \nwell.\n  I feel good that we did that study, and we know what is going on. We \nknow the taxpayer dollars are protected, and we did our oversight role.\n  Ohio is home to many important projects funded by the Great Lakes \nRestoration Initiative: State commissions to reduce phosphorous, Asian \ncarp prevention, and various habitat restoration projects. The GLRI \nremains an essential element in repairing and preserving the Great \nLakes.\n  I thank my colleague from Ohio (Mr. Joyce) for sponsoring this bill. \nI urge my colleagues to support passage of H.R. 4031.", "turn": 14, "speaker_bioguide": "G000563", "itemno": 22}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 2 minutes to the gentlewoman \nfrom Wisconsin (Ms. Moore).", "turn": 15, "speaker_bioguide": "N000179", "itemno": 23}, {"kind": "speech", "speaker": "Ms. MOORE", "text": "  Ms. MOORE. Mr. Speaker, I thank the gentlewoman for yielding.\n  I am so very pleased to rise in support of this bipartisan \nlegislation to reauthorize and strengthen the Great Lakes Restoration \nInitiative, the GLRI.\n  Twenty percent of the world's freshwater resides in the Great Lakes. \nIt is a national treasure and a regional economic engine.\n  I remember when I was first elected in 2004. On election night, I was \nso excited because I said now I get to represent Lake Michigan. It is \none of my favorite constituents.\n  In its mere one decade of existence, the GLRI has not only generated \nenvironmental benefits, but it is helping to generate economic \ndevelopment as waterways that were once polluted, unusable, and off-\nlimits to the public have become attractive to not only recreational \nusers but to businesses that are able to open their doors to the \npublic.\n  GLRI investments have been used in over 4,000 projects across almost \n300,000 square miles of the Great Lakes Basin. It is truly a win-win.\n  Mr. Speaker, this bill takes the next step to support the ongoing \nefforts and partnerships that are making this program so successful in \nGreat Lakes communities.\n  While I don't have much time, I want to highlight a couple of efforts \nthat my constituents who are hard at work to make use of the funds that \nprotect Lake Michigan. Here is one story of a small business owner.\n  Beth Handle is the owner and operator of Milwaukee Kayak Company, \nlocated right on the Milwaukee River in downtown Milwaukee. She came to \nmy\n\n\noffice to share how cleaning up this river has benefited her business. \nCleaning up the river changed the river from a place that people didn't \nwant to go.", "turn": 16, "speaker_bioguide": "M001160", "itemno": 24}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The time of the gentlewoman has expired.", "turn": 17, "speaker_bioguide": null, "itemno": 25}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield an additional 1 minute to Ms. \nMoore.\n\n", "turn": 18, "speaker_bioguide": "N000179", "itemno": 26}, {"kind": "speech", "speaker": "Ms. MOORE", "text": "  Ms. MOORE. Mr. Speaker, cleaning up the river changed the river from \na place that people didn't want to go, and now it is where families go \nto paddle board, swim, and explore the river and our city. Of course, \nMilwaukee is A Great Place on a Great Lake.\n  The Milwaukee Water Commons, while not directly funded by the GLRI, \nhas been working with grantees and others to make sure that communities \nthat have been historically disengaged are in those conversations.\n  Our Metropolitan Sewerage District is using it to clean up the \nMilwaukee Estuary, where there is a gathering of three rivers: the \nKinnickinnic, the Milwaukee, and the Menomonee Rivers. This estuary is \none of 30 areas of pollution concerns in the Great Lakes. The GLRI \nwould fund 65 percent of these projects.\n  Mr. Speaker, I urge passage of this bill, and I am so delighted that \nwe are debating it here on the floor in this bipartisan manner.\n  Mr. Speaker, I thank the gentlewoman for yielding.", "turn": 19, "speaker_bioguide": "M001160", "itemno": 27}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentlewoman \nfrom Indiana (Mrs. Walorski), my colleague.", "turn": 20, "speaker_bioguide": "M001201", "itemno": 28}, {"kind": "speech", "speaker": "Mrs. WALORSKI", "text": "  Mrs. WALORSKI. Mr. Speaker, I rise in support of H.R. 4031, the Great \nLakes Restoration Initiative Act.\n  GLRI is a vital program that coordinates Federal efforts among 15 \nagencies to address the most significant challenges facing the Great \nLakes.\n  The Great Lakes are among our most precious natural resources and a \nkey economic driver in my home State of Indiana. For instance, the \nrecreational boating industry alone provides $2 billion to Indiana's \neconomy each year. Yet the environmental and economic health of our \nregion is under threat from a host of issues facing the Great Lakes, \nincluding pollution, severe erosion, loss of native habitat, invasive \nspecies, and destructive algae blooms.\n  GLRI is a critical investment in preserving and protecting the Great \nLakes as well as creating jobs and growing our economy. That is why I \nam proud to be an original cosponsor of H.R. 4031, which would \nreauthorize the program funding through fiscal year 2026.\n  Protecting and improving the Great Lakes means making sure current \nand future generations can experience the natural beauty and the \nrecreational activities like fishing, boating, and hiking that have \nalways been important to our part of the Midwest.\n  Mr. Speaker, I want to thank Representatives Joyce and Kaptur for \ntheir hard work on this bipartisan legislation. I also want to thank my \nfellow Hoosier, Congressman Pete Visclosky, for his decades of service \nand his leadership in making the Indiana Dunes Indiana's first national \npark.\n  Mr. Speaker, I urge my colleagues to protect the Great Lakes by \nvoting for H.R. 4031.", "turn": 21, "speaker_bioguide": "W000813", "itemno": 29}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I inquire how much time I have \nremaining.", "turn": 22, "speaker_bioguide": "N000179", "itemno": 30}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The gentlewoman from California has 12 \nminutes remaining.", "turn": 23, "speaker_bioguide": null, "itemno": 31}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 3 minutes to the gentlewoman \nfrom Ohio (Ms. Kaptur).", "turn": 24, "speaker_bioguide": "N000179", "itemno": 32}, {"kind": "speech", "speaker": "Ms. KAPTUR", "text": "  Ms. KAPTUR. Mr. Speaker, I thank the distinguished chairwoman of the \nWater Resources and Environment Subcommittee for yielding me this time, \nand I thank her for her unyielding support for water issues across this \ncountry, including in our very critical Great Lakes region. She has \nbeen a true and unyielding champion on these issues, and I thank her.\n  Today's package of bills includes key priorities for protecting not \njust our Great Lakes, but ecosystems across our country. H.R. 4031, the \nGreat Lakes Restoration Initiative Act of 2019, enjoys broad support \nfrom the Great Lakes region. The 49 cosponsors of the bill represent \nevery ideological perspective of our caucus, and today's bill, which is \non suspension, is a testament of that bipartisan, bicameral critical \nsupport.\n  In that vein, Mr. Speaker, I must also commend my colleague from \nOhio, Congressman   David Joyce, for his steadfast effort to work \ncollaboratively to collect signatures for H.R. 4031 so we could move it \nfrom 2019 to 2020.\n  This Great Lakes Act recognizes the enormous, unmet need for the \nregion. The interagency collaborative effort has brought to bear \nresources, expertise, and stakeholders from across the local, State, \nand Federal portions of the region and helped to focus resources on a \nmajor hot spot.\n  The Maumee River is the largest river that flows into the entire \nGreat Lakes and is also facing gigantic harmful algal blooms. The \nMaumee River dumps all of these nutrients into Lake Erie, which then \nfeeds the most productive part of the lake, endangering, annually, \nnative species and creating massive harmful algal blooms with the \ncritical ingredient of microcystin, which is toxic.\n  Annually, the harmful algal blooms threaten Toledo's drinking water \nsystem, which had to be shut down 3 years ago. It threatens the safety \nof our beaches and longevity of our ecosystem.\n  This Great Lakes Restoration Initiative is assisting communities to \naddress the root causes of the blooms.\n  Since 2010, over 4,000 projects have been completed across the basin, \nthe largest watershed in the entire Great Lakes, and a recent \nUniversity of Michigan study revealed that each dollar spent on the \nGreat Lakes Restoration Initiative will result in $3.35 million in \nadditional economic activity.\n  The long-term goals of the initiative are delisting of the areas of \nconcern, ensuring that fish are safe to eat and the Asian carp is kept \nout, and control of numerous environmental problems across our lakes, \nthe largest source of freshwater on our continent.\n  Today's legislation offers a ramp-up back to the level for the \nrestoration initiative initially envisioned when the program was first \nfunded in fiscal year 2010. So it is pretty new as Federal programs go. \nThis gradual ramp-up represents a consensus across the delegation.\n  Mr. Speaker, I urge my colleagues to support this important \nlegislation on final passage.\n  Again, I want to thank Chairwoman Grace Napolitano for her work \nacross both sides of the aisle and with Members of this House from \nevery region of the country.", "turn": 25, "speaker_bioguide": "K000009", "itemno": 33}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman \nfrom Michigan (Mr. Huizenga), my colleague and the co-chair of the \nGreat Lakes Task Force.", "turn": 26, "speaker_bioguide": "M001201", "itemno": 34}, {"kind": "speech", "speaker": "Mr. HUIZENGA", "text": "  Mr. HUIZENGA. Mr. Speaker, I rise today in support of continued \npreservation and restoration of the Great Lakes through the Great Lakes \nRestoration Initiative, a very important initiative for the Great Lakes \nsystem.\n  For Michiganders, the Great Lakes are directly linked to our \nidentity, our way of life, our history, and our future.\n  The Great Lakes basin is home to more than 30 million people, and it \ncontains 90 percent of the Nation's fresh surface water supply. Many \nknow that, but they don't always understand the economic impact. That \nprovides the backbone of a $6 trillion regional economy.\n  The Great Lakes Restoration Initiative has a strong track record of \nsuccess, specifically in west Michigan, where the work to clean up \ntoxic hotspots in areas like Muskegon is estimated to have increased \nproperty values by nearly $12 million and generated $1 million in new \nrecreational spending. This holds true across west Michigan and the \nentire region, as every dollar invested in the GLRI generates more than \n$3 in additional long-term economic activity.\n  The GLRI is critical to our efforts to protect drinking water, \nprevent the spread of invasive species, and to accelerate the cleanup \nof areas of concern.\n  With the threat of Asian carp inundating our waters, high water \nlevels and erosion threatening our shorelines, and the ongoing threat \nof PFAS contamination contaminating our water, we must be committed to \nbipartisan solutions to protect this critical resource.\n  Recently, my Republican colleagues and I had an opportunity to spend \nsome time with the President, and he recommitted his support for the \nGLRI and\n\n\ntowards the Great Lakes, as well as making sure that Brandon Road and \nother efforts to keep invasive species out are happening.", "turn": 27, "speaker_bioguide": "H001058", "itemno": 35}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The time of the gentleman has expired.", "turn": 28, "speaker_bioguide": null, "itemno": 36}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield an additional 15 seconds to the \ngentleman from Michigan.", "turn": 29, "speaker_bioguide": "M001201", "itemno": 37}, {"kind": "speech", "speaker": "Mr. HUIZENGA", "text": "  Mr. HUIZENGA. Mr. Speaker, the GLRI is a bipartisan example of an \neffective and efficient use of taxpayer dollars that protects, \npreserves, and strengthens the Great Lakes today and for future \ngenerations.", "turn": 30, "speaker_bioguide": "H001058", "itemno": 38}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 3 minutes to the gentlewoman \nfrom Michigan (Mrs. Dingell).", "turn": 31, "speaker_bioguide": "N000179", "itemno": 39}, {"kind": "speech", "speaker": "Mrs. DINGELL", "text": "  Mrs. DINGELL. Mr. Speaker, I thank the chairwoman from California for \nyielding and for all of her hard work on this bill.\n  I rise in strong support of H.R. 4031, the Great Lakes Restoration \nInitiative--or the GLRI, as we all call it--Act of 2019, which will \nreauthorize the GLRI for 5 years and increase authorized funding for \nthe program to $475 million, annually, by fiscal year 2026.\n  Through the GLRI program, we have been able to clean up and delist \nenvironmental areas of concern. We have been able to restore coastal \nwetlands, as many of my colleagues have talked about, mitigate harmful \nalgae blooms, combat invasive species, and do much more to help \nprotect, restore, and maintain the Great Lakes ecosystems and \nstrengthen our regional economy. And, as people have seen on the floor \ntoday, this issue has shared strong bipartisan support at all times.\n  Mr. Speaker, I thank my colleagues for helping to educate the \nPresident on the importance of the GLRI.\n  The Great Lakes are not only a treasured natural resource, but a way \nof life that supports communities and jobs throughout the region. They \nare 21 percent of the world's freshwater supply.\n  Building on what my colleague from Wisconsin (Ms. Moore) was talking \nabout, my colleague, Ms. Tlaib, and I were able to kayak on the Rouge \nRiver on the 50th anniversary of its having caught on fire. We were \nsurrounded by industry, but we also saw bald eagles and herons, and she \ngot the most beautiful picture of a painted turtle.\n  Mr. Speaker, as co-chair of the Great Lakes Task Force, I am proud to \nbe an original cosponsor, and I thank my colleagues, Representatives   \nDavid Joyce and Marcy Kaptur, for their great leadership on this issue.\n  Mr. Speaker, I urge all of my colleagues to support this important \nbill to ensure our Great Lakes are protected for all future \ngenerations.", "turn": 32, "speaker_bioguide": "D000624", "itemno": 40}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, may I inquire of the balance of time on \nboth sides, please.", "turn": 33, "speaker_bioguide": "M001201", "itemno": 41}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The gentleman from Michigan has 9\\1/2\\ \nminutes remaining. The gentlewoman from California has 6\\1/2\\ minutes \nremaining.", "turn": 34, "speaker_bioguide": null, "itemno": 42}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman \nfrom Michigan (Mr. Walberg), another colleague.", "turn": 35, "speaker_bioguide": "M001201", "itemno": 43}, {"kind": "speech", "speaker": "Mr. WALBERG", "text": "  Mr. WALBERG. Mr. Speaker, I rise today in strong support of H.R. \n4031, the Great Lakes Restoration Initiative Act of 2019, not just \nbecause my district has Lake Erie on its borders, but because of the \nimpact of such a great proposal that has had bipartisan support and, \nnow, thankfully, even as recently as just this last week, to talk with \nthe President with my colleagues and know of his support as well.\n  The Great Lakes are something that we all treasure in Michigan, and \nthey are central to our State's economy and way of life. As stewards of \nthis natural resource, it is incumbent on us to take care of them so \nthat future generations can enjoy their beauty, their bounty, and their \neconomic benefits. That is why the bipartisan support for GLRI is so \noverwhelming.\n  For the past decade, the GLRI has been the driving force behind \ncleaning up and protecting the Great Lakes. Funds from this successful \nprogram go towards restoring wetlands, combating harmful algae blooms, \nstopping invasive species, and much, much more. With additional \nresources, we can accelerate and expand GLRI's impact even more for the \ncitizens of not only our States, but of this great country.\n  I am proud to join my colleagues in this bipartisan effort to \npreserve the Great Lakes and continue it long into the future as \nbeneficial for all who experience the greatness of what it is.\n  Let's pass this critical legislation.", "turn": 36, "speaker_bioguide": "W000798", "itemno": 44}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 3 minutes to the gentlewoman \nfrom Illinois (Ms. Schakowsky).", "turn": 37, "speaker_bioguide": "N000179", "itemno": 45}, {"kind": "speech", "speaker": "Ms. SCHAKOWSKY", "text": "  Ms. SCHAKOWSKY. Mr. Speaker, I thank the gentlewoman for yielding to \nme.\n  Mr. Speaker, I rise today in strong support of the Great Lakes \nRestoration Initiative Act's reauthorization.\n  As has been mentioned before, I think, the Great Lakes represent 21 \npercent of the world's surface freshwater.\n  I am glad to see so many of my colleagues from the Great Lakes region \nhere, but, really, all of us and the rest of the world have a stake in \nthis.\n  The Great Lakes provide drinking water for 45 million Americans.\n\n\n  The lakes support one of the world's largest regional economies \nthrough agriculture, industry, fishing, and recreation.\n  For thousands of plants and animal species and millions of Americans, \nthe Great Lakes are vital for life, and are our national treasure.\n  I wanted to say, this is really personal for me. The eastern border \nof my district, running from Chicago to the northern suburbs, is Lake \nMichigan. I live just a few blocks from the lake myself and have spent \nevery summer of my childhood on the beach in Indiana enjoying the lake.\n  But we are threatened right now by climate change and pollution. Last \nyear, the Midwest saw record flooding, worsening storms, harmful \nrunoff, and toxic algae blooms that threaten drinking water and \ninfrastructure.\n  Actually, we saw thousands of Americans who couldn't drink the water \nbecause of that algae bloom. And in my hometown of Evanston, beaches \nare closing or actually disappearing entirely because the levels of the \nlake are at record highs right now.\n  Just last month, these record water levels destroyed lakefront paths, \nand I was getting calls from condominium owners who were worried about \ntheir buildings getting--not demolished--but certainly damaged because \nof the high lake waters.\n  New estimates from the Army Corps of Engineers state that the lake \nlevels could get even higher next year, and we are watching for that \nwith great distress.\n  The Great Lakes Restoration Initiative is absolutely essential to \nrestoring the health and unpolluting the lake and protecting the \ngrandeur of our lakes.\n  This is a bipartisan piece of legislation. People on both sides of \nthe aisle are down here speaking eloquently about the meaning of the \nGreat Lakes to them, and it is really refreshing, I think, for all of \nus to be able to join hands together asking for the reauthorization of \nthe Great Lakes Restoration Initiative Act.", "turn": 38, "speaker_bioguide": "S001145", "itemno": 46}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman \nfrom Ohio (Mr. Gonzalez).", "turn": 39, "speaker_bioguide": "M001201", "itemno": 47}, {"kind": "speech", "speaker": "Mr. GONZALEZ of Ohio", "text": "  Mr. GONZALEZ of Ohio. Mr. Speaker, I rise in support of H.R. 4031, \nthe Great Lakes Restoration Initiative Act of 2019.\n  First, I want to thank my good friends from Ohio, Mr. Joyce and Ms. \nKaptur, for their leadership on this legislation. The Great Lakes are \nan essential natural resource, not only for my district and State, but \nfor the entire country.\n  One of the world's largest bodies of fresh water, the Great Lakes \nprovide fresh drinking water for over 30 million people. In addition, \nthe Great Lakes serves as an economic engine, generating $8.4 billion \nin wages, and supporting over 300,000 jobs.\n  But the Great Lakes are more than a source of revenue. Ask any of my \nconstituents what the Great Lakes mean to them, and they will tell you \nthey are an essential part of what makes northeast Ohio such a great \nplace to live, work, and raise a family.\n  Over the past decade, both Democrats and Republicans have understood \nthe importance of protecting the Great Lakes. Since 2010, the GLRI has \ncatalyzed critical restoration action that both restores and protects \nthe Great Lakes. In fact, for every dollar spent under the GLRI, an \nestimated $3.35 in economic activity is produced.\n  I strongly urge my colleagues to support H.R. 4031 and ensure the \npreservation of our waterways and ecosystems for future generations.\n\n\n", "turn": 40, "speaker_bioguide": "G000588", "itemno": 48}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 41, "speaker_bioguide": "N000179", "itemno": 49}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman \nfrom Wisconsin (Mr. Grothman).", "turn": 42, "speaker_bioguide": "M001201", "itemno": 50}, {"kind": "speech", "speaker": "Mr. GROTHMAN", "text": "  Mr. GROTHMAN. Mr. Speaker, it is an honor to be able to speak on this \ninitiative, given what is going on in the other house today where we \nhave so much partisanship. This is the type of bipartisan work we \nshould be doing.\n  I am honored to be a cosponsor of the Great Lakes Restoration \nInitiative. My district goes along Lake Michigan. I know it means so \nmuch for the communities of Port Washington, Sheboygan, Manitowoc and \nTwo Rivers.\n  I would just like to clean up a little something here. I know a few \nyears ago in 2013, there was a great deal of concern that the watermark \nin Lake Michigan was at an all-time low. People talked about climate \nchange and how bad that was. It was good to report now in 2020 in \nJanuary on the 30-year high on Lake Michigan. So maybe that is the \nreason for a crisis as well, but it is interesting to see how things \nkind of ebb and flow on Lake Michigan.\n  As previously has been said, about a fifth of the fresh water in \nlakes in the world is in Lake Michigan by itself. Lake Michigan is the \nfifth biggest lake in the world. We have had problems with invasive \nspecies, which is one of the major reasons why I am on this bill.\n  We want to keep the lakes clean not only for consuming water, but the \nfisheries, the fishing going on there is important, and recreation on \nLake Michigan is important.\n  A lot of this money goes into the agriculture in places like \nWisconsin. We do have to keep the lakes clean, and as we keep our farms \nclean, it results in less algae blooms and a healthier lake system.\n  So, in any event, I am honored to be a cosponsor on this. I am \npleased that the Speaker has decided to put such a great bipartisan \nbill on the floor today.", "turn": 43, "speaker_bioguide": "G000576", "itemno": 51}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 44, "speaker_bioguide": "N000179", "itemno": 52}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself the balance of my time.\n  Let me close with this: This bill passed committee with strong \nbipartisan support. As my colleagues have noted, including Mrs. \nWalorski, recreational use of the Great Lakes is an important component \nof the Great Lakes Restoration Initiative.\n  As I close, I would like to quote the immortal words of country \nsuperstar, Craig Morgan. It is a little unusual, but I think it is \nappropriate today.\n\n  He said in a song:\n\n     I'm meetin' my buddies out on the lake\n     We're headed out to a special place we love\n     That just a few folks know\n     There's no signin' up, no monthly dues\n     Take your Johnson, your Mercury or your Evinrude and fire it \n           up\n     Meet us out at party cove\n     Come on in; the water's fine\n     Just idle on over, and toss us a line\n\n  Support reauthorization of the Great Lakes Restoration Initiative.\n  Mr. Speaker, I yield back the balance of my time.", "turn": 45, "speaker_bioguide": "M001201", "itemno": 53}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I am glad to hear that this has such \ngreat bipartisan support. It truly is an amazing bill.\n  Mr. Speaker, I urge my colleagues to support this bipartisan \nlegislation, and I yield back the balance of my time.", "turn": 46, "speaker_bioguide": "N000179", "itemno": 54}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from California (Mrs. Napolitano) that the House suspend \nthe rules and pass the bill, H.R. 4031.", "turn": 47, "speaker_bioguide": null, "itemno": 55}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken.", "turn": -1, "speaker_bioguide": null, "itemno": 56}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. In the opinion of the Chair, two-thirds \nbeing in the affirmative, the ayes have it.", "turn": 48, "speaker_bioguide": null, "itemno": 57}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, on that I demand the yeas and nays.", "turn": 49, "speaker_bioguide": "M001201", "itemno": 58}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The yeas and nays were ordered.", "turn": -1, "speaker_bioguide": null, "itemno": 59}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to clause 8 of rule XX, further \nproceedings on this motion will be postponed.\n", "turn": 50, "speaker_bioguide": null, "itemno": 60}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 61}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "1132", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1132", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2247", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "3779", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3779", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "4031", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4031", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4031", "type": "HR"}], "related_usc": [{"title": "33", "detail": "(c)(7)(J)(i)", "number": "1268"}], "id": "CREC-2020-02-05-pt1-PgH799", "doc_title": "GREAT LAKES RESTORATION INITIATIVE ACT OF 2019", "title": "GREAT LAKES RESTORATION INITIATIVE ACT OF 2019"}