{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H767-H768", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nOregon (Mr. DeFazio) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. DeFAZIO", "text": "  Mr. DeFAZIO. Mr. Speaker, last night in this Chamber, we heard a \nbloviating, self-congratulatory speech full of exaggerations, half-\ntruths, and outright falsehoods. The President pretended to have \naddressed, or was going to address, concerns of the American people.\n  He said he is taking care of prescription drugs. Yeah. Really. They \nhaven't done a damn thing. We sent a bill to the Senate and it is \nsitting there.\n  Second, he said, oh, we are going to protect preexisting conditions. \nFunny thing, his Attorney General is in court arguing that those \npreexisting conditions should no longer be protected. But, hey, what \nthe heck.\n  And then he did devote one sentence--one sentence--to infrastructure. \nWhat happened to the $2 trillion plan he campaigned on and carries on \nabout all the time? Well, so far, he has only proposed cuts.\n  But one issue of vital concern to the American people that is the \nfocus this week--this is National Gun Violence Survivors Week--did not \nreceive a single mention by the President, despite the fact that \nseveral commonsense bipartisan reforms and programs have passed this \nHouse and have received no action in the Senate in a year.\n  H.R. 8, the Bipartisan Comprehensive Background Checks Act, passed on \nFebruary 27. No action in the Senate.\n  The Enhanced Background Checks Act passed February 28--bipartisan. \nAgain, no action in the Senate.\n  Every year, guns are sold to people who aren't supposed to have \nthem--including at that horrible church shooting a couple of years \nago--because of a mandate that, if there is confusion over a background \ncheck, they have to get the gun within 3 days.\n  Over the last 10 years, 35,000 guns, because of that provision, were \nsold to people who were not qualified under Federal law to have the \nguns. And guess what. Then the Feds contact the FBI who screwed up the \nbackground check, contacts the local law enforcement and says, ``Hey, \ngo get the gun\n\n\nfrom that felon,'' endangering our local law enforcement.\n  This would plug that loophole.\n  The Violence Against Women Act Reauthorization passed April 4. No \naction in the Senate. And, for the first time in 20 years, we are going \nto do some research on gun violence. There are other bills we should be \ndoing.\n\n  In my State, we have adopted red flag laws. And over here, they say, \nwell, we can't have red flag laws for abusers because of their \nconstitutional rights.\n  Well, we have set it up in a way that we have had 160 petitions for \nred flag restrictions. Most of them--actually, the majority--were for \npeople at risk of suicide; and then a minority were for abusive \nrelationships, and 32 of those were denied by a judge.\n  Due process was followed, but lives were saved. But, no, we can't \ntake that.\n  Bump stocks, we banned fully automatic weapons decades ago. Bump \nstocks, essentially, turn a semiautomatic into a very inaccurate, \nnearly full automatic in terms of ready to fire. But if you are \nshooting at a stadium full of people, it doesn't matter how inaccurate \nit is; you are going to hit a lot of people.\n  We can't even bring up legislation--or, well, the Republicans won't \nsupport legislation to ban bump stocks, hate crimes legislation, the \nlist goes on.\n  Just one other quick issue. You can go online to armslist.com, and if \nyou are not eligible to buy a gun, you can get one. It is very evident \nthat, in study after study done, that many of the people selling guns \non armslist.com are felons and not allowed to own firearms, and they \nwill sell to other felons. It will say: No background check necessary. \nWill cross State lines--all sorts of things like that.\n  All those things need to be banned. Those are commonsense gun \nviolence reforms.\n  And, in this week, just, really, this week, National Gun Violence \nSurvivors Week, let's do something to end the bloodshed.\n", "turn": 1, "speaker_bioguide": "D000191", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "FIRSTPARAGRAPH", "number": "8", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "8", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH767-5", "doc_title": "GUN VIOLENCE SURVIVORS WEEK", "title": "GUN VIOLENCE SURVIVORS WEEK"}