{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H836", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. McCARTHY asked and was given permission to address the House for \n1 minute.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. McCARTHY", "text": "  Mr. McCARTHY. Mr. Speaker, we heard a great speech by the President \nlast night, who spoke to the strength of our country and the courage \nand character of our fellow citizens:\n  People like 100-year-old Tuskegee airman Retired Brigadier General \nCharles McGee and his great-grandson, the 13-year-old who dreams of \ngoing to space;\n  People like single mother Stephanie Davis and her lovely fourth grade \ndaughter who received an Opportunity Scholarship. Who in this room does \nnot remember the look on Stephanie's face as she realized that her \ndaughter was going to get an opportunity that she sacrificed so greatly \nfor;\n  And people like Sergeant First Class Townsend Williams, who surprised \nhis wife, Amy, and two beautiful children in the gallery last night.\n  As I looked around, I saw tears in many people's eyes from the \nemotion that they felt at that time.\n  Unfortunately, Speaker Pelosi was unmoved and chose to tear up the \nHouse copy of that speech. She had no right to destroy this document, \nespecially one filled with such impactful stories of American patriots.\n  The record was presented before the people's House and it belongs to \nthe American people. That is why I am here today.\n  In my hand, I have an official copy of the President's State of the \nUnion address signed by the President, given to me at the White House \ntoday. It will be delivered to the House Clerk to be archived and \npreserved for posterity, whether she likes it or not.\n  These great American stories will be remembered by history, not \nerased by the Speaker. We are better because of them, and we should \nlearn from them and we should be proud that they will shape our future.\n", "turn": 0, "speaker_bioguide": "M001165", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH836-3", "doc_title": "OFFICIAL COPY OF PRESIDENT'S STATE OF THE UNION ADDRESS", "title": "OFFICIAL COPY OF PRESIDENT'S STATE OF THE UNION ADDRESS"}