{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E131", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. MIKE THOMPSON\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. THOMPSON of California", "text": "  Mr. THOMPSON of California. Madam Speaker, I rise today to honor Mary \nButler and to celebrate her retirement after 27 years of public service \nto Napa County.\n  Ms. Butler began her career when she graduated from Sonoma State \nUniversity with a Bachelor's in Psychology and a Master's in \nCounseling. Since then, her tenure has been marked by both practicality \nand purpose. As a crisis worker, she began her career managing \nchildren's mental health at the Child Welfare Services Court Unit and \nsupervised behavioral health for their Mental Health Divisions.\n  In 2002, Ms. Butler led the Napa County Probation Department where \nshe championed important issues like implementing Evidence Based \nPractice (EBP), a practice designed to identify and treat the reasons \npeople commit crime, and was instrumental in the passing of AB 109, \nlegislation that transferred jurisdiction of juvenile offenders from \nthe state government to the county government. Her passion for \nrestorative justice is a mark of compassion that has set the tone for \nthe future of juvenile justice in Napa County and across the State of \nCalifornia.\n  As the President of the Chief Probation Officers of California, she \nwas responsible for opening the Napa County Juvenile Justice Center. \nThrough Ms. Butler's efforts and leadership, Napa County has \neffectively diverted youth offenders from juvenile hall and left \nsignificantly more juvenile hall beds empty. And now, after 17 years of \nservice as the Chief Probation Officer, Ms. Butler is the current, \nlongest-tenured Chief in the State of California.\n  Madam Speaker, thanks to Mary Butler's work, many children have been \ntaught how to succeed regardless of their circumstances. She is a \ncommunity hero, visionary and an example of public service for us all. \nIt is therefore fitting and proper that we honor Mary Butler here \ntoday.\n", "turn": 0, "speaker_bioguide": "T000460", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE131-4", "doc_title": "HONORING MARY BUTLER", "title": "HONORING MARY BUTLER"}