{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H825-H827", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (S. 394) to amend the Presidential \nTransition Act of 1963 to improve the orderly transfer of the executive \npower during Presidential transitions.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                                 S. 394\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Presidential Transition \n     Enhancement Act of 2019''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. PRESIDENTIAL TRANSITION ENHANCEMENTS.\n\n       (a) In General.--Section 3 of the Presidential Transition \n     Act of 1963 (3 U.S.C. 102 note) is amended--\n       (1) in subsection (a)--\n       (A) in the matter preceding paragraph (1), by striking \n     ``upon request,'' and all that follows through ``including'' \n     and inserting ``upon request, to each President-elect, each \n     Vice-President-elect, and, for up to 60 days after the date \n     of the inauguration of the President-elect and Vice-\n     President-elect, each President and Vice President, for use \n     in connection with the preparations for the assumption of \n     official duties as President or Vice President necessary \n     services and facilities, including''; and\n       (B) in paragraph (2)--\n       (i) by inserting ``, or an employee of a committee of \n     either House of Congress, a joint committee of the Congress, \n     or an individual\n\n\n     Member of Congress,'' after ``any branch of the Government''; \n     and\n       (ii) by inserting ``, or in the case of an employee in a \n     position in the legislative branch, with the consent of the \n     supervising Member of Congress'' after ``with the consent of \n     the head of the agency'';\n       (2) by striking subsection (b) and inserting the following:\n       ``(b) The Administrator shall expend funds for the \n     provision of services and facilities under this section--\n       ``(1) in connection with any obligation incurred by the \n     President-elect or Vice-President-elect, or after the \n     inauguration of the President-elect as President and the \n     inauguration of the Vice-President-elect as Vice President \n     incurred by the President or Vice President, during the \n     period--\n       ``(A) beginning on the day after the date of the general \n     elections held to determine the electors of the President and \n     Vice President under section 1 or 2 of title 3, United States \n     Code; and\n       ``(B) ending on the date that is 60 days after the date of \n     such inauguration; and\n       ``(2) without regard to whether the President-elect, Vice-\n     President-elect, President, or Vice President submits to the \n     Administrator a request for payment regarding services or \n     facilities before the end of such period.'';\n       (3) in subsection (h)(2)(B)(ii), by striking ``computers'' \n     and inserting ``information technology''; and\n       (4) By adding at the end the following:\n       ``(i) Memorandums of Understanding.--\n       ``(1) In general.--Not later than September 1 of a year \n     during which a Presidential election occurs, the \n     Administrator shall, to the maximum extent practicable, enter \n     into a memorandum of understanding with each eligible \n     candidate, which shall include, at a minimum, the conditions \n     for the administrative support services and facilities \n     described in subsection (a).\n       ``(2) Existing resources.--To the maximum extent \n     practicable, a memorandum of understanding entered into under \n     paragraph (1) shall be based on memorandums of understanding \n     relating to previous Presidential transitions.\n       ``(3) Transition representative.--\n       ``(A) Designation of representative for inquiries.--Each \n     memorandum of understanding entered into under this \n     subsection shall designate a representative of the eligible \n     candidate to whom the Administrator shall direct any \n     inquiries or legal instruments regarding the records of the \n     eligible candidate that are in the custody of the \n     Administrator.\n       ``(B) Change in transition representative.--The designation \n     of a new individual as the transition representative of an \n     eligible candidate shall not require the execution of a new \n     memorandum of understanding under this subsection.\n       ``(C) Termination of designation.--The designation of a \n     transition representative under a memorandum of understanding \n     shall terminate--\n       ``(i) not later than September 30 of the year during which \n     the inauguration of the President-elect as President and the \n     inauguration of the Vice-President-elect as Vice President \n     occurs; or\n       ``(ii) before the date described in clause (i), upon \n     request of the President-elect or the Vice-President-elect \n     or, after such inauguration, upon request of the President or \n     the Vice President.\n       ``(4) Amendments.--Any amendment to a memorandum of \n     understanding entered into under this subsection shall be \n     agreed to in writing.\n       ``(5) Prior notification of deviation.--Each party to a \n     memorandum of understanding entered into under this \n     subsection shall provide written notice, except to the extent \n     prohibited under another provision of law, not later than 3 \n     days before taking any action that deviates from the terms \n     and conditions agreed to in the memorandum of understanding.\n       ``(6) Definition.--In this subsection, the term `eligible \n     candidate' has the meaning given that term in subsection \n     (h)(4).''.\n       (b) Agency Transitions.--Section 4 of the Presidential \n     Transition Act of 1963 (3 U.S.C. 102 note) is amended--\n       (1) in subsection (a)--\n       (A) in paragraph (3), by striking ``and'' at the end;\n       (B) by redesignating paragraph (4) as paragraph (5); and\n       (C) by inserting after paragraph (3) the following:\n       ``(4) the term `nonpublic information'--\n       ``(A) means information from the Federal Government that a \n     member of a transition team obtains as part of the employment \n     of the member that such member knows or reasonably should \n     know has not been made available to the general public; and\n       ``(B) includes information that a member of the transition \n     team knows or reasonably should know--\n       ``(i) is exempt from disclosure under section 552 of title \n     5, United States Code, or otherwise protected from disclosure \n     by law; and\n       ``(ii) is not authorized by the appropriate government \n     agency or officials to be released to the public; and'';\n       (2) in subparagraphs (C) and (D) of subsection (e)(3), by \n     inserting ``serving in a career position'' after ``senior \n     representative'';\n       (3) by striking subsection (f)(2) and inserting the \n     following:\n       ``(2) Acting officers.--Not later than September 15 of a \n     year during which a Presidential election occurs, and in \n     accordance with subchapter III of chapter 33 of title 5, \n     United States Code, the head of each agency shall ensure that \n     a succession plan is in place for each senior noncareer \n     position in the agency.''; and\n       (4) in subsection (g)--\n       (A) in paragraph (1), by striking ``November 1'' and \n     inserting ``October 1''; and\n       (B) by adding at the end the following:\n       ``(3) Ethics plan.--\n       ``(A) In general.--Each memorandum of understanding under \n     paragraph (1) shall include an agreement that the eligible \n     candidate will implement and enforce an ethics plan to guide \n     the conduct of the transition beginning on the date on which \n     the eligible candidate becomes the President-elect.\n       ``(B) Contents.--The ethics plan shall include, at a \n     minimum--\n       ``(i) a description of the ethics requirements that will \n     apply to all members of the transition team, including any \n     specific requirement for transition team members who will \n     have access to nonpublic or classified information;\n       ``(ii) a description of how the transition team will--\n\n       ``(I) address the role on the transition team of--\n\n       ``(aa) lobbyists registered under the Lobbying Disclosure \n     Act of 1995 (2 U.S.C. 1601 et seq.) and individuals who were \n     former lobbyists registered under that Act; and\n       ``(bb) persons registered under the Foreign Agents \n     Registration Act of 1938 (22 U.S.C. 611 et seq.), foreign \n     nationals, and other foreign agents;\n\n       ``(II) prohibit a transition team member with conflicts of \n     interest similar to those applicable to Federal employees \n     under section 2635.402(a) and section 2635.502(a) of title 5, \n     Code of Federal Regulations, related to current or former \n     employment, affiliations, clients, or investments, from \n     working on particular matters involving specific parties that \n     affect the interests of such member; and\n       ``(III) address how the covered eligible candidate will \n     address his or her own conflicts of interest during a \n     Presidential term if the covered eligible candidate becomes \n     the President-elect;\n\n       ``(iii) a Code of Ethical Conduct, which each member of the \n     transition team will sign and be subject to, that reflects \n     the content of the ethics plans under this paragraph and at a \n     minimum requires transition team members to--\n\n       ``(I) seek authorization from transition team leaders or \n     their designees before seeking, on behalf of the transition, \n     access to any nonpublic information;\n       ``(II) keep confidential any nonpublic information provided \n     in the course of the duties of the member with the transition \n     and exclusively use such information for the purposes of the \n     transition; and\n       ``(III) not use any nonpublic information provided in the \n     course of transition duties, in any manner, for personal or \n     private gain for the member or any other party at any time \n     during or after the transition; and\n\n       ``(iv) a description of how the transition team will \n     enforce the Code of Ethical Conduct, including the names of \n     the members of the transition team responsible for \n     enforcement, oversight, and compliance.\n       ``(C) Publicly available.--The transition team shall make \n     the ethics plan described in this paragraph publicly \n     available on the internet website of the General Services \n     Administration the earlier of--\n       ``(i) the day on which the memorandum of understanding is \n     completed; or\n       ``(ii) October 1.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days within which to \nrevise and extend their remarks and include extraneous material on the \nmeasure before us.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from New York?", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself as \nmuch time as I may consume.\n  The Presidential Transition Enhancement Act would make a number of \nimportant changes to the transition process when a new President is \nelected.\n  Mr. Speaker, I want to thank Senators Johnson and Carper for their \nhard work on this issue.\n  Many of the provisions in the bill before us today were introduced in \nthe House by our late chairman, Elijah Cummings, in the Transition Team \nEthics Improvement Act.\n  Most importantly, the bill would strengthen the ethics requirements \nfor transition team members.\n  The Government Accountability Office issued a report in 2017 about \nPresident Trump's Presidential transition.\n\n\nGAO reported that the Trump transition team required team members to \nsign an ethics code of conduct but failed to designate a transition \nteam member responsible for enforcing it.\n  Ethics plans are important for Presidential transitions because \nPresidents-elect often hire transition team members who work in the \nprivate sector, but unlike Federal employees, private-sector employees \nare not subject to Federal ethics laws.\n  This bill would require eligible Presidential candidates to agree to \nenforce ethics plans during the transition period. The bill includes \ncore elements of what those ethics plans should include, such as a \ndescription of how the transition team will address participation by \nlobbyists and individuals working for foreign governments.\n  The bill would also require that transition teams make the ethics \nplans they adopt publicly available. It also includes provisions to \nensure that nonpublic information remains confidential and is not used \nin any way for personal gain.\n  The bill would clarify the responsibility of the General Services \nAdministration during a transition by requiring a memorandum of \nunderstanding between the agency and the Presidential transition team. \nFinally, the bill would allow GSA to provide transition services for up \nto 60 days after an inauguration.\n  These provisions would help ensure smoother transitions than we have \nhad in the past.\n  I am very glad this is a bipartisan bill. The Senate approved this \nbill without any opposition.\n  The peaceful transition of power from one party to another is a \ncornerstone of our democratic system. We must do all we can to ensure \nthe integrity of that process.\n  Mr. Speaker, I urge my colleagues to join me in supporting this \nimportant legislation, and I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 10}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I rise in support of S. 394, the Presidential Transition Enhancement \nAct of 2019.\n  First, Mr. Speaker, I would like to thank Chairman Johnson for taking \na serious look at the needed ethics reform. The Senate has developed \nthis legislative package in a bipartisan manner, something that we \nwould be well served in this House to do.\n  At the beginning of Congress, I think the Democrats introduced H.R. \n1, which was a grab bag of unrelated Democrat messaging bills. One \nsection of H.R. 1 was really directed at the President of the United \nStates and his administration without really addressing serious ethics \nreforms.\n  S. 394, on the other hand, is an honest ethics reform package. The \nbipartisan support in the Senate shows that ethics reform does not need \nto be a partisan exercise.\n  I would suggest Senator Johnson's bill addresses a number of \nambiguities about how agencies work with Presidential transition teams \nthat were identified by the Trump transition team. For example, \nagencies and the Presidential transition team should come to an \nagreement about the use and disclosure of transition team records.\n  The bill also establishes a requirement for a transition team's \nethics plan. The plan would include consideration of how conflicts of \ninterest would be addressed by members of the transition team and the \nPresident-elect.\n  I hope that we can use this for our future benefit as we work \ntogether in a bipartisan manner to make sure that ethics are addressed \nand stop politicizing ethics reforms.\n  Mr. Speaker, I urge my colleagues to support this bill, and I reserve \nthe balance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 11}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I urge passage of \nthis bill, S. 394, and I yield back the balance of my time.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 12}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield back the balance of my time.", "turn": 7, "speaker_bioguide": "M001187", "itemno": 13}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, S. 394.", "turn": 8, "speaker_bioguide": null, "itemno": 14}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 16}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "1", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "394", "type": "S"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "394", "type": "S"}, {"congress": "116", "context": "OTHER", "number": "394", "type": "S"}], "related_usc": [{"title": "2", "detail": "et seq.", "number": "1601"}, {"title": "3", "detail": "note", "number": "102"}, {"title": "5", "number": "552"}, {"title": "22", "detail": "et seq.", "number": "611"}], "id": "CREC-2020-02-05-pt1-PgH825", "doc_title": "PRESIDENTIAL TRANSITION ENHANCEMENT ACT OF 2019", "title": "PRESIDENTIAL TRANSITION ENHANCEMENT ACT OF 2019"}