{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H819-H825", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (S. 375) to improve efforts to identify and \nreduce Governmentwide improper payments, and for other purposes.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                                 S. 375\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Payment Integrity \n     Information Act of 2019''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. IMPROPER PAYMENTS.\n\n       (a) In General.--Chapter 33 of title 31, United States \n     Code, is amended by adding at the end the following:\n\n                   ``Subchapter IV--Improper Payments\n\n     ``Sec. 3351. Definitions\n\n       ``In this subchapter:\n       ``(1) Annual financial statement.--The term `annual \n     financial statement' means the annual financial statement \n     required under section 3515 of this title or similar \n     provision of law.\n       ``(2) Compliance.--The term `compliance' means that an \n     executive agency--\n       ``(A) has--\n       ``(i) published improper payments information with the \n     annual financial statement of the executive agency for the \n     most recent fiscal year; and\n       ``(ii) posted on the website of the executive agency that \n     statement and any accompanying materials required under \n     guidance of the Office of Management and Budget;\n       ``(B) if required, has conducted a program specific risk \n     assessment for each program or activity that conforms with \n     the requirements under section 3352(a);\n       ``(C) if required, publishes improper payments estimates \n     for all programs and activities identified under section \n     3352(a) in the accompanying materials to the annual financial \n     statement;\n       ``(D) publishes programmatic corrective action plans \n     prepared under section 3352(d) that the executive agency may \n     have in the accompanying materials to the annual financial \n     statement;\n       ``(E) publishes improper payments reduction targets \n     established under section 3352(d) that the executive agency \n     may have in the accompanying materials to the annual \n     financial statement for each program or activity assessed to \n     be at risk, and has demonstrated improvements and developed a \n     plan to meet the reduction targets; and\n       ``(F) has reported an improper payment rate of less than 10 \n     percent for each program and activity for which an estimate \n     was published under section 3352(c).\n       ``(3) Do not pay initiative.--The term `Do Not Pay \n     Initiative' means the initiative described in section \n     3354(b).\n       ``(4) Improper payment.--The term `improper payment'--\n       ``(A) means any payment that should not have been made or \n     that was made in an incorrect amount, including an \n     overpayment or underpayment, under a statutory, contractual, \n     administrative, or other legally applicable requirement; and\n       ``(B) includes--\n       ``(i) any payment to an ineligible recipient;\n       ``(ii) any payment for an ineligible good or service;\n       ``(iii) any duplicate payment;\n       ``(iv) any payment for a good or service not received, \n     except for those payments where authorized by law; and\n       ``(v) any payment that does not account for credit for \n     applicable discounts.\n       ``(5) Payment.--The term `payment' means any transfer or \n     commitment for future transfer of Federal funds such as cash, \n     securities, loans, loan guarantees, and insurance subsidies \n     to any non-Federal person or entity or a Federal employee, \n     that is made by a Federal agency, a Federal contractor, a \n     Federal grantee, or a governmental or other organization \n     administering a Federal program or activity.\n       ``(6) Payment for an ineligible good or service.--The term \n     `payment for an ineligible good or service' includes a \n     payment for any good or service that is rejected under any \n     provision of any contract, grant, lease, cooperative \n     agreement, or other funding mechanism.\n       ``(7) Recovery audit.--The term `recovery audit' means a \n     recovery audit described in section 3352(i).\n       ``(8) State.--The term `State' means each State of the \n     United States, the District of Columbia, each territory or \n     possession of the United States, and each Federally \n     recognized Indian tribe.\n\n     ``Sec. 3352. Estimates of improper payments and reports on \n       actions to reduce improper payments\n\n       ``(a) Identification of Susceptible Programs and \n     Activities.--\n       ``(1) In general.--The head of each executive agency shall, \n     in accordance with guidance prescribed by the Director of the \n     Office of Management and Budget--\n       ``(A) periodically review all programs and activities that \n     the head of the executive agency administers; and\n       ``(B) identify all programs and activities with outlays \n     exceeding the statutory threshold dollar amount described in \n     paragraph (3)(A)(i) that may be susceptible to significant \n     improper payments.\n       ``(2) Frequency.--A review under paragraph (1) shall be \n     performed for each program and activity that the head of an \n     executive agency administers not less frequently than once \n     every 3 fiscal years.\n       ``(3) Risk assessments.--\n       ``(A) Definition of significant.--In this paragraph, the \n     term `significant' means that, in the preceding fiscal year, \n     the sum of a program or activity's improper payments and \n     payments whose propriety cannot be determined by the \n     executive agency due to lacking or insufficient documentation \n     may have exceeded--\n       ``(i) $10,000,000 of all reported program or activity \n     payments of the executive agency made during that fiscal year \n     and 1.5 percent of program outlays; or\n       ``(ii) $100,000,000.\n       ``(B) Scope.--In conducting a review under paragraph (1), \n     the head of each executive agency shall take into account \n     those risk factors that are likely to contribute to a \n     susceptibility to significant improper payments, such as--\n       ``(i) whether the program or activity reviewed is new to \n     the executive agency;\n       ``(ii) the complexity of the program or activity reviewed;\n       ``(iii) the volume of payments made through the program or \n     activity reviewed;\n       ``(iv) whether payments or payment eligibility decisions \n     are made outside of the executive agency, such as by a State \n     or local government;\n       ``(v) recent major changes in program funding, authorities, \n     practices, or procedures;\n       ``(vi) the level, experience, and quality of training for \n     personnel responsible for making program eligibility \n     determinations or certifying that payments are accurate;\n       ``(vii) significant deficiencies in the audit report of the \n     executive agency or other relevant management findings that \n     might hinder accurate payment certification;\n       ``(viii) similarities to other programs or activities that \n     have reported improper payment estimates or been deemed \n     susceptible to significant improper payments;\n       ``(ix) the accuracy and reliability of improper payment \n     estimates previously reported for the program or activity, or \n     other indicator of potential susceptibility to improper \n     payments identified by the Inspector General of the executive \n     agency, the Government Accountability Office, other audits \n     performed by or on behalf of the Federal, State, or local \n     government, disclosures by the executive agency, or any other \n     means;\n       ``(x) whether the program or activity lacks information or \n     data systems to confirm eligibility or provide for other \n     payment integrity needs; and\n       ``(xi) the risk of fraud as assessed by the executive \n     agency under the Standards for Internal Control in the \n     Federal Government published by the Government Accountability \n     Office (commonly known as the `Green Book').\n\n\n       ``(C) Annual report.--Each executive agency shall publish \n     an annual report that includes--\n       ``(i) a listing of each program or activity identified \n     under paragraph (1), including the date on which the program \n     or activity was most recently assessed for risk under \n     paragraph (1); and\n       ``(ii) a listing of any program or activity for which the \n     executive agency makes any substantial changes to the \n     methodologies of the reviews conducted under paragraph (1).\n       ``(b) Improving the Determination of Improper Payments.--\n       ``(1) In general.--The Director of the Office of Management \n     and Budget shall on an annual basis--\n       ``(A) identify a list of high-priority Federal programs for \n     greater levels of oversight and review--\n       ``(i) in which the highest dollar value or highest rate of \n     improper payments occur; or\n       ``(ii) for which there is a higher risk of improper \n     payments; and\n       ``(B) in coordination with the executive agency responsible \n     for administering a high-priority program identified under \n     subparagraph (A), establish annual targets and semi-annual or \n     quarterly actions for reducing improper payments associated \n     with the high-priority program.\n       ``(2) Report on high-priority improper payments.--\n       ``(A) In general.--Subject to Federal privacy policies and \n     to the extent permitted by law, each executive agency with a \n     program identified under paragraph (1)(A) shall on an annual \n     basis submit to the Inspector General of the executive agency \n     and the Office of Management and Budget, and make available \n     to the public, including through a website, a report on that \n     program.\n       ``(B) Contents.--Each report submitted under subparagraph \n     (A)--\n       ``(i) shall describe any action the executive agency--\n\n       ``(I) has taken or plans to take to recover improper \n     payments; and\n       ``(II) intends to take to prevent future improper payments; \n     and\n\n       ``(ii) shall not include--\n\n       ``(I) any referrals the executive agency made or \n     anticipates making to the Department of Justice; or\n       ``(II) any information provided in connection with a \n     referral described in subclause (I).\n\n       ``(C) Public availability on central website.--The Office \n     of Management and Budget shall make each report submitted \n     under subparagraph (A) available on a central website.\n       ``(D) Availability of information to inspector general.--\n     Subparagraph (B)(ii) shall not prohibit any referral or \n     information being made available to an Inspector General as \n     otherwise provided by law.\n       ``(E) Assessment and recommendations.--The Inspector \n     General of each executive agency that submits a report under \n     subparagraph (A) shall, for each program of the executive \n     agency that is identified under paragraph (1)(A)--\n       ``(i) review--\n\n       ``(I) the assessment of the level of risk associated with \n     the program and the quality of the improper payment estimates \n     and methodology of the executive agency relating to the \n     program; and\n       ``(II) the oversight or financial controls to identify and \n     prevent improper payments under the program; and\n\n       ``(ii) submit to the appropriate authorizing and \n     appropriations committees of Congress recommendations, which \n     may be included in another report submitted by the Inspector \n     General to Congress, for modifying any plans of the executive \n     agency relating to the program, including improvements for \n     improper payments determination and estimation methodology.\n       ``(F) Annual meeting.--Not less frequently than once every \n     year, the head of each executive agency with a program \n     identified under paragraph (1)(A), or a designee of the head \n     of the executive agency, shall meet with the Director of the \n     Office of Management and Budget, or a designee of the \n     Director, to report on actions taken during the preceding \n     year and planned actions to prevent improper payments.\n       ``(c) Estimation of Improper Payments.--\n       ``(1) Estimation.--With respect to each program and \n     activity identified under subsection (a)(1), the head of the \n     relevant executive agency shall--\n       ``(A) produce a statistically valid estimate, or an \n     estimate that is otherwise appropriate using a methodology \n     approved by the Director of the Office of Management and \n     Budget, of the improper payments made under the program or \n     activity; and\n       ``(B) include the estimates described in subparagraph (A) \n     in the accompanying materials to the annual financial \n     statement of the executive agency and as required in \n     applicable guidance of the Office of Management and Budget.\n       ``(2) Lacking or insufficient documentation.--\n       ``(A) In general.--For the purpose of producing an estimate \n     under paragraph (1), when the executive agency cannot \n     determine, due to lacking or insufficient documentation, \n     whether a payment is proper or not, the payment shall be \n     treated as an improper payment.\n       ``(B) Separate report.--The head of an executive agency may \n     report separately on what portion of the improper payments \n     estimate for a program or activity of the executive agency \n     under paragraph (1) is attributable to lacking or \n     insufficient documentation.\n       ``(d) Reports on Actions To Reduce Improper Payments.--With \n     respect to any program or activity of an executive agency \n     with estimated improper payments under subsection (c), the \n     head of the executive agency shall provide with the estimate \n     required under subsection (c) a report on what actions the \n     executive agency is taking to reduce improper payments, \n     including--\n       ``(1) a description of the causes of the improper payments, \n     actions planned or taken to correct those causes, and the \n     planned or actual completion date of the actions taken to \n     address those causes;\n       ``(2) in order to reduce improper payments to a level below \n     which further expenditures to reduce improper payments would \n     cost more than the amount those expenditures would save in \n     prevented or recovered improper payments, a statement of \n     whether the executive agency has what is needed with respect \n     to--\n       ``(A) internal controls;\n       ``(B) human capital; and\n       ``(C) information systems and other infrastructure;\n       ``(3) if the executive agency does not have sufficient \n     resources to establish and maintain effective internal \n     controls as described in paragraph (2)(A), a description of \n     the resources the executive agency has requested in the \n     budget submission of the executive agency to establish and \n     maintain those internal controls;\n       ``(4) program-specific and activity-specific improper \n     payments reduction targets that have been approved by the \n     Director of the Office of Management and Budget;\n       ``(5) a description of the steps the executive agency has \n     taken to ensure that executive agency managers, programs, \n     and, where appropriate, States and local governments are held \n     accountable through annual performance appraisal criteria \n     for--\n       ``(A) meeting applicable improper payments reduction \n     targets; and\n       ``(B) establishing and maintaining sufficient internal \n     controls, including an appropriate control environment, that \n     effectively--\n       ``(i) prevent improper payments from being made; and\n       ``(ii) promptly detect and recover improper payments that \n     are made; and\n       ``(6) a description of how the level of planned or \n     completed actions by the executive agency to address the \n     causes of the improper payments matches the level of improper \n     payments, including a breakdown by category of improper \n     payment and specific timelines for completion of those \n     actions.\n       ``(e) Reports on Actions To Recover Improper Payments.--\n     With respect to improper payments identified in a recovery \n     audit, the head of the executive agency shall provide with \n     the estimate required under subsection (c) a report on all \n     actions the executive agency is taking to recover the \n     improper payments, including--\n       ``(1) a discussion of the methods used by the executive \n     agency to recover improper payments;\n       ``(2) the amounts recovered, outstanding, and determined to \n     not be collectable, including the percent those amounts \n     represent of the total improper payments of the executive \n     agency;\n       ``(3) if a determination has been made that certain \n     improper payments are not collectable, a justification of \n     that determination;\n       ``(4) an aging schedule of the amounts outstanding;\n       ``(5) a summary of how recovered amounts have been disposed \n     of;\n       ``(6) a discussion of any conditions giving rise to \n     improper payments and how those conditions are being \n     resolved; and\n       ``(7) if the executive agency has determined under \n     subsection (i) that performing recovery audits for any \n     applicable program or activity is not cost-effective, a \n     justification for that determination.\n       ``(f) Governmentwide Reporting of Improper Payments and \n     Actions To Recover Improper Payments.--\n       ``(1) Report.--Each fiscal year, the Director of the Office \n     of Management and Budget shall submit a report with respect \n     to the preceding fiscal year on actions that executive \n     agencies have taken to report information regarding improper \n     payments and actions to recover improper payments to--\n       ``(A) the Committee on Homeland Security and Governmental \n     Affairs of the Senate;\n       ``(B) the Committee on Oversight and Reform of the House of \n     Representatives; and\n       ``(C) the Comptroller General of the United States.\n       ``(2) Contents.--Each report required under paragraph (1) \n     shall include--\n       ``(A) a summary of the reports of each executive agency on \n     improper payments and recovery actions submitted under this \n     section;\n       ``(B) an identification of the compliance status of each \n     executive agency, as determined by the Inspector General of \n     the executive agency under section 3353, to which this \n     section applies;\n       ``(C) Governmentwide improper payment reduction targets;\n       ``(D) a Governmentwide estimate of improper payments; and\n       ``(E) a discussion of progress made towards meeting \n     Governmentwide improper payment reduction targets.\n       ``(g) Guidance by the Office of Management and Budget.--\n       ``(1) In general.--Not later than 1 year after the date of \n     enactment of this section,\n\n\n     the Director of the Office of Management and Budget shall \n     prescribe guidance for executive agencies to implement the \n     requirements of this section, which shall not include any \n     exemptions to those requirements that are not specifically \n     authorized by this section.\n       ``(2) Contents.--The guidance under paragraph (1) shall \n     prescribe--\n       ``(A) the form of the reports on actions to reduce improper \n     payments, recovery actions, and Governmentwide reporting; and\n       ``(B) strategies for addressing risks and establishing \n     appropriate prepayment and postpayment internal controls.\n       ``(h) Determinations of Agency Readiness for Opinion on \n     Internal Control.--The criteria required to be developed \n     under section 2(g) of the Improper Payments Elimination and \n     Recovery Act of 2010, as in effect on the day before the date \n     of enactment of this section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) may be modified as determined appropriate by the \n     Director of the Office of Management and Budget.\n       ``(i) Recovery Audits.--\n       ``(1) In general.--\n       ``(A) Conduct of audits.--Except as provided under \n     paragraph (3) and if not prohibited under any other provision \n     of law, the head of each executive agency shall conduct \n     recovery audits with respect to each program and activity of \n     the executive agency that expends $1,000,000 or more annually \n     if conducting the audits would be cost effective.\n       ``(B) Procedures.--In conducting a recovery audit under \n     this subsection, the head of an executive agency--\n       ``(i) shall give priority to the most recent payments and \n     to payments made in any program identified as susceptible to \n     significant improper payments under subsection (a);\n       ``(ii) shall implement this subsection in a manner designed \n     to ensure the greatest financial benefit to the Federal \n     Government; and\n       ``(iii) may conduct the recovery audit directly, by using \n     other departments and agencies of the United States, or by \n     procuring performance of recovery audits by private sector \n     sources by contract, subject to the availability of \n     appropriations, or by any combination thereof.\n       ``(C) Recovery audit contracts.--With respect to a recovery \n     audit procured by an executive agency by contract--\n       ``(i) subject to subparagraph (B)(iii), and except to the \n     extent such actions are outside the authority of the \n     executive agency under section 7103 of title 41, the head of \n     the executive agency may authorize the contractor to--\n\n       ``(I) notify entities, including individuals, of potential \n     overpayments made to those entities;\n       ``(II) respond to questions concerning potential \n     overpayments; and\n       ``(III) take other administrative actions with respect to \n     an overpayment claim made or to be made by the executive \n     agency; and\n\n       ``(ii) the contractor shall not have the authority to make \n     a final determination relating to whether any overpayment \n     occurred or whether to compromise, settle, or terminate an \n     overpayment claim.\n       ``(D) Contract terms and conditions.--\n       ``(i) In general.--The executive agency shall include in \n     each contract for procurement of performance of a recovery \n     audit a requirement that the contractor shall--\n\n       ``(I) provide to the executive agency periodic reports on \n     conditions giving rise to overpayments identified by the \n     contractor and any recommendations on how to mitigate those \n     conditions;\n       ``(II) notify the executive agency of any overpayments \n     identified by the contractor pertaining to the executive \n     agency or to any other executive agency that are beyond the \n     scope of the contract; and\n       ``(III) report to the executive agency credible evidence of \n     fraud or vulnerabilities to fraud and conduct appropriate \n     training of personnel of the contractor on identification of \n     fraud.\n\n       ``(ii) Reports on actions taken.--Each executive agency \n     shall, on an annual basis, include in annual financial \n     statement of the executive agency a report on actions taken \n     by the executive agency during the preceding fiscal year to \n     address the recommendations described in clause (i)(I).\n       ``(E) Agency action following notification.--Each executive \n     agency shall--\n       ``(i) take prompt and appropriate action in response to a \n     report or notification by a contractor under subclause (I) or \n     (II) of subparagraph (D)(i) to collect an overpayment; and\n       ``(ii) forward to other executive agencies any information \n     that applies to that executive agency.\n       ``(2) Disposition of amounts recovered.--\n       ``(A) In general.--Amounts collected by executive agencies \n     each fiscal year through recovery audits shall be treated in \n     accordance with this paragraph.\n       ``(B) Distribution.--The head of an executive agency shall \n     determine the distribution of collected amounts described in \n     subparagraph (A), less amounts needed to fulfill the purposes \n     of section 3562(a) of this title, in accordance with \n     subparagraphs (C), (D), and (E).\n       ``(C) Use for financial management improvement program.--\n     Not more than 25 percent of the amounts collected by an \n     executive agency through recovery audits--\n       ``(i) shall be available to the head of the executive \n     agency to carry out the financial management improvement \n     program of the executive agency under paragraph (3);\n       ``(ii) may be credited, if applicable, for the purpose \n     described in clause (i) by the head of an executive agency to \n     any executive agency appropriations and funds that are \n     available for obligation at the time of collection; and\n       ``(iii) shall be used to supplement and not supplant any \n     other amounts available for the purpose described in clause \n     (i) and shall remain available until expended.\n       ``(D) Use for original purpose.--Not more than 25 percent \n     of the amounts collected by an executive agency through \n     recovery audits--\n       ``(i) shall be credited to the appropriation or fund, if \n     any, available for obligation at the time of collection for \n     the same general purposes as the appropriation or fund from \n     which the overpayment was made;\n       ``(ii) shall remain available for the same period and \n     purposes as the appropriation or fund to which credited; and\n       ``(iii) if the appropriation from which an overpayment was \n     made has expired--\n\n       ``(I) in the case of recoveries of overpayments that are \n     made from a trust or special fund account, shall revert to \n     that account; and\n       ``(II) in the case of other recoveries of overpayments--\n\n       ``(aa) for amounts that are recovered more than 5 fiscal \n     years from the last fiscal year in which the funds were \n     available for obligation, shall be deposited in the Treasury \n     as miscellaneous receipts; and\n       ``(bb) for other amounts, shall be newly available for the \n     same time period as the funds were originally available for \n     obligation.\n       ``(E) Use for inspector general activities.--Not more than \n     5 percent of the amounts collected by an executive agency \n     through recovery audits--\n       ``(i) shall be available to the Inspector General of that \n     executive agency for--\n\n       ``(I) the Inspector General to carry out this Act; or\n       ``(II) any other activities of the Inspector General \n     relating to investigating improper payments or auditing \n     internal controls associated with payments; and\n\n       ``(ii) shall remain available for the same period and \n     purposes as the appropriation or fund to which credited.\n       ``(F) Remainder.--Amounts collected that are not applied in \n     accordance with subparagraph (B), (C), (D), or (E) shall be \n     deposited in the Treasury as miscellaneous receipts, except \n     that in the case of recoveries of overpayments that are made \n     from trust or special fund accounts, those amounts shall \n     revert to those accounts.\n       ``(G) Discretionary amounts.--This paragraph shall apply \n     only to recoveries of overpayments that are made from \n     discretionary appropriations, as defined in section 250(c)(7) \n     of the Balanced Budget and Emergency Deficit Control Act of \n     1985 (2 U.S.C. 900(c)(7)), and shall not apply to recoveries \n     of overpayments that are made from discretionary amounts that \n     were appropriated before the date of enactment of the \n     Improper Payments Elimination and Recovery Act of 2010, as in \n     effect on the day before the date of enactment of this \n     section.\n       ``(H) Application.--This paragraph shall not apply to the \n     recovery of an overpayment if the appropriation from which \n     the overpayment was made has not expired.\n       ``(3) Financial management improvement program.--\n       ``(A) Requirement.--The head of each executive agency shall \n     conduct a financial management improvement program consistent \n     with rules prescribed by the Director of the Office of \n     Management and Budget.\n       ``(B) Program features.--In conducting a program described \n     in subparagraph (A), the head of an executive agency--\n       ``(i) shall, as the first priority of the program, address \n     problems that contribute directly to executive agency \n     improper payments; and\n       ``(ii) may seek to reduce errors and waste in other \n     executive agency programs and operations.\n       ``(4) Privacy protections.--Any nongovernmental entity \n     that, in the course of recovery auditing or recovery activity \n     under this subsection, obtains information that identifies an \n     individual or with respect to which there is a reasonable \n     basis to believe that the information can be used to identify \n     an individual, may not disclose the information for any \n     purpose other than the recovery auditing or recovery activity \n     and governmental oversight of the activity, unless disclosure \n     for that other purpose is authorized by the individual to the \n     executive agency that contracted for the performance of the \n     recovery auditing or recovery activity.\n       ``(5) Rule of construction.--Except as provided under \n     paragraph (4), nothing in this subsection shall be construed \n     as terminating or in any way limiting authorities that are \n     otherwise available to executive agencies under existing \n     provisions of law to recover improper payments and use \n     recovered amounts.\n\n     ``Sec. 3353. Compliance\n\n       ``(a) Annual Compliance Report by Inspectors General of \n     Executive Agencies.--\n       ``(1) In general.--Each fiscal year, the Inspector General \n     of each executive agency shall--\n       ``(A) determine whether the executive agency is in \n     compliance; and\n\n\n       ``(B) submit a report on the determination made under \n     subparagraph (A) to--\n       ``(i) the head of the executive agency;\n       ``(ii) the Committee on Homeland Security and Governmental \n     Affairs of the Senate;\n       ``(iii) the Committee on Oversight and Reform of the House \n     of Representatives; and\n       ``(iv) the Comptroller General of the United States.\n       ``(2) Development or use of a central website.--The Council \n     of the Inspectors General on Integrity and Efficiency (in \n     this subsection referred to as the `Council') shall develop a \n     public central website, or make use of a public central \n     website in existence on the date of enactment of this \n     section, to contain individual compliance determination \n     reports issued by Inspectors General under paragraph (1)(B) \n     and such additional information as determined by the Council.\n       ``(3) OMB guidance.--Not later than 180 days after the date \n     of enactment of this section, the Director of the Office of \n     Management and Budget, in consultation with the Council and \n     with consideration given to the available resources and \n     independence of individual Offices of Inspectors General, \n     shall develop and promulgate guidance for the compliance \n     determination reports issued by the Inspectors General under \n     paragraph (1)(B), which shall require that--\n       ``(A) the reporting format used by the Inspectors General \n     is consistent;\n       ``(B) Inspectors General evaluate and take into account the \n     adequacy of executive agency risk assessments, improper \n     payment estimates methodology, and executive agency action \n     plans to address the causes of improper payments;\n       ``(C) Inspectors General take into account whether the \n     executive agency has correctly identified the causes of \n     improper payments and whether the actions of the executive \n     agency to address those causes are adequate and effective;\n       ``(D) Inspectors General evaluate the adequacy of executive \n     agency action plans on how the executive agency addresses the \n     causes of improper payments; and\n       ``(E) as part of the report, Inspectors General include an \n     evaluation of executive agency efforts to prevent and reduce \n     improper payments and any recommendations for actions to \n     further improve that prevention and reduction.\n       ``(4) CIGIE guidance.--Not later than 180 days after the \n     date of enactment of this section, the Council shall, with \n     consideration given to the available resources and \n     independence of individual Offices of Inspectors General, \n     develop and promulgate guidance that specifies procedures for \n     compliance determinations made by the Inspectors General \n     under paragraph (1)(A), which shall describe procedures for \n     Inspectors General--\n       ``(A) to make the determinations consistent regarding \n     compliance; and\n       ``(B) to evaluate--\n       ``(i) for compliance with the requirement described in \n     section 3351(2)(B), the risk assessment methodology of the \n     executive agency, including whether the audits, examinations, \n     and legal actions of the Inspector General indicate a higher \n     risk of improper payments or actual improper payments that \n     were not included in the risk assessments of the executive \n     agency conducted under section 3352(a);\n       ``(ii) for compliance with the requirement described in \n     section 3351(2)(C), the accuracy of the rate estimates and \n     whether the sampling and estimation plan used is appropriate \n     given program characteristics;\n       ``(iii) for compliance with the requirement described in \n     section 3351(2)(D), the corrective action plans and whether \n     the plans are adequate and focused on the true causes of \n     improper payments, including whether the corrective action \n     plans are--\n\n       ``(I) reducing improper payments;\n       ``(II) effectively implemented; and\n       ``(III) prioritized within the executive agency;\n\n       ``(iv) the adequacy of executive agency action plans to \n     address the causes of improper payments;\n       ``(v) executive agency efforts to prevent and reduce \n     improper payments, and any recommendations for actions to \n     further improve; and\n       ``(vi) whether an executive agency has published an annual \n     financial statement in accordance with the requirement \n     described in section 3351(2)(A).\n       ``(b) Remediation.--\n       ``(1) Noncompliance.--\n       ``(A) In general.--If an executive agency is determined by \n     the Inspector General of that executive agency not to be in \n     compliance under subsection (a) in a fiscal year with respect \n     to a program or activity, the head of the executive agency \n     shall submit to the appropriate authorizing and \n     appropriations committees of Congress a plan describing the \n     actions that the executive agency will take to come into \n     compliance.\n       ``(B) Plan.--The plan described in subparagraph (A) shall \n     include--\n       ``(i) measurable milestones to be accomplished in order to \n     achieve compliance for each program or activity;\n       ``(ii) the designation of a senior executive agency \n     official who shall be accountable for the progress of the \n     executive agency in coming into compliance for each program \n     or activity; and\n       ``(iii) the establishment of an accountability mechanism, \n     such as a performance agreement, with appropriate incentives \n     and consequences tied to the success of the official \n     designated under clause (ii) in leading the efforts of the \n     executive agency to come into compliance for each program or \n     activity.\n       ``(2) Noncompliance for 2 fiscal years.--\n       ``(A) In general.--If an executive agency is determined by \n     the Inspector General of that executive agency not to be in \n     compliance under subsection (a) for 2 consecutive fiscal \n     years for the same program or activity, the executive agency \n     shall propose to the Director of the Office of Management and \n     Budget additional program integrity proposals that would help \n     the executive agency come into compliance.\n       ``(B) Additional funding.--\n       ``(i) In general.--If the Director of the Office of \n     Management and Budget determines that additional funding \n     would help an executive agency described in subparagraph (A) \n     come into compliance, the head of the executive agency shall \n     obligate additional funding, in an amount determined by the \n     Director, to intensified compliance efforts.\n       ``(ii) Reprogramming or transfer authority.--In providing \n     additional funding under clause (i)--\n\n       ``(I) the head of an executive agency shall use any \n     reprogramming or transfer authority available to the \n     executive agency; and\n       ``(II) if after exercising the reprogramming or transfer \n     authority described in subclause (I), additional funding is \n     necessary to obligate the full level of funding determined by \n     the Director of the Office of Management and Budget under \n     clause (i), the executive agency shall submit a request to \n     Congress for additional reprogramming or transfer authority.\n\n       ``(3) Reauthorization and statutory proposals.--If an \n     executive agency is determined by the Inspector General of \n     that executive agency not to be in compliance under \n     subsection (a) for 3 consecutive fiscal years for the same \n     program or activity, the head of the executive agency shall, \n     not later than 30 days after the date of that determination, \n     submit to the appropriate authorizing and appropriations \n     committees of Congress and the Comptroller General of the \n     United States--\n       ``(A)(i) reauthorization proposals for each program or \n     activity that has not been in compliance for 3 or more \n     consecutive fiscal years; and\n       ``(ii) proposed statutory changes necessary to bring the \n     program or activity into compliance; or\n       ``(B) if the head of the executive agency determines that \n     clauses (i) and (ii) of subparagraph (A) will not bring the \n     program or activity into compliance, a description of the \n     actions that the executive agency is undertaking to bring the \n     program or activity into compliance and a timeline of when \n     the compliance will be achieved.\n       ``(4) Plan and timeline for compliance.--If an executive \n     agency is determined by the Inspector General of that \n     executive agency not to be in compliance under subsection (a) \n     for 4 or more consecutive fiscal years for the same program \n     or activity, the head of the executive agency shall, not \n     later than 30 days after such determination, submit to the \n     appropriate authorizing and appropriations committees of \n     Congress a report that includes--\n       ``(A) the activities taken to comply with the requirements \n     for 1, 2, 3, 4, or more years of noncompliance;\n       ``(B) a description of any requirements that were fulfilled \n     for 1, 2, or 3 consecutive years of noncompliance that are \n     still relevant and being pursued as a means to bring the \n     program or activity into compliance and prevent and reduce \n     improper payments;\n       ``(C) a description of any new corrective actions; and\n       ``(D) a timeline for when the program or activity will \n     achieve compliance based on the actions described within the \n     report.\n       ``(5) Annual report.--Each executive agency shall submit to \n     the appropriate authorizing and appropriations committees of \n     Congress and the Comptroller General of the United States--\n       ``(A) a list of each program or activity that was \n     determined to not be in compliance under paragraph (1), (2), \n     (3), or (4); and\n       ``(B) actions that are planned to bring the program or \n     activity into compliance.\n       ``(c) Compliance Enforcement Pilot Programs.--The Director \n     of the Office of Management and Budget may establish 1 or \n     more pilot programs that shall test potential accountability \n     mechanisms with appropriate incentives and consequences tied \n     to success in ensuring compliance with this section and \n     eliminating improper payments.\n       ``(d) Improved Estimates Guidance.--The guidance required \n     to be provided under section 3(b) of the Improper Payments \n     Elimination and Recovery Improvement Act of 2012, as in \n     effect on the day before the date of enactment of this \n     section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) may be modified as determined appropriate by the \n     Director of the Office of Management and Budget.\n\n     ``Sec. 3354. Do Not Pay Initiative\n\n       ``(a) Prepayment and Preaward Procedures.--\n       ``(1) In general.--Each executive agency shall review \n     prepayment and preaward procedures and ensure that a thorough \n     review of available databases with relevant information on \n     eligibility occurs to determine program or award eligibility \n     and prevent improper payments before the release of any \n     Federal funds.\n\n\n       ``(2) Databases.--At a minimum and before issuing any \n     payment or award, each executive agency shall review as \n     appropriate the following databases to verify eligibility of \n     the payment and award:\n       ``(A) The death records maintained by the Commissioner of \n     Social Security.\n       ``(B) The System for Award Management Exclusion Records, \n     formerly known as the Excluded Parties List System, of the \n     General Services Administration.\n       ``(C) The Debt Check Database of the Department of the \n     Treasury.\n       ``(D) The Credit Alert System or Credit Alert Interactive \n     Voice Response System of the Department of Housing and Urban \n     Development.\n       ``(E) The List of Excluded Individuals/Entities of the \n     Office of Inspector General of the Department of Health and \n     Human Services.\n       ``(F) Information regarding incarcerated individuals \n     maintained by the Commissioner of Social Security under \n     sections 202(x) and 1611(e) of the Social Security Act (42 \n     U.S.C. 402(x), 1382(e)).\n       ``(b) Do Not Pay Initiative.--\n       ``(1) In general.--There is the Do Not Pay Initiative, \n     which shall include--\n       ``(A) use of the databases described in subsection (a)(2); \n     and\n       ``(B) use of other databases designated by the Director of \n     the Office of Management and Budget, or the designee of the \n     Director, in consultation with executive agencies and in \n     accordance with paragraph (2).\n       ``(2) Other databases.--In making designations of other \n     databases under paragraph (1)(B), the Director of the Office \n     of Management and Budget, or the head of any executive agency \n     designated by the Director, shall--\n       ``(A) consider any database that substantially assists in \n     preventing improper payments; and\n       ``(B) provide public notice and an opportunity for comment \n     before designating a database under paragraph (1)(B).\n       ``(3) Access and review.--\n       ``(A) In general.--For purposes of identifying and \n     preventing improper payments, each executive agency shall \n     have access to, and use of, the Do Not Pay Initiative to \n     verify payment or award eligibility in accordance with \n     subsection (a).\n       ``(B) Matching programs.--\n       ``(i) In general.--The head of the agency operating the \n     Working System may, in consultation with the Office of \n     Management and Budget, waive the requirements of section \n     552a(o) of title 5 in any case or class of cases for computer \n     matching activities conducted under this section.\n       ``(ii) Guidance.--The Director of the Office of Management \n     and Budget may issue guidance that establishes requirements \n     governing waivers under clause (i).\n       ``(C) Other entities.--Each State and any contractor, \n     subcontractor, or agent of a State, including a State auditor \n     or State program responsible for reducing improper payments \n     of a federally funded State-administered program, and the \n     judicial and legislative branches of the United States, as \n     defined in paragraphs (2) and (3), respectively, of section \n     202(e) of title 18, shall have access to, and use of, the Do \n     Not Pay Initiative for the purpose of verifying payment or \n     award eligibility for payments.\n       ``(D) Consistency with privacy act of 1974.--To ensure \n     consistency with the principles of section 552a of title 5 \n     (commonly known as the `Privacy Act of 1974'), the Director \n     of the Office of Management and Budget may issue guidance \n     that establishes privacy and other requirements that shall be \n     incorporated into Do Not Pay Initiative access agreements \n     with States, including any contractor, subcontractor, or \n     agent of a State, and the judicial and legislative branches \n     of the United States, as defined in paragraphs (2) and (3), \n     respectively, of section 202(e) of title 18.\n       ``(4) Payment otherwise required.--When using the Do Not \n     Pay Initiative, an executive agency shall recognize that \n     there may be circumstances under which the law requires a \n     payment or award to be made to a recipient, regardless of \n     whether that recipient is identified as potentially \n     ineligible under the Do Not Pay Initiative.\n       ``(5) Annual report.--The Director of the Office of \n     Management and Budget shall submit to Congress an annual \n     report, which may be included as part of another report \n     submitted to Congress by the Director, regarding the \n     operation of the Do Not Pay Initiative, which shall--\n       ``(A) include an evaluation of whether the Do Not Pay \n     Initiative has reduced improper payments or improper awards; \n     and\n       ``(B) provide the frequency of corrections or \n     identification of incorrect information.\n       ``(c) Initial Working System.--The working system required \n     to be established under section 5(d) of the Improper Payments \n     Elimination and Recovery Improvement Act of 2012, as in \n     effect on the day before the date of enactment of this \n     section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) shall require each executive agency to review all \n     payments and awards for all programs and activities of that \n     executive agency through the working system.\n       ``(d) Facilitating Data Access by Federal Agencies and \n     Offices of Inspectors General for Purposes of Program \n     Integrity.--\n       ``(1) Computer matching by executive agencies for purposes \n     of investigation and prevention of improper payments and \n     fraud.--\n       ``(A) In general.--Except as provided in this paragraph, in \n     accordance with section 552a of title 5 (commonly known as \n     the `Privacy Act of 1974'), the head of each executive agency \n     may enter into computer matching agreements with other heads \n     of executive agencies that allow ongoing data matching, which \n     shall include automated data matching, in order to assist in \n     the detection and prevention of improper payments.\n       ``(B) Review.--Not later than 60 days after the date on \n     which a proposal for an agreement under subparagraph (A) has \n     been presented to a Data Integrity Board established under \n     section 552a(u) of title 5 for consideration, the Data \n     Integrity Board shall respond to the proposal.\n       ``(C) Termination date.--An agreement described in \n     subparagraph (A)--\n       ``(i) shall have a termination date of less than 3 years; \n     and\n       ``(ii) during the 3-month period ending on the date on \n     which the agreement is scheduled to terminate, may be renewed \n     by the executive agencies entering the agreement for not more \n     than 3 years.\n       ``(D) Multiple agencies.--For purposes of this paragraph, \n     section 552a(o)(1) of title 5 shall be applied by \n     substituting `between the source agency and the recipient \n     agency or non-Federal agency or an agreement governing \n     multiple agencies' for `between the source agency and the \n     recipient agency or non-Federal agency' in the matter \n     preceding subparagraph (A).\n       ``(E) Cost-benefit analysis.--A justification under section \n     552a(o)(1)(B) of title 5 relating to an agreement under \n     subparagraph (A) is not required to contain a specific \n     estimate of any savings under the computer matching \n     agreement.\n       ``(2) Guidance and procedures by the office of management \n     and budget.--The guidance, rules, and procedures required to \n     be issued, clarified, and established under paragraphs (3) \n     and (4) of section 5(e) of the Improper Payments Elimination \n     and Recovery Improvement Act of 2012, as in effect on the day \n     before the date of enactment of this section--\n       ``(A) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(B) may be modified as determined appropriate by the \n     Director of the Office of Management and Budget.\n       ``(3) Compliance.--The head of each executive agency, in \n     consultation with the Inspector General of the executive \n     agency, shall ensure that any information provided to an \n     individual or entity under this subsection is provided in \n     accordance with protocols established under this subsection.\n       ``(4) Rule of construction.--Nothing in this subsection \n     shall be construed--\n       ``(A) to affect the rights of an individual under section \n     552a(p) of title 5; or\n       ``(B) to impede the exercise of an exemption provided to \n     Inspectors General or by an executive agency in coordination \n     with an Inspector General under section 6(j) of the Inspector \n     General Act of 1978 (5 U.S.C. App.).\n       ``(e) Plan To Curb Federal Improper Payments to Deceased \n     Individuals by Improving the Quality and Use by Federal \n     Agencies of the Social Security Administration Death Master \n     File and Other Death Data.--\n       ``(1) Establishment.--In conjunction with the Commissioner \n     of Social Security and in consultation with relevant \n     stakeholders that have an interest in or responsibility for \n     providing the data, and each State, the Director of the \n     Office of Management and Budget shall conduct a study and \n     update the plan required to be established under section 5(g) \n     of the Improper Payments Elimination and Recovery Improvement \n     Act of 2012, as in effect on the day before the date of \n     enactment of this section, for improving the quality, \n     accuracy, and timeliness of death data maintained by the \n     Social Security Administration, including death information \n     reported to the Commissioner under section 205(r) of the \n     Social Security Act (42 U.S.C. 405(r)).\n       ``(2) Additional actions under plan.--The plan described in \n     this subsection shall include recommended actions by \n     executive agencies to--\n       ``(A) increase the quality and frequency of access to the \n     Death Master File and other death data;\n       ``(B) achieve a goal of at least daily access as \n     appropriate;\n       ``(C) provide for all States and other data providers to \n     use improved and electronic means for providing data;\n       ``(D) identify improved methods by executive agencies for \n     determining ineligible payments due to the death of a \n     recipient through proactive verification means; and\n       ``(E) address improper payments made by executive agencies \n     to deceased individuals as part of Federal retirement \n     programs.\n       ``(3) Report.--Not later than 120 days after the date of \n     enactment of this section, the Director of the Office of \n     Management and Budget shall submit a report to Congress on \n     the plan described in this subsection, including recommended \n     legislation.\n\n     ``Sec. 3355. Improving recovery of improper payments\n\n       ``The Director of the Office of Management and Budget shall \n     determine--\n       ``(1) current and historical rates and amounts of recovery \n     of improper payments, or, in cases in which improper payments \n     are identified solely on the basis of a sample, recovery \n     rates and amounts estimated on the basis of the applicable \n     sample, including a\n\n\n     list of executive agency recovery audit contract programs and \n     specific information of amounts and payments recovered by \n     recovery audit contractors; and\n       ``(2) targets for recovering improper payments, including \n     specific information on amounts and payments recovered by \n     recovery audit contractors.\n\n     ``Sec. 3356. Improving the use of data by executive agencies \n       for curbing improper payments\n\n       ``(a) Prompt Reporting of Death Information by the \n     Department of State and the Department of Defense.--The \n     procedure required to be established under section 7(a) of \n     the Improper Payments Elimination and Recovery Improvement \n     Act of 2012, as in effect on the day before the date of \n     enactment of this section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) may be modified as determined appropriate by the \n     Director of the Office of Management and Budget.\n       ``(b) Prompt Reporting of Death Information by the \n     Department of Veterans Affairs and the Office of Personnel \n     Management.--Not later than 1 year after the date of \n     enactment of this section, the Secretary of Veterans Affairs \n     and the Director of the Office of Personnel Management shall \n     establish a procedure under which the Secretary and the \n     Director--\n       ``(1) shall promptly and on a regular basis submit \n     information relating to the deaths of individuals, including \n     stopped payments data as applicable, to each executive agency \n     for which the Director of the Office of Management and Budget \n     determines receiving and using such information would be \n     relevant and necessary; and\n       ``(2) to facilitate the centralized access of death data \n     for the use of reducing improper payments, may identify \n     additional Federal sources of death data and direct the data \n     owner to provide that data to 1 or more executive agencies \n     for that purpose.\n       ``(c) Guidance to Executive Agencies Regarding Data Access \n     and Use for Improper Payments Purposes.--The guidance \n     required to be issued under section 7(b) of the Improper \n     Payments Elimination and Recovery Improvement Act of 2012, as \n     in effect on the day before the date of enactment of this \n     section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) may be modified as determined appropriate by the \n     Director of the Office of Management and Budget.\n\n     ``Sec. 3357. Financial and administrative controls relating \n       to fraud and improper payments\n\n       ``(a) Definition.--In this section, the term `agency' has \n     the meaning given the term in section 551 of title 5.\n       ``(b) Guidelines.--The guidelines required to be \n     established under section 3(a) of the Fraud Reduction and \n     Data Analytics Act of 2015, as in effect on the day before \n     the date of enactment of this section--\n       ``(1) shall continue to be in effect on and after the date \n     of enactment of this section; and\n       ``(2) may be periodically modified by the Director of the \n     Office of Management and Budget, in consultation with the \n     Comptroller General of the United States, as the Director and \n     Comptroller General may determine necessary.\n       ``(c) Requirements for Controls.--The guidelines described \n     in subsection (b) shall include--\n       ``(1) conducting an evaluation of fraud risks and using a \n     risk-based approach to design and implement financial and \n     administrative control activities to mitigate identified \n     fraud risks;\n       ``(2) collecting and analyzing data from reporting \n     mechanisms on detected fraud to monitor fraud trends and \n     using that data and information to continuously improve fraud \n     prevention controls; and\n       ``(3) using the results of monitoring, evaluation, audits, \n     and investigations to improve fraud prevention, detection, \n     and response.\n       ``(d) Report.--For each of fiscal years 2019 and 2020, each \n     agency shall submit to Congress, as part of the annual \n     financial report of the agency, a report of the agency on--\n       ``(1) implementing--\n       ``(A) the financial and administrative controls described \n     in subsection (b);\n       ``(B) the fraud risk principle in the Standards for \n     Internal Control in the Federal Government published by the \n     Government Accountability Office (commonly known as the \n     `Green Book'); and\n       ``(C) Office of Management and Budget Circular A-123, or \n     any successor thereto, with respect to the leading practices \n     for managing fraud risk;\n       ``(2) identifying risks and vulnerabilities to fraud, \n     including with respect to payroll, beneficiary payments, \n     grants, large contracts, and purchase and travel cards; and\n       ``(3) establishing strategies, procedures, and other steps \n     to curb fraud.\n\n     ``Sec. 3358. Interagency working group for Governmentwide \n       payment integrity improvement\n\n       ``(a) Working Group.--\n       ``(1) Establishment.--Not later than 90 days after the date \n     of enactment of this section, there is established an \n     interagency working group on payment integrity--\n       ``(A) to improve--\n       ``(i) State-administered Federal programs to determine \n     eligibility processes and data sharing practices;\n       ``(ii) the guidelines described in section 3357(b) and \n     other best practices and techniques for detecting, \n     preventing, and responding to improper payments, including \n     improper payments that are the result of fraud; and\n       ``(iii) the sharing and development of data analytics \n     techniques to help prevent and identify potential improper \n     payments, including those that are the result of fraud; and\n       ``(B) to identify any additional activities that will \n     improve payment integrity of Federal programs.\n       ``(2) Composition.--The interagency working group \n     established under paragraph (1) shall be composed of--\n       ``(A) the Director of the Office of Management and Budget;\n       ``(B) 1 representative from each of the agencies described \n     in paragraphs (1) and (2) of section 901(b) of this title; \n     and\n       ``(C) any other representatives of other executive agencies \n     determined appropriate by the Director of the Office of \n     Management and Budget, which may include the Chief \n     Information Officer, the Chief Procurement Officer, the Chief \n     Risk Officer, or the Chief Operating Officer of an executive \n     agency.\n       ``(b) Consultation.--The working group established under \n     subsection (a)(1) may consult with Offices of Inspectors \n     General and Federal and non-Federal experts on fraud risk \n     assessments, administrative controls over payment integrity, \n     financial controls, and other relevant matters.\n       ``(c) Meetings.--The working group established under \n     subsection (a)(1) shall hold not fewer than 4 meetings per \n     year.\n       ``(d) Report.--Not later than 240 days after the date of \n     enactment of this section, the working group established \n     under subsection (a)(1) shall submit to Congress a report \n     that includes--\n       ``(1) a plan containing tangible solutions to prevent and \n     reduce improper payments; and\n       ``(2) a plan for State agencies to work with Federal \n     agencies to regularly review lists of beneficiaries of State-\n     managed Federal programs for duplicate enrollment between \n     States, including how the Do Not Pay Business Center and the \n     data analytics initiative of the Department of the Treasury \n     could aid in the detection of duplicate enrollment.''.\n       (b) Technical and Conforming Amendment.--The table of \n     sections for chapter 33 of title 31, United States Code, is \n     amended by adding at the end the following:\n\n                   ``subchapter iv--improper payments\n\n``3351. Definitions.\n``3352. Estimates of improper payments and reports on actions to reduce \n              improper payments.\n``3353. Compliance.\n``3354. Do Not Pay Initiative.\n``3355. Improving recovery of improper payments.\n``3356. Improving the use of data by executive agencies for curbing \n              improper payments.\n``3357. Financial and administrative controls relating to fraud and \n              improper payments.\n``3358. Interagency working group for Governmentwide payment integrity \n              improvement.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 3. REPEALS.\n\n       (a) In General.--\n       (1) Improper payments information act of 2002.--The \n     Improper Payments Information Act of 2002 (31 U.S.C. 3321 \n     note) is repealed.\n       (2) Improper payments elimination and recovery act of \n     2010.--The Improper Payments Elimination and Recovery Act of \n     2010 (Public Law 114-204; 124 Stat. 2224) is repealed.\n       (3) Improper payments elimination and recovery improvement \n     act of 2012.--The Improper Payments Elimination and Recovery \n     Improvement Act of 2012 (31 U.S.C. 3321 note) is repealed.\n       (4) Fraud reduction and data analytics act of 2015.--The \n     Fraud Reduction and Data Analytics Act of 2015 (31 U.S.C. \n     3321 note) is repealed.\n       (b) Technical and Conforming Amendments.--\n       (1) Government charge card abuse prevention act of 2012.--\n     Section 6(a) of the Government Charge Card Abuse Prevention \n     Act of 2012 (5 U.S.C. 5701 note) is amended by striking \n     ``section 3512 of title 31, United States Code, or in the \n     Improper Payments Information Act of 2002 (31 U.S.C. 3321 \n     note)'' and inserting ``section 3512 or subchapter IV of \n     chapter 33 of title 31, United States Code''.\n       (2) Homeland security act of 2002.--Section 2022(a) of the \n     Homeland Security Act of 2002 (6 U.S.C. 612(a)) is amended--\n       (A) in paragraph (1)(C), by striking ``Consistent with the \n     Improper Payments Information Act of 2002 (31 U.S.C. 3321 \n     note)'' and inserting ``Consistent with subchapter IV of \n     chapter 33 of title 31, United States Code''; and\n       (B) in paragraph (5), by striking ``section 2(h) of the \n     Improper Payments Elimination and Recovery Act of 2010 (31 \n     U.S.C. 3321 note)'' and inserting ``section 3352(i) of title \n     31, United States Code,''.\n       (3) Social security act.--Section 2105 of the Social \n     Security Act (42 U.S.C. 1397ee(c)) is amended by striking \n     ``Improper Payments Information Act of 2002'' each place that \n     term appears and inserting ``subchapter IV of chapter 33 of \n     title 31, United States Code''.\n       (4) Title 31.--Section 3562(a) of title 31, United States \n     Code, is amended--\n       (A) in the matter preceding paragraph (1)--\n       (i) by striking ``section 3561'' and inserting ``section \n     3352(i)''; and\n\n\n       (ii) by striking ``agency for the following purposes:'' and \n     all that follows through ``To reimburse'' and inserting \n     ``agency to reimburse''; and\n       (B) by striking paragraph (2).\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days within which to \nrevise and extend their remarks and include extraneous material on the \nmeasure before us.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 8}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from New York?", "turn": 3, "speaker_bioguide": null, "itemno": 9}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 10}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  Improper payments include overpayments, underpayments, payments to \nthe incorrect recipient, and those that lack proper documentation. They \nare a longstanding and significant problem in the Federal Government. \nIn fiscal year 2018 alone, they totaled more than $151 billion.\n  Congress has passed a number of laws over the past two decades to try \nand address this problem, but the problem, unfortunately, persists.\n  S. 375, the Payment Integrity Information Act, would consolidate the \nexisting and proper payment laws in one place in the U.S. Code and make \nseveral changes to help identify and reduce improper payments. It would \nrequire agencies to develop plans to prevent improper payments and also \nto identify programs with the highest risk.\n  It would also require the Office of Management and Budget and \ninspectors general to offer guidance on how to improve annual reporting \non improper payments.\n  Finally, the bill will create a working group of Federal agencies and \nnon-Federal partners to develop strategies for addressing the key \ncauses of improper payments, such as fraud and eligibility \ndetermination in State-managed Federal benefits programs.\n  I thank Senators Tom Carper, Ron Johnson, Gary Peters, and Mike Braun \nfor their good work on this commonsense measure. I commend Senator \nCarper for his longstanding dedication to reducing improper payments.\n  Mr. Speaker, I urge my colleagues to support this important measure \nto reduce waste and fraud in Federal programs, and I reserve the \nbalance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I rise in support of S. 375, the Payment \nIntegrity Information Act of 2019. I know that I am not alone in \naddressing the Speaker on the will of the House, but there are very few \ntimes that we see a whole lot of good that comes out of the other \nChamber in the Capitol. This is one of the rare moments.\n\n\n  So as I see this, I would actually encourage support of it.\n  According to the GAO, since 2003, we have had $1.5 trillion--that is \ntrillion with a T--in improper payments. In fiscal year 2018 alone, \nFederal agencies estimated that there was $151 billion in improper \npayments.\n  The Speaker probably knows that oftentimes we have had, in Oversight \nCommittee, annual reports on improper payments, and consistently we are \ntalking about hundreds of billions of dollars that are sent to not only \nthe wrong place, but in terms that are not even accounted for. And \nafter you get hundreds of billions year after year, eventually that \nadds up to real money. It is time that we address it.\n  This is a commonsense piece of legislation that brings everything \ntogether so that we can start, hopefully, addressing the sad state of \nwhere we are in addressing improper payments. The American taxpayers \ndemand it, the American taxpayers deserve it, and, ultimately, we have \na responsibility to address it. So I rise in support of this.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 3 minutes \nto the gentlewoman from Minnesota (Ms. Craig), the House sponsor for \nthis bill.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 13}, {"kind": "speech", "speaker": "Ms. CRAIG", "text": "  Ms. CRAIG. Mr. Speaker, I thank the chairwoman for yielding.\n  Mr. Speaker, I rise today in support of S. 375, the Payment Integrity \nInformation Act. I was proud to introduce H.R. 5389, the House \ncompanion to this bill, earlier this year.\n  Mr. Speaker, I thank the Congressman, Mr. Meadows, as well as \nRepresentatives Cheri Bustos and   Greg Gianforte for their work on \nthis bill.\n  My constituents sent me here to Congress to represent some of the \nhardest working, creative, and entrepreneurial folks in our country. \nEvery day, I work to protect the hard-earned dollars of these families, \nand I remain committed to ensuring that the Federal Government is a \ngood steward of their tax dollars.\n  In fiscal year 2018 alone, the Government Accountability Office \nestimated that improper payments throughout the Federal Government \ntotaled $151 billion. Since 2003, when agencies were first directed to \nbegin reporting improper payments, cumulative improper payments \nestimated across government have totaled $1.4 trillion.\n  These improper payments can be overpayments, underpayments, payments \nmade to ineligible parties, or payments that were not properly \ndocumented. Frankly, it is outrageous.\n  Whether it is overpaying a defense contractor or underpaying a senior \non their Social Security benefits, the Federal Government has an \nobligation to put commonsense policies in place to end these improper \npayments.\n  Mr. Speaker, I urge all of my colleagues to support this bipartisan \nand commonsense bill to tackle Federal waste, fraud, and abuse so that \nwe can make room to fund the priorities that Minnesota families care so \nmuch about, like special education and addressing our crumbling \ninfrastructure.", "turn": 7, "speaker_bioguide": "C001119", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, again, this bill actually takes five \ndifferent laws that have really not been codified in an appropriate \nmanner, brings them together under one umbrella, and allows us to \naddress this in a meaningful way, a commonsense bill.\n  Mr. Speaker, I join my colleagues opposite to thank them for their \nsupport. I rise in support of this legislation.\n  Mr. Speaker, I yield back the balance of my time.", "turn": 8, "speaker_bioguide": "M001187", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I urge passage of \nS. 375, and I yield back the balance of my time.", "turn": 9, "speaker_bioguide": "M000087", "itemno": 16}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, S. 375.", "turn": 10, "speaker_bioguide": null, "itemno": 17}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 18}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 19}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "375", "type": "S"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "375", "type": "S"}, {"congress": "116", "context": "OTHER", "number": "375", "type": "S"}, {"congress": "116", "context": "OTHER", "number": "5389", "type": "HR"}], "related_laws": [{"congress": "114", "isprivate": "false", "number": "204"}], "related_usc": [{"title": "2", "detail": "(c)(7)", "number": "900"}, {"title": "5", "detail": "note", "number": "5701"}, {"title": "6", "detail": "(a)", "number": "612"}, {"title": "31", "detail": "note", "number": "3321"}, {"title": "31", "detail": "(i)", "number": "3352"}, {"title": "31", "number": "3512"}, {"title": "31", "detail": "(a)", "number": "3562"}, {"title": "42", "detail": "(e)", "number": "1382"}, {"title": "42", "detail": "(c)", "number": "1397ee"}, {"title": "42", "detail": "(x)", "number": "402"}, {"title": "42", "detail": "(r)", "number": "405"}], "related_statute": [{"volume": "124", "pages": "2224"}], "id": "CREC-2020-02-05-pt1-PgH819", "doc_title": "PAYMENT INTEGRITY INFORMATION ACT OF 2019", "title": "PAYMENT INTEGRITY INFORMATION ACT OF 2019"}