{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H836", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1800", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "           REACTION TO PRESIDENT'S STATE OF THE UNION ADDRESS\n\n  (Mr. HOYER asked and was given permission to address the House for 1 \nminute.)", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. HOYER", "text": "  Mr. HOYER. Mr. Speaker, obviously, each of us had our own reaction to \nthe speech that was given by the President last night. He had every \nright under the First Amendment to say what he believed, what he was \ngoing to do, and what he wanted us to do.\n  I suggest to you that if I took this card and tore it up because I \ndidn't like what was on the card, I am protected by the First Amendment \nin doing that. That is a form of speech. If the effort is to shut one \nanother up, perhaps we will go down that road.\n  But, clearly, most of you in this House, or at least some of you in \nthis House, have said an act of destroying things that the leader \nalleges are property of the House--I will ask for a ruling on that, Mr. \nSpeaker, in just a minute--but is an act of disagreement.\n  It is not an assertion, per se, that what was said was wrong, \ndisagreed with, or anything else. It was not an outcry to the President \nof the United States that ``You lie'' that clearly undermined the \ndecorum of this House.\n  Frankly, I did not see the Speaker tear that up. I have seen it on \ntelevision. It has been played, but I would suggest to you very \nseriously--well, whether anyone saw it or not, that is not my argument. \nMy argument is, if each of us watches closely on the floor each of our \nactions and we deem those actions to be disrespectful, either to the \nSpeaker, that is, the Speaker at the rostrum or from the microphones \nbehind the desk, do we bring a resolution that that was disrespectful?\n  Each of you who say ``yes,'' well, I will watch very closely, and we \nwill go back and forth, and that will not be a good precedent because \nit will undermine the premise of the First Amendment that action is \nspeech.\n  Now, an action that is criminal, an action that defames, an action \nthat brings the House into disrepute, that is another issue. But an \naction which says: ``I feel this way'' should be protected. Now, not \nnecessarily agreed with, maybe even subject to criticism, but \ncertainly, not subject to a resolution.\n  This resolution will not go forward, of course, because I will move \nto table it if it is offered because I believe it undermines the First \nAmendment and the House.\n", "turn": 0, "speaker_bioguide": "H000874", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgH836-4", "doc_title": "REACTION TO PRESIDENT'S STATE OF THE UNION ADDRESS", "title": null}