{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H776", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. CUNNINGHAM asked and was given permission to address the House \nfor 1 minute and to revise and extend his remarks.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. CUNNINGHAM", "text": "  Mr. CUNNINGHAM. Madam Speaker, for far too long, we have failed to \nserve veterans struggling with the invisible wounds of war, veterans \nwho nearly gave everything to us.\n  From veterans who served in Vietnam and Korea to those who have \nrecently returned home from Afghanistan and Iraq, Congress has done too \nlittle to curb the often-devastating effect post-traumatic stress can \nhave in the lives of the brave men and women who served our Nation in \ncombat.\n  That is why I am proud today to rise in support of my colleague \nRepresentative   Steve Stivers' bipartisan bill, which will help \nveterans in the Lowcountry and across this Nation manage the symptoms \nof post-traumatic stress by pairing them with trained service dogs.\n  With the help of a service dog, many veterans with severe post-\ntraumatic stress are able to return to work, attend college, and spend \nmore meaningful time with their families and their loved ones. The \nbrave men and women who voluntarily raised their right hands and swore \nan oath to defend our Nation deserve nothing less than the opportunity \nto succeed when they return home.\n  The PAWS Act is a critical step in the right direction. I urge all of \nmy colleagues to join me in supporting this bipartisan legislation.\n", "turn": 0, "speaker_bioguide": "C001122", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH776", "doc_title": "HELPING VETERANS WITH TRAINED SERVICE DOGS", "title": "HELPING VETERANS WITH TRAINED SERVICE DOGS"}