{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E135", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                            HON. JOE NEGUSE\n\n                              of colorado\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. NEGUSE", "text": "  Mr. NEGUSE. Madam Speaker, the Cherry Creek Schools Board of \nEducation recently named the Honorable John Buckner as one of the \nnewest inductees to the Legacy Stadium Educational Leadership Wall of \nFame. This honor is so very well-earned, and I join in Cherry Creek \nSchools' lauding of Mr. Buckner's life and legacy.\n   State Representative Buckner served as a principal in Colorado \nschools for decades and was a lifelong advocate for equal access to \nmeaningful education for every student across our state, including by \nleading his district's work in the areas of equity and inclusive \nexcellence and as Chair of the House Education Committee. He carried \nthese values not only as a school administrator, but also throughout \nhis time as a member of the Colorado State House. As one example of his \ncountless substantial contributions, in the 2014 state legislative \nsession he sponsored the annual school finance bill and successfully \nincreased funding for English language learners and created an \nadditional 5,000 pre-K and full-day kindergarten slots for at-risk \nchildren.\n   Rep. Buckner was a mentor to countless Coloradans, myself included. \nHe served his community with dedicated grace and thoughtful \npolicymaking, and set an example for what steadfast, meaningful \nleadership looks like for so many future leaders. That legacy continues \neach day through Rep. Buckner's wife Janet who, since his passing in \n2015, has held his State House seat and taken up the mantle on \ncountless issues that John championed.\n   I am so pleased that Rep. Buckner is receiving this well-earned \nhonor, and I join in this recognition alongside so many people and \norganizations in Colorado who continue to benefit from the leadership \nhe demonstrated each and every day.\n", "turn": 0, "speaker_bioguide": "N000191", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE135-3", "doc_title": "LIFE AND LEGACY OF HON. JOHN BUCKNER", "title": "LIFE AND LEGACY OF HON. JOHN BUCKNER"}