{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E133", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. MIKE THOMPSON\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. THOMPSON of California", "text": "  Mr. THOMPSON of California. Madam Speaker, I rise today to honor \nLauralyn Castle for years of extraordinary public service and to \ncelebrate her retirement from the Sonoma County Veterans Services \nOffice.\n  Mrs. Castle attended Sacramento State University where she earned a \nBachelor of Science in Communications. She has used her ability to \nconnect with others in her important work at the Sonoma County Veterans \nServices Office. As the Senior Veterans Service Specialist, Mrs. Castle \nhas spent over a decade supporting and encouraging veterans and their \nfamilies in meaningful and lasting ways. She recognizes the incredible \nsacrifices that our nation's men and women in uniform make, and she \nworks tirelessly each day to ensure that every veteran receives the \nproper care and benefits that they are entitled to.\n  Mrs. Castle is extraordinary in many ways. She consistently makes \ntime to serve in various capacities in our community. She has spent \nyears helping those that struggle with addiction as a mentor for \nAlcoholics Anonymous. She is an active member in her local church \ncongregation where she enjoys serving as a liturgist. Those who know \nher best say that she is direct and honest. She has a big heart and is \nwilling to do everything in her power to help the people around her.\n  Madam Speaker, Mrs. Castle is the kind of citizen we should all \nstrive to be. Her retirement marks the end of a decade of committed \nservice. Though her important contributions at Sonoma County Veterans \nServices Office will be greatly missed, we know and trust that she will \ncontinue to devote her time and energy to serving all in our community. \nIt is therefore fitting and proper that we honor her here today.\n", "turn": 0, "speaker_bioguide": "T000460", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE133-3", "doc_title": "HONORING LAURALYN CASTLE", "title": "HONORING LAURALYN CASTLE"}