{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H780-H785", "extension": false}, "content": [{"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I move to suspend the rules and pass the \nbill (H.R. 4044) to amend the Federal Water Pollution Control Act to \nreauthorize the National Estuary Program, and for other purposes, as \namended.", "turn": 0, "speaker_bioguide": "M001203", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4044\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Protect and Restore \n     America's Estuaries Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. MANAGEMENT CONFERENCE.\n\n       Section 320(a)(2)(B) of the Federal Water Pollution Control \n     Act (33 U.S.C. 1330(a)(2)(B)) is amended by striking ``and \n     Peconic Bay, New York'' and inserting ``Peconic Bay, New \n     York; Casco Bay, Maine; Tampa Bay, Florida; Coastal Bend, \n     Texas; San Juan Bay, Puerto Rico; Tillamook Bay, Oregon; \n     Piscataqua Region, New Hampshire; Barnegat Bay, New Jersey; \n     Maryland Coastal Bays, Maryland; Charlotte Harbor, Florida; \n     Mobile Bay, Alabama; Morro Bay, California; and Lower \n     Columbia River, Oregon and Washington''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 3. PURPOSES OF CONFERENCE.\n\n       Section 320(b)(4) of the Federal Water Pollution Control \n     Act (33 U.S.C. 1330(b)(4)) is amended--\n       (1) by striking ``management plan that recommends'' and \n     inserting ``management plan that--\n       ``(A) recommends''; and\n       (2) by adding at the end the following:\n       ``(B) addresses the effects of recurring extreme weather \n     events on the estuary, including the identification and \n     assessment of vulnerabilities in the estuary and the \n     development and implementation of adaptation strategies; and\n       ``(C) increases public education and awareness of the \n     ecological health and water quality conditions of the \n     estuary;''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "     SEC. 4. MEMBERS OF CONFERENCE.\n\n       Section 320(c)(5) of the Federal Water Pollution Control \n     Act (33 U.S.C. 1330(c)(5)) is amended by inserting \n     ``nonprofit organizations,'' after ``educational \n     institutions,''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "title", "speaker": "None", "text": "     SEC. 5. GRANTS.\n\n       Section 320(g)(4)(C) of the Federal Water Pollution Control \n     Act (33 U.S.C. 1330(g)(4)(C)) is amended--\n       (1) in the matter preceding clause (i)--\n       (A) by inserting ``, emerging,'' after ``urgent''; and\n       (B) by striking ``coastal areas'' and inserting ``the \n     estuaries selected by the Administrator under subsection \n     (a)(2), or that relate to the coastal resiliency of such \n     estuaries'';\n       (2) by redesignating clauses (vi) and (vii) as clauses \n     (viii) and (ix), respectively, and inserting after clause (v) \n     the following:\n       ``(vi) stormwater runoff;\n       ``(vii) accelerated land loss;''; and\n       (3) in clause (viii), as so redesignated, by inserting ``, \n     extreme weather,'' after ``sea level rise''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "title", "speaker": "None", "text": "     SEC. 6. AUTHORIZATION OF APPROPRIATIONS.\n\n       Section 320(i)(1) of the Federal Water Pollution Control \n     Act (33 U.S.C. 1330(i)(1)) is amended by inserting ``, and \n     $50,000,000 for each of fiscal years 2022 through 2026,'' \n     after ``2021''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentleman from New \nJersey (Mr. Malinowski) and the gentleman from Florida (Mr. Mast) each \nwill control 20 minutes.\n  The Chair recognizes the gentleman from New Jersey.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 10}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I ask unanimous consent that all Members \nhave 5 legislative days in which to revise and extend their remarks and \ninclude extraneous materials on H.R. 4044, as amended.", "turn": 2, "speaker_bioguide": "M001203", "itemno": 11}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentleman from New Jersey?", "turn": 3, "speaker_bioguide": null, "itemno": 12}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 13}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I am proud to lead this bipartisan reauthorization of \nthe National Estuary Program, a successful nonregulatory program to \nimprove the water quality and ecological integrity of our Nation's \nestuaries, a program with a long history of support on both sides of \nthe aisle.\n\n\n  Estuaries are extraordinarily productive ecosystems where fresh water \nfrom rivers and streams mixes with saltwater from the ocean.\n  In my district in my home State of New Jersey, the New York-New \nJersey Harbor & Estuary Program encompasses some 250 square miles of \nopen water, including parts of the Raritan, Rahway, Elizabeth, and \nHackensack Rivers.\n  My bill, the Protect and Restore America's Estuaries Act, makes \nseveral important improvements to this program. First, it nearly \ndoubles funding for the program's 28 estuaries of national \nsignificance, including the New York-New Jersey Harbor & Estuary \nProgram.\n  It ensures that management plans governing nationally significant \nestuaries consider the effects of recurring extreme weather events and \nthat they develop and implement appropriate adaptation strategies. It \nexpands eligibility for grants under the program to organizations \nworking to address stormwater runoff, coastal resiliency, and \naccelerated land loss issues.\n  It requires the NEP management, the regional conferences that are \npart of the NEP, to develop and implement strategies to increase local \nawareness about the ecological health and water quality of estuaries.\n  It is hard to overstate just how important estuaries are to the \nbroader marine ecology. They are sometimes referred to as the nurseries \nof the sea because of the vast and diverse array of marine animals that \nspend the early parts of their lives in them, with their calm waters \nproviding a safe habitat for smaller birds and other animals, as well \nas for spawning and nesting.\n  Further, estuaries act as stopover sites for migratory animals \nincluding ducks, geese, and salmon. They filter out pollutants from \nrivers and streams before they flow into the ocean, and they protect \ninland areas from flooding, with their broad and shallow waters able to \nabsorb sudden storm surges.\n  They are the natural infrastructure that protects human communities \nfrom flooding. And of course, they also help the economies of every \ncommunity that relies on fishing and tourism and recreation.\n  So it is my privilege to play a role in protecting and strengthening \nthese critical ecosystems and in preserving the natural beauty of my \nState of New Jersey.\n  Mr. Speaker, I want to thank my colleague on the Transportation and \nInfrastructure Committee, Congressman Graves for teaming up with me on \nthis bill. Congressman Graves is a longtime champion for the estuarine \nsystem in his district, and I am glad to partner with him.\n  I want to thank Congresswoman Napolitano for her leadership of the \nWater Resources and Environment Subcommittee. I want to thank \nCongresswoman Fletcher for her support as an original cosponsor, and \nCongressman Larsen for making the bill even stronger, as well as more \nthan two dozen of my colleagues, Democrats and Republicans alike, who \nhave cosponsored this bill.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "M001203", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support as well of H.R. 4044, the Protect and \nRestore American's Estuary Act.\n  I also want to thank my colleague from New Jersey (Mr. Malinowski) \nfor introducing this legislation; our chairwoman, Mrs. Napolitano, Mr. \nGraves, and everybody who has worked on this outstanding bill that we \nwant to see move forward here that has moved forward so many other \ntimes.\n  H.R. 4044, reauthorizes the National Estuary Program which focuses on \nestuaries of national significance across the Nation, including one in \nmy own backyard, very literally, the Indian River Lagoon, the heart and \nsoul of my district.\n  Estuaries are not just critical natural habitats that provide \nenormous economic benefits, but they are a part of our way of life for \nthose of us who live anywhere near them or around them. They are where \nwe go fishing, where we see our children recreate and wade in the \nwaters. It is where we see dolphin and manatee. That is where we see \npeople spend their summers, travel to come see the blue waters and the \nfish and everything else that thrives in those ecosystems.\n  The National Estuary Program is pivotal to the preservation of these \nvery unique ecosystems, and it provides an enormous return on the \ntaxpayer's investment. On average, the estuary program raises $19 for \nevery $1 provided by the Environmental Protection Agency.\n  It is because of this and many other reasons that I see on a day-to-\nday basis with the estuaries in my backyard that I want to urge support \nof this legislation.\n  Mr. Speaker, I reserve the balance of my time.\n\n", "turn": 5, "speaker_bioguide": "M001199", "itemno": 15}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I yield 2 minutes to the gentleman from \nWashington (Mr. Larsen).", "turn": 6, "speaker_bioguide": "M001203", "itemno": 16}, {"kind": "speech", "speaker": "Mr. LARSEN of Washington", "text": "  Mr. LARSEN of Washington. Mr. Speaker, I rise today in support of \nH.R. 4044, the Protect and Restore America's Estuaries Act, a \nbipartisan piece of legislation to reauthorize and improve the National \nEstuary Program, the NEP. I thank Representative Malinowski for his \nleadership on preserving our Nation's estuaries as well.\n  Puget Sound, where I am from, is the largest estuary by water volume \nin the contiguous United States, and the waters and wildlife that call \nit home are one of the cornerstones of northwest Washington's \nenvironment, culture, and maritime economy.\n  As co-chair of the Congressional Estuary Caucus, I strongly support \nefforts to ensure robust Federal investment in the National Estuary \nProgram and its vital projects, which is why I am proud and very \npleased to support the Protect and Restore America's Estuaries Act. \nThis critical legislation reauthorizes the National Estuary Program \nthrough fiscal year 2026 and increases funding for this critical \nprogram to $50 million annually.\n  H.R. 4044 also includes language I authored making clear that NEP \ncompetitive funds must be allocated for NEP-listed estuaries or \nprojects that relate to these estuaries' coastal resiliency. This will \nhelp ensure that the Environmental Protection Agency follows \ncongressional intent for NEP dollars to support local estuary \nrestoration projects.\n  I look forward to voting for H.R. 4044 to ensure local communities \nacross the country can continue their work to protect and restore \nestuaries.\n  On a related note, I also want to rise in support of the PUGET SOS \nAct, which will be considered later today. Introduced by my colleagues \nin the Washington delegation, Representatives Heck and Kilmer, this \nbill will improve and expand Federal engagement in Puget Sound recovery \nefforts.\n  At a time when the impacts of climate change threaten coastal \ncommunities throughout the Pacific Northwest and the U.S., endanger \niconic species such as the southern resident killer whale, and decimate \ncritical habitats, federal engagement and investment in estuary \nrestoration must be a priority.", "turn": 7, "speaker_bioguide": "L000560", "itemno": 17}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield such time as she may consume to the \ngentlewoman from Puerto Rico (Miss Gonzalez-Colon).", "turn": 8, "speaker_bioguide": "M001199", "itemno": 18}, {"kind": "speech", "speaker": "Miss GONZALEZ-COLON of Puerto Rico", "text": "  Miss GONZALEZ-COLON of Puerto Rico. Mr. Speaker, I thank Congressman \nMast for yielding.\n  Mr. Speaker, I rise in support of H.R. 4044, the Protect and Restore \nAmerica's Estuaries Act, of which I am a proud cosponsor.\n  The National Estuary Program is an initiative committed to protecting \nand restoring the water quality and ecological integrity of 28 \nestuaries across the country, including the San Juan Bay Estuary \nProgram in my congressional district.\n  This estuary is the only tropical estuary in the program and the only \none outside the continental U.S. It also provides habitat to 160 \nspecies of birds, 200 species of wetland plants, 124 species of fish, \nand 20 species of amphibians and reptiles, including endangered animals \nsuch as the Antillean manatee and the hawksbill and leatherback \nturtles.\n  The San Juan Bay annually receives 80 percent of imports for Puerto \nRico through docks and ports throughout the system, playing a crucial \nrole for the island's economy. Last year alone, the estuary received \n9.5 million visitors, numbers only expected to increase as the island \nrecovers from past hurricanes. The estuary aids in flood\n\n\nprevention for the island's metropolitan area, which is located within \nthe boundaries of the estuary.\n  I thank the chairman and the ranking member for bringing this bill \nforward. Of course, I am going to be for it, and I think it is a great \ninitiative not just to protect but also care for all our wetlands in \nthe Nation.", "turn": 9, "speaker_bioguide": "G000582", "itemno": 19}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I yield 2 minutes to the gentlewoman \nfrom California (Mrs. Napolitano.)", "turn": 10, "speaker_bioguide": "M001203", "itemno": 20}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I thank the gentleman from New Jersey \n(Mr. Malinowski) for H.R. 4044, the reauthorization of the very popular \nNational Estuary Program, or NEP. It allows more proactive measures to \nbe eligible under the program.\n  The strong bipartisan support this bill has received is evidence of \nits widespread popularity and success. I am very pleased that several \nmembers of this committee have all cosponsored the bill. The bill \nrepresents the commitment to our coastal areas and the vital role they \nplay in economic drivers, natural water filters, and protection from \nflooding events.\n  Mr. Speaker, I strongly urge the EPA and States to work together to \ndesignate more national estuaries that can be eligible for this \nprogram, and I urge my colleagues to support the bill, H.R. 4044.", "turn": 11, "speaker_bioguide": "N000179", "itemno": 21}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as I may consume to \nclose.\n  Mr. Speaker, H.R. 4044 will have a profound impact on districts \nacross America. That is a fact. It is why I am here to support it \ntoday. It includes my own district, by increasing public education and \nawareness around the health conditions of estuaries.\n  The Indian River Lagoon I spoke about is one of the most biologically \ndiverse estuaries in all of North America and a major economic driver \nfor the five counties that it borders. The lagoon faces enormous \nchallenges year after year and summer after summer, but through the \nNational Estuary Program, there has been a pilot-scale demonstration of \nseagrass restoration, which is one of the biggest challenges that we \nface. The destruction of our seagrass each year is like a forest fire \nunderneath the waters of our estuary.\n  Storm water quality improvement projects, septic-to-sewer projects, \nand many other projects and initiatives that are vital to our estuary \nare all implemented here.\n  With the Protect and Restore America's Estuaries Act, we will build \non the enormous success of the National Estuary Program. It is why I \ncouldn't be more proud to support it.\n  Mr. Speaker, I urge support and adoption of this bipartisan piece of \nlegislation, and I yield back the balance of my time.", "turn": 12, "speaker_bioguide": "M001199", "itemno": 22}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I include in the Record letters of \nsupport for H.R. 4044 from the New York-New Jersey Harbor and Estuary \nProgram, Barataria-Terrebonne National Estuary Program, San Francisco \nEstuary Partnership, Puget Sound Partnership, Santa Monica Bay National \nEstuary Program, and Lower Columbia Estuary Partnership.\n\n                                               New York-New Jersey\n\n\n                                     Harbor & Estuary Program,\n\n                                   New York, NY, February 4, 2020.\n     Hon. Peter A. DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         House of Representatives, Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, House of Representatives, Washington, DC.\n      Hon. Grace F. Napolitano,\n     Chairman, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n       Dear Chairmen DeFazio and Napolitano, Ranking Members Young \n     and Westerman: Thank you for your leadership in support of \n     the cooperative conservation and management of our nation's \n     vital estuaries, and in particular for the unanimous approval \n     in your committee for HR 4044, a bill to reauthorize the \n     National Estuary Program.\n       This legislation invests directly in the stewardship of our \n     nation's coasts. It empowers local communities in a non-\n     regulatory, collaborative and science based strategy to \n     safeguard the places where we live, work and recreate. The 28 \n     National Estuary Programs (NEP) located around the nation's \n     coastline engage industries, businesses, and other community \n     members to develop solutions for tough problems. The NEP's \n     public-private partnerships stretch federal dollars to \n     provide successful on-the-ground results driven by diverse \n     stakeholders. NEP partners include wastewater utilities; port \n     authorities, shippers, and related maritime industry; local \n     restaurants & tourist businesses; design, engineering and \n     construction professionals; state and local governments; \n     colleges and universities, and community and environmental \n     organizations.\n       NEPs around the country are extremely efficient at \n     leveraging funds to increase their ability to restore and \n     protect their coastal ecosystems. The NEPs have obtained over \n     $19 for every $1 provided, generating over $4 billion for on-\n     the-ground efforts since 2003. HR 4044 would amplify and \n     improve on the reforms signed into law in the 114th Congress \n     that created a competitive program to address urgent \n     challenges while streamlining the administrative costs of the \n     program.\n\n\n                         Progress on the Ground\n\n       NEPs have collectively restored and protected more than \n     2,000,000 acres of vital habitats since 2000 alone. \n     Consistent Congressional funding of the National Estuary \n     Programs is essential--resulting in clean water, healthy \n     estuaries, and strong coastal communities. This investment in \n     our national estuaries will help strengthen America's economy \n     and support thousands of jobs, and will secure the future of \n     our coastal communities.\n       Here in New York and New Jersey, we can report on how funds \n     already invested in this program are being put to extremely \n     good purpose in protecting and restoring estuaries and \n     coastal communities:\n       Working with communities in the Bronx, Harlem, Passaic, and \n     Hackensack River watersheds to track down sources of \n     floatable trash before they enter the water;\n       Helping local governments in New Jersey and New York \n     identify and right-size culverts and bridges to improve \n     habitat and reduce street flooding;\n       Working with wastewater utilities in Elizabeth and \n     Ridgefield Park to prioritize and make critical investments \n     in outfalls needed to address rising sea levels;\n       Restoring shoreline ecology and improving fisheries in the \n     Hudson and East River by creating oyster reefs and other \n     restoration efforts\n       The value of our oceans, estuaries and coasts to our nation \n     is immense, and has never been more important. Over half the \n     US population lives in coastal watershed counties, many of \n     these in estuaries of national significance. Roughly half the \n     nation's gross domestic product is generated in those \n     counties and adjacent ocean waters. According to NOAA's 2019 \n     report on the ocean economy, ocean industries contributed \n     $320 billion to U.S. economy, while employment in the ocean \n     economy increased by 14.5 percent by 2016, compared to 4.8 \n     percent in the U.S. economy as a whole.\n       Thank you again for your efforts to advance this visionary \n     legislation and look forward to working with you to \n     reauthorize this successful program.\n           Sincerely,\n                                                    Robert Pirani,\n     Director, NYNJHEP.", "turn": 13, "speaker_bioguide": "M001203", "itemno": 23}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n                                             Barataria-Terrebonne,\n\n\n                                     National Estuary Program,\n\n                                  Thibodaux, LA, February 4, 2020.\n     Hon. Peter A. DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         House of Representatives, Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, House of Representatives, Washington, DC.\n     Hon. Grace F. Napolitano,\n     Chairman, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n       Dear Chairmen DeFazio and Napolitano, Ranking Members Young \n     and Westerman: Thank you for your leadership in support of \n     the National Estuary Program, and in particular for your \n     unanimous approval in your committee for HR 4044, a bill to \n     reauthorize this highly successful program. I understand this \n     bill may be considered by the full House of Representatives, \n     and applaud your efforts to advance this legislation. We at \n     the Barataria-Terrebonne National Estuary Program strongly \n     applaud the leadership of Representative Graves to advance \n     this legislation to address Louisiana's land loss crisis. \n     Funding from this program empowers local people and their \n     ongoing love of the land, water, culture, and each other to \n     use the best science available to address the estuary's \n     perils.\n       This legislation invests directly in the stewardship of our \n     nation's coasts. It empowers local communities in a non-\n     regulatory, collaborative and science-based strategy to \n     safeguard the places where we live, work, and recreate. Of \n     all federally funded coastal programs, only NEPs organize \n     local stakeholders as partners in a unique decision-making \n     framework to address local priorities. NEPs provide \n     technical, management, and communication assistance to \n     develop priorities and implement comprehensive actions: storm \n     water and infrastructure projects, seagrass and shellfish \n     restoration\n\n\n     which support fishing and tourist industries, science and \n     monitoring to guide decision-making, and innovative education \n     programs designed for the next generation of Americans.\n\n\n                     NEPs: Public-Private Partners\n\n       The NEP consists of 28 unique, voluntary programs \n     established by the Clean Water Act to protect and improve \n     estuaries of national significance. Each NEP engages its \n     local community in a non-regulatory, consensus-driven, and \n     science-based process. For every federal dollar, NEPs \n     collectively leverage $19 in local funds to protect and \n     improve coastal environments, communities, and economies. \n     This investment in our national estuaries strengthens \n     America's economy and supports thousands of jobs, and will \n     secure the future of our coastal communities.\n       NEPs engage industries, businesses, and other community \n     members to develop solutions for tough problems. NEP's \n     public-private partnerships stretch federal dollars to \n     provide on-the ground results driven by diverse stakeholders. \n     NEP partners include commercial agriculture and fisheries, \n     energy and water utilities, local businesses, construction \n     and landscaping professionals, state and local governments, \n     academic institutions, and community groups.\n       The value of our oceans, estuaries and coasts to our nation \n     is immense. Over half the U.S. population lives in coastal \n     watershed counties. Roughly half the nation's gross domestic \n     product is generated in those counties and adjacent ocean \n     waters. In 2019 alone, ocean industries contributed $320 \n     billion to U.S. economy.\n\n\n                         Results on the Ground\n\n       NEPs have had great success in protecting and restoring \n     estuaries and coastal communities:\n       The Barataria-Terrebonne National Estuary Program (BTNEP) \n     is restoring maritime forest ridges along coastal Louisiana \n     with public and private partnerships. These ridges are vital \n     habitat for wildlife and provide storm surge protection for \n     business, industry, and homeowners.\n       Morro Bay National Estuary Program is restoring underwater \n     eelgrass meadows after precipitous decline in the last \n     decade. Promising restoration results show that collaborative \n     research, community outreach, and adaptive management make a \n     difference for healthy estuary habitats on the California's \n     Central Coast.\n       All three California National Estuary Programs are \n     partnering to improve the status and use of resources for \n     boaters to pump out waste from their boats. These stations \n     are critical to keeping bacteria and other pollution from \n     entering sensitive coastal waters.\n       The NY-NJ Harbor & Estuary Program is working with the \n     Bronx River Alliance and other community groups to track down \n     sources of floatable trash in the River.\n       The Center of the Inland Bays in Delaware is bringing the \n     oyster back, using living shorelines to stop erosion, protect \n     property and restore habitat.\n       NEPs have collectively restored and protected more than \n     2,000,000 acres of vital habitats since 2000 alone.\n       Important reforms were made to the National Estuary Program \n     in the reauthorization during the 114th Congress, including \n     the creation of a competitive program to address urgent \n     challenges and the streamlining of administrative costs. HR \n     4044 amplifies and improves on these reforms. We thank you \n     again for your efforts to advance this visionary legislation \n     and look forward to working with you to reauthorize this \n     successful program.\n           Sincerely,\n                                                   Dean Blanchard,\n     BTNEP Acting Director.", "turn": -1, "speaker_bioguide": null, "itemno": 24}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                            San Francisco Estuary Partnership,\n\n                              San Francisco, CA, February 4, 2020.\n     Hon. Peter A. DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n     Hon. Grace F. Napolitano,\n     Chairman, Water Resources and Environment Subcommittee, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Washington, DC.\n       Dear Chairmen DeFazio and Napolitano, Ranking Members Young \n     and Westerman: I am writing to thank you for your leadership \n     in support of the National Estuary Program (NEP). For over 30 \n     years, NEPs have advanced national priorities through a \n     place-based, non-regulatory, collaborative approach. NEP's \n     promote efficient partnerships to achieve on-the-ground \n     success, engaging industries, businesses, local communities, \n     scientists, regulatory agencies and other stakeholders.\n       Communities and businesses depend on our nation's \n     estuaries. Loss of coastal habitats, pollutants entering our \n     waters, and increased coastal flooding are challenging our \n     coasts and affecting the critical economies we rely on. Over \n     82% of the nation's population live in the coastal areas that \n     NEPs directly support. The 28 NEPs are leading the way in \n     using a non-regulatory approach to working with industry and \n     communities on innovations to protect life, business, and \n     property from loss, damage, flooding, and drought.\n       NEPs leverage federal funds to build the capacity of local \n     partners to implement innovative and beneficial projects. For \n     every dollar EPA provides, NEPs leverage $19 in local funds \n     to protect and improve coastal environments, communities and \n     economies. Recent examples of NEP successes include:\n       The San Francisco Estuary Partnership is collaborating with \n     wastewater treatment facilities to advance innovative nature-\n     based solutions along the shoreline to remove contaminants, \n     secure potable water resources, increase flood protection, \n     and restore habitat\n       All three California National Estuary Programs are \n     partnering to reduce raw sewage disposal into the water from \n     recreational boats, keeping bacteria and other pollution from \n     entering coastal waters and threatening public health\n       The Center of the Inland Bays in Delaware is bringing the \n     oyster back, with all its ecological and economic benefits, \n     after it nearly disappeared in the last century. The Center \n     is using living shorelines to stop erosion, protect property \n     and restore habitat\n       The NY-NJ Harbor & Estuary Program is working with the \n     Bronx River Alliance and other community groups to track down \n     sources of floatable trash in the River, including locations \n     in upstream Westchester County\n       NEPs have collectively restored and protected more than \n     2,000,000 acres of vital habitats since 2000 alone\n       Thank you again for your strong support of this program \n     over the years.\n           Sincerely,\n                                                  Caitlin Sweeney,\n     Director.", "turn": -1, "speaker_bioguide": null, "itemno": 25}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                                      Puget Sound Partnership,\n\n                                     Tacoma, WA, February 4, 2020.\n     Hon. Peter A. DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         House of Representatives, Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, House of Representatives, Washington, DC.\n     Hon. Grace F. Napolitano,\n     Chairman, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n       Dear Chairmen DeFazio and Napolitano, Ranking Members Young \n     and Westerman: Thank you for your leadership in support of \n     the National Estuary Program, and in particular for your \n     unanimous approval in your committee for HR 4044, a bill to \n     reauthorize this highly successful program. I understand this \n     bill may be considered by the full House of Representatives, \n     and applaud your efforts to advance this legislation.\n       In particular I would like to recognize and applaud the \n     leadership of Representative Larson on this issue. He has \n     been a stalwart supporter of this program nationally, and in \n     particular a champion of Puget Sound. I appreciate his \n     efforts as a senior member of your committee to advance this \n     legislation that is so important to Washington.\n       Puget Sound is a complex ecosystem encompassing mountains, \n     farmlands, cities, rivers, forests, and wetlands. Sixteen \n     major rivers flow to Puget Sound and 20 treaty tribes call \n     the region home. Currently, 4.5 million people live in the \n     Puget Sound area, with another 1.3 million expected to live \n     here by 2040. Seattle was the second fastest growing city in \n     the nation in 2018, and the fastest in 2017. We are a region \n     of innovators and entrepreneurs: 11 Fortune 500 companies are \n     are headquartered in the Puget Sound area, many of which have \n     shaped 21st century life. Our economy is roaring, and the \n     region's natural beauty and recreational opportunities help \n     businesses and companies attract top talent.\n       On the surface, Puget Sound looks healthy and inviting, \n     but, in fact, Puget Sound is in grave trouble. Southern \n     Resident orcas, Chinook salmon, and steelhead are all listed \n     under the Endangered Species Act. Toxic chemicals and \n     pharmaceuticals continue to pollute our waterways, and \n     shellfish beds are routinely closed to commercial and \n     recreational harvest due to fecal contamination. Habitat \n     degradation continues to outpace restoration. While this \n     situation at times seems impossibly gloomy, the hundreds of \n     passionate people who are devoted to seeing the return of a \n     healthy and resilient Puget Sound give us hope.\n       Scientists say that we can still recover Puget Sound, but \n     only if we act boldly now. We know what we need to do. The \n     primary barriers between us and more food for orcas, clean \n     and sufficient water for people and fish, sustainable working \n     lands, and harvestable shellfish are funding and political \n     fortitude.\n       The single greatest step we could take to ensure a durable, \n     systematic, and science-based effort for Puget Sound recovery \n     is to fully fund the implementation of habitat protection and \n     restoration, water quality protection, and salmon recovery \n     programs. The National Estuary Program (NEP) is a vital piece \n     of this funding puzzle.\n       Of all federally funded coastal programs, only NEPs \n     organize local stakeholders as\n\n\n     partners in a unique decision-making framework to address \n     local priorities. NEPs provide technical, management, and \n     communication assistance to develop priorities and implement \n     comprehensive actions: stormwater and infrastructure \n     projects, seagrass and shellfish restoration which support \n     fishing and tourist industries, science and monitoring to \n     guide decision-making, and innovative education programs \n     designed for the next generation of Americans.\n       The NEP consists of 28 unique, voluntary programs \n     established by the Clean Water Act to protect and improve \n     estuaries of national significance. Each NEP engages its \n     local community in a non-regulatory, consensus-driven, and \n     science-based process. For every dollar EPA provides, NEPs \n     leverage $19 in local funds to protect and improve coastal \n     environments, communities and economies.\n       NEPs have collectively restored and protected more than \n     2,000,000 acres of vital habitats since 2000 alone. \n     Consistent Congressional funding of the National Estuary \n     Programs is essential resulting in clean water, healthy \n     estuaries, and strong coastal communities. This investment in \n     our national estuaries will help strengthen America's economy \n     and support thousands of jobs, and will secure the future of \n     our coastal communities.\n       Thank you for your strong support of this program over the \n     years. Funds already invested in this program are being put \n     to extremely good purpose in protecting and restoring \n     estuaries and coastal communities.\n       Recent examples include the following:\n       Our partners are restoring forage fish spawning, which is \n     critically important in the Puget Sound food web--back to \n     large areas of shoreline, and reducing the flow of stormwater \n     containing toxic pollutants into Puget Sound.\n       The NY-NJ Harbor & Estuary Program is working with the \n     Bronx River Alliance and other community groups to track down \n     sources of floatable trash in the River, including locations \n     in upstream Westchester County.\n       The Casco Bay Estuary Partnership in Maine, along with \n     partners, is monitoring nutrients around Casco Bay to provide \n     real-time data on nutrient processes. CBEP's nutrient \n     analyzer has been automatically collecting nitrate, nitrite \n     and ammonium samples and working collaboratively to assure \n     safe levels in the bay.\n       The Center of the Inland Bays in Delaware is bringing the \n     oyster back, with all its ecological and economic benefits, \n     after it nearly disappeared in the last century. The Center \n     is using living shorelines to stop erosion, protect property \n     and restore habitat.\n       As you know, important reforms were made to the National \n     Estuary Program (NEP) in the reauthorization that was signed \n     into law in the 114th Congress. These reforms created a \n     competitive program to address urgent challenges and maximize \n     funds received by our national estuaries, while streamlining \n     the administrative costs of the program.\n       HR 4044 would amplify and improve on these reforms, and \n     continue the cost-effective streamlining begun in the 114th \n     Congress.\n       We are running out of time: the Center for Whale Research \n     reported this weekend that another Southern Resident orca, \n     L41, has gone missing. With its loss, the population will \n     drop to 72 animals, the lowest in 40 years. Your action now \n     to pass HR 4044 can help.\n           Sincerely,\n                                               Laura L. Blackmore,\n     Executive Director.", "turn": -1, "speaker_bioguide": null, "itemno": 26}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n                                                  Santa Monica Bay\n\n\n                                     National Estuary Program,\n\n                                                 February 3, 2020.\n     Hon. Peter A. DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         House of Representatives, Washington, DC.\n     Hon. Grace F. Napolitano,\n     Chairman, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, House of Representatives, Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n       Dear Chairmen DeFazio and Napolitano, Ranking Members Young \n     and Westerman: I am writing to thank you for your leadership \n     in support of the National Estuary Program, and in particular \n     for your unanimous approval in your committee for HR 4044, a \n     bill to reauthorize this highly successful program. I also \n     like to recognize the efforts of California Representatives \n     Salud Carbajal, Harley Rouda, and Eric Swalwell for their co-\n     sponsorship of this bill. We understand this bill may be \n     considered by the full House of Representatives and applaud \n     your efforts to advance this legislation.\n       The National Estuary Program consists of 28, voluntary and \n     geographically specific partnerships to promote the vitality \n     of the United States Estuaries of National Significance. Each \n     NEP engages its local community in a non-regulatory, \n     consensus-driven, and science-based process. For every dollar \n     EPA provides, NEPs leverage $19 in local funds to protect and \n     improve coastal environments, communities, and economies.\n       NEPs provide a suite of skills to advance the technical, \n     management, and communication needs of their consensus driven \n     Comprehensive Conservation and Management Plans. These plans \n     seek to implement coordinated actions such as: storm water \n     and infrastructure projects, seagrass, dune, wetland, and \n     shellfish restoration, and the conservation of open spaces. \n     NEPs also support and conduct scientific monitoring to \n     identify and address sources of environmental harm that are \n     detrimental to public health and coastal economies.\n       NEPs engage industries, businesses, and other community \n     members to develop solutions for tough problems. The NEPs' \n     public-private partnerships stretch federal dollars to \n     provide successful on-the-ground results driven by diverse \n     stakeholders. NEP partners include commercial agriculture and \n     fisheries, energy and water utilities, local restaurants & \n     tourist businesses, construction and landscaping \n     professionals, engineering and mining companies, state and \n     local governments, colleges and universities, and other \n     community organizations.\n       The value of our oceans, estuaries and coasts to our nation \n     is immense. According to NOAA's 2019 report on the ocean \n     economy, ocean industries contributed $320 billion to U.S. \n     economy, while employment in the ocean economy increased by \n     14.5 percent by 2016, compared to 4.8 percent in the U.S. \n     economy as a whole. NEPs work to protect and enhance these \n     nationally significant economic engines.\n       Thank you for your strong support of this program over the \n     years. Funds already invested in this program are being put \n     to extremely good purpose in protecting and restoring \n     estuaries and coastal communities.\n       Recent examples include:\n       The Santa Monica Bay National Estuary Program has restored \n     51.9 acres of kelp forest, off the Palos Verdes Peninsula in \n     the past six years. This restoration effort has helped \n     reverse an 80% decline in this vital ecosystem which supports \n     several of California's most lucrative fisheries and allows \n     for the recovery of endangered abalone.\n       The Puget Sound Partnership is restoring forage fish \n     spawning--which are critically important in the Puget Sound \n     foodweb--back to large areas of shoreline and reducing the \n     flow of stormwater containing toxic pollutants into Puget \n     Sound.\n       The NY-NJ Harbor & Estuary Program is working with the \n     Bronx River Alliance and other community groups to track down \n     sources of floatable trash in the River, including locations \n     in upstream Westchester County.\n       The Casco Bay Estuary Partnership in Maine, along with \n     partners, is monitoring nutrients around Casco Bay to provide \n     real-time data on nutrient processes. CBEP's nutrient \n     analyzer has been automatically collecting nitrate, nitrite \n     and ammonium samples and working collaboratively to assure \n     safe levels in the bay.\n       As you know important reforms were made to the National \n     Estuary Program in the reauthorization that was signed into \n     law in the 114th Congress. These reforms created a \n     competitive program to address urgent challenges and maximize \n     funds received by our national estuaries, while streamlining \n     the administrative costs of the program. HR 4044 would \n     amplify and improve on these reforms, and continue the cost-\n     effective streamlining begun in the 114th Congress.\n       Thank you again for your visionary leadership, and that of \n     the three California Representatives Salud Carbajal, Harley \n     Rouda, and Eric Swalwell who have cosponsored this bill to \n     reauthorize this successful program.\n           Sincerely,\n\n                                                     Tom Ford,\n\n                                        Director, Santa Monica Bay\n     National Estuary Program.", "turn": -1, "speaker_bioguide": null, "itemno": 27}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n                                                    Lower Columbia\n\n\n                                          Estuary Partnership,\n\n                                   Portland, OR, February 5, 2020.\n     Hon. Peter A. DeFazio,\n     Chair, Committee on Transportation and Infrastructure, House \n         of Representatives, Washington, DC.\n     Hon. Don Young,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, House of Representatives, Washington, DC.\n     Hon. Grace F. Napolitano,\n     Chair, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Water Resources and Environment Subcommittee, \n         Committee on Transportation and Infrastructure, House of \n         Representatives, Washington, DC.\n       Dear Chairs DeFazio and Napolitano, Ranking Members Young \n     and Westerman: Thank you for your leadership and strong \n     support of the National Estuary Program (NEP), and for your \n     unanimous approval in your committee for HR 4044, a bill to \n     reauthorize this highly successful program. I understand this \n     bill may be considered by the full House of Representatives \n     and appreciate your efforts to support this legislation.\n       The NEP stands out as one of the most effective federal \n     programs. The National Program creates a framework--and \n     accountability--for local partners, representing diverse \n     interests to address the physical, chemical, social, \n     biological, economic and cultural challenges that threaten \n     our nation's estuaries. It is this collaborative framework \n     that allows NEPs to tackle issues that no agency or state can \n     tackle alone.\n\n\n       Of all federally funded coastal programs, only NEPs \n     implement a community-based decision framework to address \n     local and national priorities. NEPs and their partners \n     address:\n       Stormwater and infrastructure projects;\n       Eelgrass and shellfish restoration, supporting aquaculture, \n     fishing, and tourist industries;\n       Land and wildlife conservation;\n       Science and monitoring to guide decision-making; and\n       Innovative education programs designed for the next \n     generation of Americans.\n       The NEP consists of 28 unique, voluntary programs \n     established by the Clean Water Act to protect and improve \n     estuaries of national significance. Each NEP engages its \n     local community in a non-regulatory, consensus-driven, and \n     science-based process. For every federal dollar, NEPs \n     collectively leverage $19 in local funds to protect and \n     improve coastal environments, communities, and economies. \n     This investment in our national estuaries strengthens \n     America's economy and supports thousands of jobs and secures \n     the future of our coastal communities.\n       NEPs engage local industries, businesses, and other \n     community members to develop--and implement--solutions for \n     tough problems. NEP's public-private partnerships stretch \n     federal dollars to provide on-the-ground results driven by \n     diverse stakeholders. NEP partners include commercial \n     agriculture and fisheries, energy and water utilities, local \n     businesses, construction and landscaping professionals, state \n     and local governments, academic institutions, teachers, \n     students, and community groups.\n       The value of our oceans, estuaries and coasts to our nation \n     is immense. Over half the U.S. population lives in coastal \n     watershed counties. Roughly half the nation's gross domestic \n     product is generated in those counties and adjacent ocean \n     waters. In 2019 alone, ocean industries contributed $320 \n     billion to U.S. economy.\n\n\n                         Results on the Ground\n\n       NEPs are focused on results on the ground and have had \n     great success in protecting and restoring estuaries and \n     coastal communities:\n       In the lower Columbia River since 2000, we have:\n       Restored 28,387 acres of habitat with 100 partners to help \n     recover threatened and endangered fish.\n       Provided 81,485 students with over 407,704 hours of outdoor \n     science learning, helping teachers meet benchmarks, and fill \n     in gaps in science education.\n       Planted 144,721 native trees along riparian corridors with \n     students and volunteers of all ages.\n       Raised more than $76 million--100% of those funds stay in \n     Oregon and Washington addressing local priorities. These are \n     monies local entities cannot access on their own and we can't \n     raise without the NEP funds.\n       Leverage $11.5 million in federal NEP funds to bring a \n     total of $76 million to our region, 100% spent in Oregon and \n     Washington.\n       Generated 1,524 family wage jobs, mostly in construction, \n     restoring habitat, that cannot be exported.\n       These results are repeated around the nation in each of the \n     28 national estuary programs:\n       Morro Bay National Estuary Program is restoring underwater \n     eelgrass meadows after a precipitous decline in the last \n     decade. Promising restoration results show that collaborative \n     research, community outreach, and adaptive management make a \n     difference for healthy estuary habitats on the California's \n     Central Coast.\n       All three California National Estuary Programs are \n     partnering to improve the status and use of resources for \n     boaters to pump out waste from their boats. These stations \n     are critical to keeping bacteria and other pollution from \n     entering sensitive coastal waters.\n       The NY-NJ Harbor & Estuary Program is working with the \n     Bronx River Alliance and other community groups to track down \n     sources of floatable trash in the River.\n       The Center of the Inland Bays in Delaware is bringing the \n     oyster back, using living shorelines to stop erosion, protect \n     property and restore habitat.\n       NEPs have collectively restored and protected more than \n     2,000,000 acres of vital habitats since 2000 alone.\n       Important reforms were made to the National Estuary Program \n     in the reauthorization during the 114th Congress, including \n     the creation of a competitive program to address urgent \n     challenges and the streamlining of administrative costs. HR \n     4044 amplifies and improves on these reforms.\n       Despite these great outcomes, threats to our waters and our \n     communities remain. Toxics from stormwater contaminate clean \n     water and habitat and cause cancer and neurological damage to \n     humans and river species. Changes in precipitation, \n     temperature, and storminess increase sea levels, increase \n     erosion, and intensify flood events, leaving many of our \n     rural communities and much our local infrastructure \n     vulnerable to these variabilities. Micro plastics are \n     pervasive in our rivers and streams; they are filling the \n     bellies of ocean species and impair human immune systems, \n     disrupt hormones, and cause cancer. Disparities in education \n     and lack of opportunities for hands-on outdoor learning exist \n     for too many in our communities.\n       We thank you again for your efforts to advance this \n     legislation and look forward to working with you to \n     reauthorize this successful program.\n           Sincerely yours,\n                                                  Debrah Marriott,\n                                               Executive Director.\n", "turn": -1, "speaker_bioguide": null, "itemno": 28}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, I urge my colleagues to support the \nlegislation, and I yield back the balance of my time.", "turn": 14, "speaker_bioguide": "M001203", "itemno": 29}, {"kind": "speech", "speaker": "Mr. VELA", "text": "  Mr. VELA. Mr. Speaker, I rise today to support H.R. 4044. I want to \nthank Mr. Malinowski and Chairwoman Napolitano for their leadership in \ncrafting this legislation and bringing it to the floor today for \nconsideration by the full House of Representatives. It is vital that \nwe, as a nation, focus on preserving and restoring our estuaries.\n  I am especially pleased that the bill almost doubles the amount of \nfunding available to support national estuaries. This should finally \nallow the Environmental Protection Agency (EPA) to move forward with \nadding more of these critical ecosystems to the National Estuary \nProgram.\n  As one of only five or six hypersaline lagoons in the world and the \nonly one in the nation, the Laguna Madre has unique conservation \nrequirements. Adjacent to the longest barrier island in the world, \nPadre Island, the Laguna Madre is home to five species of endangered \nsea turtle and a critical migratory bird habitat for dozens of \nendangered or threatened bird species. The EPA previously designated \nthe Upper Laguna Madre as a national estuary, and with this additional \nfunding, we can now move forward with adding the Lower Laguna Madre to \nthe existing designation.\n  Having grown up in Brownsville, Texas, Chairwoman Napolitano knows \nthe beauty and importance of this national treasure. On behalf of my \nconstituents, I want to express the gratitude of South Texas for the \nhard work and dedication of the Transportation & Infrastructure \nCommittee Members and staff to conserving the Lower Laguna Madre for \nfuture generations.\n  I look forward to working with our Senators to help pass this \nlegislation, and with our local officials, especially Cameron County \nCommissioner David Garza, and our governor, so we can finally secure a \nNational Estuary Program designation for the Lower Laguna Madre. I urge \nmy colleagues to support H.R. 4044.", "turn": 15, "speaker_bioguide": "V000132", "itemno": 30}, {"kind": "speech", "speaker": "Ms. BONAMICI", "text": "  Ms. BONAMICI. Mr. Speaker, I rise today in support of H.R. 4044, the \nProtect and Restore America's Estuaries Act. As Co-Chair of the \nCongressional Estuary Caucus, I am pleased to support this bill to \nreauthorize the National Estuary Program through Fiscal Year 2026. The \nLower Columbia Estuary Partnership, in my home state of Oregon, is one \nof the twenty-eight National Estuary Programs across the country. The \nLower Columbia Estuary Partnership is leading outstanding resiliency \nefforts in the Pacific Northwest to restore and protect habitat, \nimprove water quality, restore flood plains, and address marine debris. \nThis bill will help the National Estuary Programs consider the effects \nof extreme weather events that are increasingly common in the climate \ncrisis, and implement appropriate adaptation strategies in their \nmanagement plans. Additionally, this bill takes important steps to \nallow the NEPs to better address storm water runoff, coastal \nresiliency, and accelerate land loss mitigation efforts. This past \nweekend, we celebrated World Wetlands Day. Our coastal wetlands and \nestuaries are often overlooked and undervalued, but they are on the \nfrontlines of the climate crisis. We can help support and safeguard our \nNational Estuary Programs by passing the Protect and Restore America's \nEstuaries Act.", "turn": 16, "speaker_bioguide": "B001278", "itemno": 31}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentleman from New Jersey (Mr. Malinowski) that the House suspend the \nrules and pass the bill, H.R. 4044, as amended.", "turn": 17, "speaker_bioguide": null, "itemno": 32}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken.", "turn": -1, "speaker_bioguide": null, "itemno": 33}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. In the opinion of the Chair, two-thirds \nbeing in the affirmative, the ayes have it.", "turn": 18, "speaker_bioguide": null, "itemno": 34}, {"kind": "speech", "speaker": "Mr. MALINOWSKI", "text": "  Mr. MALINOWSKI. Mr. Speaker, on that I demand the yeas and nays.", "turn": 19, "speaker_bioguide": "M001203", "itemno": 35}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The yeas and nays were ordered.", "turn": -1, "speaker_bioguide": null, "itemno": 36}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to clause 8 of rule XX, further \nproceedings on this motion will be postponed.\n", "turn": 20, "speaker_bioguide": null, "itemno": 37}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 38}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "4044", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4044", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4044", "type": "HR"}], "related_usc": [{"title": "33", "detail": "(a)(2)(B)", "number": "1330"}, {"title": "33", "detail": "(b)(4)", "number": "1330"}, {"title": "33", "detail": "(c)(5)", "number": "1330"}, {"title": "33", "detail": "(g)(4)(C)", "number": "1330"}, {"title": "33", "detail": "(i)(1)", "number": "1330"}], "id": "CREC-2020-02-05-pt1-PgH780", "doc_title": "PROTECT AND RESTORE AMERICA'S ESTUARIES ACT", "title": "PROTECT AND RESTORE AMERICA'S ESTUARIES ACT"}