{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E135", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                            HON. SAM GRAVES\n\n                              of missouri\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. GRAVES of Missouri", "text": "  Mr. GRAVES of Missouri. Madam Speaker, I proudly pause to recognize \nJonathan Farrell Stoor. Jonathan is a very special young man who has \nexemplified the finest qualities of citizenship and leadership by \ntaking an active part in the Boy Scouts of America, Troop 96, and \nearning the most prestigious award of Eagle Scout.\n   Jonathan has been very active with his troop, participating in many \nscout activities. Over the many years Jonathan has been involved with \nscouting, he has not only earned numerous merit badges, but also the \nrespect of his family, peers, and community. Most notably, Jonathan has \ncontributed to his community through his Eagle Scout project. Jonathan \nworked in Ketren Cemetery in Gallatin, Missouri, mowing and cleaning up \nthe property, repaired broken headstones, and logged the gravesites \ninto an online portal for genealogical researchers.\n   Madam Speaker, I proudly ask you to join me in commending Jonathan \nFarrell Stoor for his accomplishments with the Boy Scouts of America \nand for his efforts put forth in achieving the highest distinction of \nEagle Scout.\n", "turn": 0, "speaker_bioguide": "G000546", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE135", "doc_title": "HONORING JONATHAN FARRELL STOOR", "title": "HONORING JONATHAN FARRELL STOOR"}