{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E133", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                             HON. JIM COSTA\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. COSTA", "text": "  Mr. COSTA. Madam Speaker, I rise today to pay tribute to the life of \nmy friend, Mr. Robert ``Bob'' M. Sanders, who passed away on December \n17, 2019. Bob was a selfless public servant and hardworking American \ncitizen, who left an impact on those who had the pleasure of knowing \nhim.\n  Bob was born in Tulare, California and raised in Merced. He graduated \nfrom Merced High School and went on to attend California Polytechnic \nUniversity, San Luis Obispo. Bob joined the California National Guard \nand attended artillery school in Fort Still, Oklahoma. On his flight \nhome after his initial service, he was seated next to California \nAssemblyman Gordan Winton, which would send his career path in a new \ndirection. Assemblyman Winton hired Bob as his aide in his Sacramento \noffice and he also worked on his campaign in 1966. After Assemblyman \nWinton declined to run for reelection, Bob ran for the seat himself. \nDuring the 1968 California primary, Bob traveled the Central Valley \nwith presidential candidate Robert Kennedy, one of his most treasured \nmemories.\n  Bob met the love of his life, Suzanne White while they both worked \nfor the United Teachers of Los Angeles. Bob eventually moved on to work \nas Chief of Staff for Los Angeles City Councilman Zev Yaroslavsky. \nLater in life, he worked for Rusty Areias and served as my first \ndistrict director after my election to the House of Representatives. \nAssembly Speaker's Office and the Senate Democratic Caucus. Bob's \nimpressive career made him a well-respected figure in California \npolitics.\n  Outside of politics, Bob enjoyed poetry, sports, and wrote scripts, \ndirected and did voiceovers for military training films. Bob loved his \nfamily most of all and enjoyed being around his beloved friends. His \nknowledge of political trivia and baseball statistics was unmatched.\n  Bob was preceded in death by his father Marvin, mother Anna, and his \nyounger sister, Jo Anna.\n  Bob is survived by his wife, Suzanne, daughter Erica, by his brothers \nJim and Jeff, and his many cousins, nieces, and nephews.\n  Madam Speaker, I ask my colleagues to join me in honoring the life of \nmy dear friend, Robert ``Bob'' M. Sanders. His commitment and \ndedication to the State of California was clear. We join his family and \nfriends in honoring his great life.\n", "turn": 0, "speaker_bioguide": "C001059", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE133-2", "doc_title": "HONORING THE LIFE OF ROBERT ``BOB'' M. SANDERS", "title": "HONORING THE LIFE OF ROBERT ``BOB'' M. SANDERS"}