{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H775", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. ROSE of New York asked and was given permission to address the \nHouse for 1 minute.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. ROSE of New York", "text": "  Mr. ROSE of New York. Madam Speaker, I rise today in honor of Mark \nand David Carles, two brothers with an unbreakable bond.\n  Ever since they were kids growing up on Staten Island, Mark and his \nolder brother, David, have been absolutely inseparable. When Mark was \ndiagnosed with a rare form of liver cancer in October of 2018, David \npostponed his baseball career to take care of his brother.\n  While Mark was using a breathing tube and unable to speak, the \nbrothers communicated using sign language. After a life-threatening \nsurgery, the first thing Mark did was sign David's name.\n  Mark is a talented runner who, with David's support, refused to let \nchemotherapy get in the way of his training, whether it was doing laps \ndown hospital corridors or running around the dining room table.\n  The brothers have even encouraged their father, Sandy, to run with \nthem as well. All three train for road races together. Mark recently \nfinished the Staten Island Athletic Club 5K in under 24 minutes.\n  Mark and David, your deep commitment to one another is an inspiration \nto Staten Island, all of New York City, and all of America.\n  Mark, you are a fighter. You inspire your family, your friends, and \nall those who you fight for as well.\n", "turn": 0, "speaker_bioguide": "R000613", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH775-2", "doc_title": "HONORING THE UNBREAKABLE BOND OF MARK AND DAVID CARLES", "title": "HONORING THE UNBREAKABLE BOND OF MARK AND DAVID CARLES"}