{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H771", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nNebraska (Mr. Bacon) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. BACON", "text": "  Mr. BACON. Madam Speaker, I rise today to address a serious issue \nthat affects millions of people around the world, to include many \nAmericans: slavery and human trafficking. Despite major progress, many \ncountries still struggle to define and understand human traffic \noperations and how to combat it.\n  Most of us assume that human trafficking transports people only \ninternationally. In reality, the 2019 Trafficking in Persons Report \nshowed that a majority of human trafficking survivors were identified \nin their countries of citizenship. While women and children may account \nfor the majority of people trafficked, adolescent boys and men also \nhave been victims of this modern-day slavery.\n  Everyone is vulnerable to human trafficking, women, children, foster \nyouth, Native Americans, immigrant children, those with disabilities, \nand the LGBTQ community. That is why the public must be educated on \nhuman trafficking and reject the misconception that it can't or won't \nhappen to them or someone they know.\n  While there is not an exact statistic on how many people are \ntrafficked in the United States, Secretary of State Mike Pompeo \nassessed as many as 24.9 million people--adults and children--are \ntrapped in this human form of modern slavery around the world, \nincluding our own country.\n  We may also assume trafficking occurs only in major cities like New \nYork or Las Vegas, but it also happens in suburbs, rural areas, and on \nTribal or farmland. In Nebraska, 900 individuals are being sold online \nfor sex each month, and 75 percent of them are from just Omaha.\n  I am grateful for the steps Nebraska has taken to combat trafficking \nand protect survivors, but legislation can do only so much. \nOrganizations such as the Department of Justice, Department of Homeland \nSecurity, and the Department of State have worked hard to fight this \nglobal issue and have been trained to locate and deter human \ntrafficking.\n  I thank the Nebraska State Patrol, the sheriff departments, and local \nlaw enforcement for their diligent work in capturing traffickers and \nrescuing survivors. I thank the many nonprofit volunteer organizations \nthat are dedicated to making a difference in combating this crime.\n  In honor of the National Slavery and Human Trafficking Month this \npast January, we must commit to work together to address this heinous \ncrime and ensure that all are safe from exploitation.\n\n\n             Bringing Awareness to Importance of Mentoring\n", "turn": 1, "speaker_bioguide": "B001298", "itemno": 1}, {"kind": "speech", "speaker": "Mr. BACON", "text": "  Mr. BACON. Madam Speaker, I rise today in honor of National Mentoring \nMonth from this past January. As a member of the Youth Mentoring \nCaucus, I rise to bring awareness to the importance of supporting \nstrategies and policies that enhance mentoring programs and increase \nthe procurement of quality volunteer mentors.\n  Research has shown that mentoring relationships have positive effects \non people's lives in so many ways. Mentoring reassures our youth that \nthey are not alone in dealing with everyday challenges; creates \nopportunity for personal growth and development; and provides youth, \nespecially those in foster care, with vital relationships, networks, \nand counseling services needed to navigate life and successfully \ntransition into adulthood.\n  I know the power of mentorship firsthand. I joined the Air Force in \n1985 after a faith-based mentor saw where my talents leaned, and I \nwould never have been a five-time commander nor a general officer \nwithout thoughtful mentors.\n  In my district, MENTOR Nebraska has partnered with 26 Omaha public \nschools to implement a mentoring program called Success Mentors, which \nserves over 600 youth. Within the last 2 years, the percentage of \nmentored youth in North Omaha increased by 150 percent. In the last 5 \nyears, the percentage of mentored juvenile justice youth increased by \n250 percent. In addition to a number of positive benefits associated \nwith increased mentorship, this program has shown an improvement in \nschool attendance--by over 50 percent in one school alone.\n  Congress must partner and support State and local governments and \nnonprofits so they can continue to prioritize new ways and approaches \nfor serving at-risk or disadvantaged youth and connect them with caring \nadults who will help them navigate life and be their support system.\n  That is why I am an original cosponsor of H.R. 3061, the Foster Youth \nMentoring Act of 2019, which addresses the need for greater support of \nmentoring programs that serve youth in foster care by developing best \npractices and quality mentoring standards when searching for and hiring \nmentors.\n  I thank our Nation's mentors, who are actively strengthening our \ncommunities and making a difference in the educational, personal, and \nprofessional lives of today's youth. Additionally, I urge my colleagues \nfrom both sides of the aisle to commit to improving our youth's \noutcomes and futures by supporting legislation like H.R. 3061.\n", "turn": 2, "speaker_bioguide": "B001298", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "3061", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH771", "doc_title": "ADDRESSING SERIOUSNESS OF SLAVERY AND HUMAN TRAFFICKING", "title": "ADDRESSING SERIOUSNESS OF SLAVERY AND HUMAN TRAFFICKING"}