{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E133", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                            HON. SAM GRAVES\n\n                              of missouri\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. GRAVES of Missouri", "text": "  Mr. GRAVES of Missouri. Madam Speaker, I proudly pause to recognize \nZayden Hacking. Zayden is a very special young man who has exemplified \nthe finest qualities of citizenship and leadership by taking an active \npart in the Boy Scouts of America, Troop 96, and earning the most \nprestigious award of Eagle Scout.\n   Zayden has been very active with his troop, participating in many \nscout activities. Over the many years Zayden has been involved with \nscouting, he has not only earned numerous merit badges, but also the \nrespect of his family, peers, and community. Most notably, Zayden has \ncontributed to his community through his Eagle Scout project. Zayden \nrehabilitated the back alley and storage area of the Gallatin Theater \nLeague in Gallatin, Missouri, pulling weeds, painting trim, leveling \nstairs, and removing 40 years' worth of debris that had accumulated \naround the storage shed.\n   Madam Speaker, I proudly ask you to join me in commending Zayden \nHacking for his accomplishments with the Boy Scouts of America and for \nhis efforts put forth in achieving the highest distinction of Eagle \nScout.\n", "turn": 0, "speaker_bioguide": "G000546", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE133-4", "doc_title": "HONORING ZAYDEN HACKING", "title": "HONORING ZAYDEN HACKING"}