{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H811-H815", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (H.R. 2382) to amend title 5, United States \nCode, to repeal the requirement that the United States Postal Service \nprepay future retirement benefits, and for other purposes.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 2382\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``USPS Fairness Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. REPEAL OF REQUIRED PREPAYMENT OF FUTURE POSTAL ", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "                   SERVICE RETIREMENT BENEFITS.\n\n       Subsection (d) of section 8909a of title 5, United States \n     Code, is repealed.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members have 5 legislative days within which to revise \nand extend their remarks and include extraneous material on the measure \nbefore us.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 8}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from New York?", "turn": 3, "speaker_bioguide": null, "itemno": 9}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 10}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  Mr. Speaker, the bill before us, the U.S. Postal Service Fairness \nAct, which I am a very proud cosponsor, would make a small but very \nimportant change to help address the dire financial condition of the \nPostal Service.\n  Common law requires the Postal Service to prefund the healthcare \ncosts of its future retirees decades into the future. We are aware of \nno other entity, public or private, that faces this type of onerous \nfinancial burden. This mandate has cost the Postal Service billions of \ndollars since it was first imposed 14 years ago. The Postal Service has \nnot made a payment into this fund since 2012.\n  This bill won't solve all the Postal Service's financial problems. \nEliminating the mandate will take some paper liabilities off the books \nof the Postal Service, but it will do nothing to improve its cash \nposition.\n  Without major structural reforms, the Postal Service will run out of \ncash in about 4 years. At that point, it will not be able to pay its \nown workers, and mail delivery would simply cease.\n  The Postal Service has taken significant steps to control its costs, \nincluding shrinking its workforce by close to 300,000 employees over \nthe past 20 years. Yet, it has incurred net annual losses for 13 \nstraight years.\n  The Postal Service currently funds universal mail service to nearly \n159 million delivery points solely through the sale of postage. It is \nrequired to expand its network to deliver mail to approximately 1 \nmillion new addresses every year, even as the volume of mail continues \nto decline by a projected 45 billion mail pieces over the next decade.\n  So while I support this bill, more must be done to stabilize the \nfinances of this important American institution on which so much of our \npopulation relies.\n  The Committee on Oversight and Reform, and Congressman Connolly in \nparticular, is working on comprehensive legislation to do just that. We \nwill continue to work on comprehensive legislation after this bill \npasses.\n  Finally, I thank my good friend, Mr. DeFazio, for his tireless, \npassionate advocacy for this bill. I also thank Mr. Reed and Mr. \nFitzpatrick, on the other side of the aisle, as well as Ms. Torres \nSmall, for all of their hard work.\n  Mr. Speaker, I urge my colleagues to support this commonsense \nmeasure, and I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume, \nand rise in opposition to the bill. No one has invested more time than \nperhaps Mr. Connolly or myself on postal reform. But I think it was \nWinston Churchill who said that no matter how beautiful the strategy, \nwe must occasionally look at the results. And the results of this bill \nwill do nothing to stop the post office from hemorrhaging money.\n  As we look at this prefunding--and I would agree with the \ngentlewoman--part of our solution, part of the bipartisan solution in \nthe previous Congress, was to look at this prefunding issue and to try \nto address it. But to do it as a standalone bill, Mr. Speaker, is \ncertainly not what the doctor ordered. Because even with this, the \nPostal Service continues to lose money each and every day.\n  I would say that if this was the bomb that solved their problem, it \nwould have already been solved because they haven't been making the \npayments.\n  What the American people need to understand is, they are wanting \nrelief from a payment that they are not making, and it is going to make \nzero difference in terms of the viability of the Postal Service.\n  Now, we can all agree that there need to be major reforms, but this \nparticular bill, and the way that it is being put forth, would actually \nhurt the potential progress we have in addressing real reforms. With \nthat, I sadly rise in opposition to this bill, and I reserve the \nbalance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 3 minutes \nto the gentleman from Oregon (Mr. DeFazio), the author of the \nlegislation.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 13}, {"kind": "speech", "speaker": "Mr. DeFAZIO", "text": "  Mr. DeFAZIO. Mr. Speaker, I thank the gentlewoman.\n  Mr. Speaker, in a Christmas Eve bill with no legislative \nconsideration, an otherwise noncontroversial bill, a provision was \nstuck in to say that the Postal Service should prefund 75 years of \nhealth benefits for retirees.\n  Now, think about that. That means people who have not yet been born, \nwho have not yet gone to work for the Postal Service for a career and \nthen might retire, we are paying for their healthcare now. Name one \nother entity in the United States of America, corporate or government, \nthat does anything like this. It is nuts. And it is a piggybank.\n  The money isn't being put into a trust fund to pay for their health \ninsurance. It is going into the maw of the Treasury. Who knows where it \ngoes. It maybe makes the debt look a little smaller. That was why \nPresident Bush pushed for it. But it is accounting for the majority of \nthe losses at the Postal Service.\n\n\n  So, yes, this will help relieve pressure on the Postal Service and on \nrates. And I think there are a lot of Americans who would like not to \nsee the postal rates keep going up.\n  Now, there are 300 bipartisan cosponsors. There aren't too many \nthings around here these days like that because I think many people \nrealize this doesn't make much sense.\n  And the Postal Service is a critical service. It is not a government-\nrun business to make a profit. It is the U.S. Postal Service.\n  Star routes don't make money. If you represent a rural area, you \ncan't make money out there. FedEx and UPS won't go out there. They get \nthe Postal Service to take the stuff out there. If we dismantle the \nPostal Service, then everybody in rural America is out of luck.\n  And there are a whole heck of a lot of other people who are dependent \nupon this: newspapers, rural newspapers, small businesses.\n  Many years ago, when I first started working on this, I posted \nsomething on the website: Tell me if you need the Postal Service.\n  People from all the small towns all around my very large district \nsaid: I sell on eBay. That is how I make a living out here in Powers, \nOregon, or in\n\n\nother little places around my district. I couldn't afford UPS or FedEx. \nI get the one package price.\n  So this is critical.\n  And, every day, hundreds of thousands of our veterans get their drugs \ndelivered by the United States Postal Service, many of them in rural \nareas, hard to serve, and, sure as heck, hard for them to get to the VA \nhospital or get into town.\n  So we need to stop burdening the Postal Service with something that \nmakes no sense. Are there other things that need to be reformed? Yes.\n  But once we take this $5 billion a year burden off them--they have \nalready put $50 billion into a theoretical account to pay for \nhealthcare for future postal employees who haven't been born yet, who \nmight work there, might retire some day, and might get health benefits. \nThat is more than enough.\n  And, by the way, this doesn't score in any way. So that is why we \nhave 300 bipartisan sponsors.\n  Mr. Speaker, I urge my colleagues at long last to undo this \nstupidity.", "turn": 7, "speaker_bioguide": "D000191", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I love the passion. The only problem is it \nis misplaced.\n  I can tell you that, if this bill would truly solve the business \nmodel that the Postal Service has, I would rise and support it. If this \nis all we are going to do, hallelujah. Let's do it and get it done. But \nthe gentleman is wrong. This does not solve the problem.\n  You can give them a pass on $5 billion a year, and they are still \nlosing money. That is the whole issue. That is the crux of the issue.\n  Mr. Speaker, I yield 2 minutes to the gentlewoman from North Carolina \n(Ms. Foxx).", "turn": 8, "speaker_bioguide": "M001187", "itemno": 15}, {"kind": "speech", "speaker": "Ms. FOXX of North Carolina", "text": "  Ms. FOXX of North Carolina. Mr. Speaker, I thank my colleague from \nNorth Carolina. I agree with my colleague from North Carolina, let us \nnot confuse what we are talking about here today.\n  I very much appreciate the postal employees who deliver the mail to \nmy house. When I go into a post office and need to mail things, they \nare wonderful people and give great service. That is not the issue \nhere. The issue is: Are we going to fund, properly, the retirement and \nhealthcare services?\n  I am not necessarily opposed to addressing the United States Postal \nService's requirement to prefund its retiree health benefits. Doing so, \nthough, in this manner would be disastrous for the American taxpayer. \nThis bill's elimination of the prefunding requirement without \ninstituting any reforms to tackle its fiscal status, as my colleague \nhas said, would simply mean that Congress continues to play the game of \nkicking the can down the road.\n  The fact is that there is already a long history of public retirement \naccounts that have either dramatically cut retiree benefits or had to \nrely on a taxpayer bailout as a result of not fully prefunding their \nplans.\n  This is a snowball going down the hill that is going to pick up \nsteam.\n  The only way to pay off the unfunded liabilities created by the U.S. \npost office retiree health benefits--without enacting cost-saving \nreform to the U.S. Postal Service, which this bill does not--would be a \ntaxpayer bailout.\n  That is why President Trump's Task Force on the United States Postal \nSystem issued formal opposition to removing the prefunding requirement. \nTo quote the task force: ``The task force does not believe that this \ngeneral policy should change or that the liability for USPS retiree \nhealth benefits should be shifted to the taxpayers.''\n  Mr. Speaker, I agree, to be clear, this bill moves taxpayers one step \ncloser to a bailout of the USPS, and we should oppose this change on \nthe taxpayers' behalf.", "turn": 9, "speaker_bioguide": "F000450", "itemno": 16}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 3 minutes \nto the gentleman from Virginia (Mr. Connolly), the distinguished \nsubcommittee chairman.", "turn": 10, "speaker_bioguide": "M000087", "itemno": 17}, {"kind": "speech", "speaker": "Mr. CONNOLLY", "text": "  Mr. CONNOLLY. Mr. Speaker, I thank my good friend and distinguished \nchair of the Oversight and Reform Committee.\n  Boy, what you just heard from my friend from North Carolina couldn't \nbe further from the truth. This is not a taxpayer bailout. Quite the \nopposite. It is exactly what Mr. DeFazio, my friend from Oregon, \ndescribed.\n  This is righting a wrong Congress created in the dead of night in a \nlameduck session in 2006 in putting a burden on the Postal Service no \nother entity on the planet is required to meet. And we have an \nobligation, having created that problem, to fix it. That is what we are \ntrying to do with this bill.\n  It is not a panacea. That is why we are working on bipartisan \nlegislation to have a comprehensive reform bill that will address a \nsignificant amount of time for the Postal Service to build a new \nbusiness model.\n  My friend, my other friend from North Carolina (Mr. Meadows)--I was \nreferring to the other North Carolinian--has been working diligently \nwith us on a bipartisan basis for many years to try to find just the \nright fix. I am looking forward to that bipartisan solution.\n\n  But that doesn't mean we stop everything and fix nothing. This may \nnot return the Postal Service to solvency, but it takes a liability off \nthe books that is real, that hurts them, that makes it harder for them \nto recover and to figure out how to adjust to changes in technology and \nthe marketplace, and that is why I support this bill.\n  Mr. Speaker, I look forward to its passage on a bipartisan basis, and \nI hope that we will fold this bill, the concept of this bill, into a \nlarger, more comprehensive bill. As the distinguished chairwoman said, \nwe need a comprehensive approach to the Postal Service after we address \nand fix this problem that Congress created.", "turn": 11, "speaker_bioguide": "C001078", "itemno": 18}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I thank the gentleman from Virginia, and I \nwant to highlight his work on this particular issue, and I agree with \nhim that this, ultimately, will be part of what has to be dovetailed \ninto anything we do to fix the Postal Service.\n  Mr. Speaker, I yield 2 minutes to the gentleman from Illinois (Mr. \nRodney Davis) in the spirit of letting my colleagues express their \nfull-throated support of this bill.", "turn": 12, "speaker_bioguide": "M001187", "itemno": 19}, {"kind": "speech", "speaker": "Mr. RODNEY DAVIS of Illinois", "text": "  Mr. RODNEY DAVIS of Illinois. Mr. Speaker, I would like to thank my \ngood friend, Mr. Meadows. We have been working on issues like this \nrelating to the long-term solvency of our Postal Service for many \nyears, and I look forward to standing on this floor with him in the \nnear future when we come up with a good, comprehensive solution that \naddresses issues like this.\n  I thank him for his leadership and his support of the Postal Service \nand the great postal workers who make up one of the greatest services \nthat we have in our country.\n  Unfortunately, the Postal Service today is forced to play by a \ndifferent set of rules, and those are unfair. This bill corrects this \nby repealing the 2006 mandate that the Postal Service prefund future \nretiree health benefits.\n  In 2006, the Postal Accountability and Enhancement Act mandated that \nthe Postal Service prefund retiree health benefits decades in advance, \nsomething no other public or private enterprise is forced to do. Over \nthe years, this mandate has caused severe cuts and damaged the Postal \nService's ability to invest in even new delivery vehicles.\n  I have always been a steadfast supporter of the Postal Service and \nits workers. In fact, after speaking to many of the postal unions in my \ndistrict, like the Letter Carriers and the Rural Letter Carriers', I \nproudly cosponsored this piece of legislation.\n  I look forward to working with my colleagues on this issue and other \nimportant pieces of legislature that impact our postal unions, such as \nopposing the privatization of the Postal Service and protecting the 6-\nday delivery, door-to-door service, and our rural post offices.\n  Mr. Speaker, we have to work together. We need to make sure that our \nPostal Service remains viable. I urge a ``yes'' vote on this bill, and \nI look forward to working with everyone in this institution in the \nfuture.", "turn": 13, "speaker_bioguide": "D000619", "itemno": 20}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I thank the gentleman for his comments, and \nI would also join him. We have got a number of great unions that I have \nhad the privilege of getting to know over this time as we looked at \ncomprehensive reform, and his acknowledging them and his willingness to \nlook at something that actually solves the problem is to be applauded.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 14, "speaker_bioguide": "M001187", "itemno": 21}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 2 minutes \nto\n\n\nthe gentlewoman from the great State of Michigan (Mrs. Lawrence).", "turn": 15, "speaker_bioguide": "M000087", "itemno": 22}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I rise today in support of H.R. 2382. \nThis legislation is a positive first step--and I emphasize first step--\nto address a significantly more complex issue at hand: the financial \nsolvency crisis plaguing the United States Postal Service.\n  After a 30-year career in the Postal Service--and I think I am the \nonly member of Congress who is actually a letter carrier--I come to \nCongress with the intention of helping USPS return to a strong \nfinancial standing through legislative reform.\n  While decreased mail volume plays a role, there are other actions \nCongress must take to provide the Postal Service with the flexibility \nneeded to reverse and mend the downward financial trend.\n  For the last few years, I have worked with several colleagues on the \nOversight Committee, including Representatives Connolly, Lynch, \nMeadows, and the late, amazing Chairman Elijah Cummings, to \nintroduce comprehensive postal reform.\n\n  As the House stands poised to pass H.R. 2382, I look forward to \ncontinuing to work with my colleagues on the committee to introduce a \ncomprehensive postal reform package that will provide the Postal \nService with the reform needed to help lessen the financial battle.\n  I want to thank Chairwoman Maloney for her leadership on this issue, \nand I look forward to the continued work to build the Postal Service \nFairness Act.\n  I urge my colleagues to support this legislation.", "turn": 16, "speaker_bioguide": "L000581", "itemno": 23}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield 1 minute to the gentleman from \nPennsylvania (Mr. Fitzpatrick).", "turn": 17, "speaker_bioguide": "M001187", "itemno": 24}, {"kind": "speech", "speaker": "Mr. FITZPATRICK", "text": "  Mr. FITZPATRICK. Mr. Speaker, I rise today to strongly support H.R. \n2382, the USPS Fairness Act. I have led, with my colleagues, this \nimportant legislation that ends the unfair prefunding mandate for the \nPostal Service and also solves the most pressing financing problem \nfacing our letter carriers and post offices across the United States.\n  Mr. Speaker, the USPS is the only Government entity--the only one--\nwhich is mandated to prefund its retirees' health benefits. 100 percent \nof the Postal Service's financial losses over the past 6 years--100 \npercent--are directly due and linked to this requirement.\n  This is an outdated policy which has forced the Postal Service into a \nhorrible financial position, which has prevented it from investing in \nresources that would benefit all of our communities, no matter where we \nlive.\n  Moreover, Mr. Speaker, this legislation has widespread support from \nthe National Association of Letter Carriers, the American Postal \nWorkers Union, and the National Postal Mail Handlers Union.\n  This bipartisan bill will restore USPS' financial health by shoring \nup that funding and ensuring that it has the resources to improve the \nPostal Service for all Americans.\n  Mr. Speaker, I urge all of my colleagues on both sides of the aisle \nto support this legislation. This is the priority for our postal \nworkers, in addition to 6-day delivery as well as door-to-door service. \nWe have to get all three done for our postal workers, our letter \ncarriers, and our post offices that serve all of our communities.", "turn": 18, "speaker_bioguide": "F000466", "itemno": 25}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 2 minutes \nto the gentlewoman from Illinois (Ms. Schakowsky).\n\n", "turn": 19, "speaker_bioguide": "M000087", "itemno": 26}, {"kind": "speech", "speaker": "Ms. SCHAKOWSKY", "text": "  Ms. SCHAKOWSKY. Mr. Speaker, I thank the gentlewoman for yielding to \nme.\n  Mr. Speaker, I rise today in strong support of H.R. 2382, the USPS \nFairness Act.\n  The United States Postal Service is an essential part of American \nlife. It was established more than 231 years ago and has delivered on \nits promise every one of those years.\n  Benjamin Franklin was the first Postmaster General in the United \nStates. And they have--while I understand it is not an official slogan, \nI think we have all heard this: ``Neither snow, nor rain, nor heat, nor \ngloom of night stays these couriers from the swift completion of their \nappointed mission.''\n  So we know that with more than 100 billion pieces of mail delivered \neach year, and a 90 percent approval rating, that we must do all that \nwe can to support them.\n  Today, Members of Congress are taking the important step to help \nsupport over seven million U.S. postal workers across the country.\n  Since 2006, U.S. postal employees have been forced to prefund retiree \nhealth benefits 75 years in advance, making them the only government \nagency that must prefund future employees that have not been born yet.\n  This ridiculous law has caused the U.S. Postal Service to lose \nbillions of dollars each year and has caused postal employees' \nuncertainty in their work. This cannot continue.\n  So I agree with over 300 of my colleagues that we must reverse this \nabsurd policy. The United States Postal Service Fairness Act will \nrepeal the prefunding that is mandated and allow the United States \nPostal Service to return to its pay-as-you-go system as used before.", "turn": 20, "speaker_bioguide": "S001145", "itemno": 27}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I appreciate all the points that my friends opposite are making. In \nfact, I have made some of the very same points when we talk about \nreform bills.\n  The problem is, all the wonderful things that they are talking about \nin this bill do not exist. They are not making the payments. They \nhaven't made a payment since 2010.\n  So how does giving relief from a payment you are not making suddenly \nmake the Postal Service viable? It doesn't.\n  Mr. Speaker, I yield 2 minutes to the gentleman from Illinois (Mr. \nBost), who will give you an opposing view from our side.", "turn": 21, "speaker_bioguide": "M001187", "itemno": 28}, {"kind": "speech", "speaker": "Mr. BOST", "text": "  Mr. BOST. Mr. Speaker, I thank the gentleman for yielding.\n  The United States Postal Service has a history as old as our Nation. \nOur Nation's Founders believed that it was so important that they put \nit in the Constitution and many people back home don't realize that. Of \ncourse, you know, that is the most quoted, least read document around \nhere.\n  The rural communities in southern Illinois and across our country \ndepend on the Postal Service. It is often the only means for small \nbusinesses to engage in commerce, and for rural residents to receive \npackages.\n  The Postal Service is facing many challenges, but it is taking \nseveral important steps to provide new services mandated by the modern \neconomy. Unfortunately, it can't accomplish these reforms with one hand \ntied behind its back.\n  The Postal Service is the only entity with this requirement. I doubt \nthat any Federal agency would be able to meet its goals and obligations \nto citizens and taxpayers if they were likewise required to prefund \ntheir health benefits.\n  The underlying legislation helps correct this. It does not impose \nadditional costs on taxpayers, and it will help ensure the Postal \nService can continue to serve our communities as it has since our \nNation's founding.", "turn": 22, "speaker_bioguide": "B001295", "itemno": 29}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 3 minutes \nto the gentleman from Oregon (Mr. Blumenauer).", "turn": 23, "speaker_bioguide": "M000087", "itemno": 30}, {"kind": "speech", "speaker": "Mr. BLUMENAUER", "text": "  Mr. BLUMENAUER. Mr. Speaker, I appreciate the gentlewoman's courtesy \nin permitting me to speak on this bill. I feel very strongly about \nthis.\n  The United States Postal Service moves almost half the world's mail. \nIt is the most popular Federal agency, highest ratings. And, in fact, \nif you look at the interaction that we have with postal workers, in my \ncommunity and elsewhere, they are deeply beloved.\n  I had a father-in-law who was a postal worker. In the holiday season \nhe was burdened down with cookies and fruitcake and brandy that was \ngiven to him by the people on his route.\n  What we have seen, unfortunately, since 2006, is part of an assault \non the finest Postal Service in the world. You have heard it said \nbefore on the floor; this is the only--not just the only Federal \nagency, I don't think there is any entity in the United States that is \nrequired to prefund health benefits for people who haven't yet been \nborn but might be employed 20, 30, 40 years from now. This is part of \nan effort on behalf of some who literally have a jihad against the U.S. \nPostal Service.\n  I had a session in my community 2 weeks ago where we heard about a \nbizarre experiment on casing mail, taking that away from the letter \ncarriers,\n\n\nand it has resulted in a serious disruption in our community by people \nwho are disconnected from the actual service that is given.\n\n  Postal jobs are the best jobs in many rural and small American towns. \nAnd there are some who feel, well, they are paid too much. They have \ntoo generous benefits or retirement. That is hogwash.\n  They provide that foundation in much of rural and small-town America; \na beloved service, a service that provides an essential connection for \nvirtually the entire country, 6 days a week, and, in fact, if we get \nour act together, there is more benefit that can be provided.\n  Get rid of this stupid prefunding and give them more flexibility \nabout the services they can provide. Why aren't we using the U.S. \nPostal Service to help us with the census? These people know who lives \nin the neighborhood. Why are we hiring temporary employees?\n  Why can't we use the Postal Service to deal with problems in the \nfuture, if we have an outbreak of an anthrax-sort of activity in terms \nof lethal threats. Use the Postal Service. Give them the flexibility to \nprovide more service. Respect the men and women who work there, and \nstop this stupid effort to undercut the finest Postal Service in the \nworld.\n  I appreciate the committee bringing this legislation forward. I \nappreciate the bipartisan support, and maybe it is time we get our act \nstraight to help them fulfill their full potential.", "turn": 24, "speaker_bioguide": "B000574", "itemno": 31}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I do need to correct a few things that the gentleman from Oregon just \naddressed. This is not--support or being against this bill is not an \nattack on the Postal Service.\n  I mean, there is no one who has invested more time--I can promise \nyou, when I came to Congress, fixing the Postal Service was not on my \nbucket list. And as we have invested time, and I see my good friend, \nMr. Lynch, my good friend, Mr. Connolly, let me just tell you, we have \ninvested days, if not weeks and months, to try to address this.\n  But the gentleman from Oregon is just not correct. This particular \nbill, while it may be part of a solution, gives them no flexibility. It \ngives them no additional cash flow. They are still going to go out of \nbusiness if we do not come together and get something worked out for \nall of us to make sure that, not only do we have a postal system that \nworks, but one that is not a mere shadow of its former self.\n  I will say this: I want to make sure that my postal unions and all of \nthose that are watching very intently, you have made an impact on this \nMember from North Carolina.\n  Mr. Speaker, they have let me know exactly how important this is. And \nyet, at the same time, I am afraid I cannot support this bill because \nit does not do what we need it to do, and that is, address the problem \ntoday. This just kicks the can down the road. And unfortunately, it \ndoesn't even kick it down the road long enough to allow the postal \nworkers to depend on the very system that employs them.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 25, "speaker_bioguide": "M001187", "itemno": 32}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 3 minutes \nto the gentleman from Massachusetts (Mr. Lynch), my good friend and \ncolleague.", "turn": 26, "speaker_bioguide": "M000087", "itemno": 33}, {"kind": "speech", "speaker": "Mr. LYNCH", "text": "  Mr. LYNCH. Mr. Speaker, I thank the gentlewoman for her kindness and \nthe courtesy afforded to me.\n  I do want to say that, like some other Members in this Chamber, I \nthink at one count, I had 17 of my relatives, including my mom, several \nof her sisters, two of my sisters, my brother-in-law, all my cousins, \nwho worked for the United States Postal Service, sort of the family \nbusiness.\n  And I do thank the gentleman from North Carolina. We spent, you know, \ndays, if not weeks, if not months, arguing over the contours of this \nlegislation.\n  I want to thank Mr. DeFazio. And I rise in strong support of his \nbill.\n  I also thank my colleague from Virginia (Mr. Connolly) for his work \non this as well. And our dear colleague, Elijah Cummings, who worked on \nthis, put his heart and soul into finding a solution.\n  Look, I do agree with the gentleman from North Carolina's comments, \nthat this does not solve everything. It does not. But it is an \nimportant element of a bill that we, Republicans and Democrats, passed \nout of committee unanimously, without any dissent in a previous \nsession. So it is a very important element of what we are trying to do.\n  There is no dispute with the gentleman from Oregon's earlier remarks \nthat we don't ask any other group within government to fund their \nretiree health benefits this way. This was an idea that, I think, came \nout of a time when, before email and before the use of social media, \nthe volume of mail within the Postal Service being delivered every \nsingle day, could sustain the current configuration of retiree health \nbenefits.\n  Those days are long gone, and we have to figure out a way that will \nkeep the Postal Service viable going forward.\n  This does not solve everything but, boy, I will tell you, this solves \na lot. It buys us time to craft those other pieces that need to come \ntogether as well.\n  So I would argue that we should not allow the perfect to be the enemy \nof the good. This is a solid change here.\n  This is something that I think people need to understand that what we \nare requiring of the Postal Service right now is that, when a new \nemployee comes into the Postal Service, we have to set aside the money, \non day one, for their eventual retirement; while every other collective \nbargaining agreement and pension system periodically reassesses what \nthe demands are as that person gets closer to retirement. That is the \ncritical time to know whether or not there are sufficient resources and \na guarantee that certain resources are there for that person to enjoy \nthe retirement and the benefits and the health benefits that they have \nearned.\n  So I just ask my colleagues to vote in support of this bill. I \nsupport Mr. DeFazio's bill wholeheartedly, and I thank the Speaker for \nhis courtesy.", "turn": 27, "speaker_bioguide": "L000562", "itemno": 34}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I know that everybody is tuned in in their offices, paying attention \nto this unbelievable debate, and so for all of you that are tuned in on \nC-SPAN, and as we debate this, I think it is important that I share a \ncouple of sentences from the U.S. Postal Service. So it is not from my \ncolleagues opposite. It is not from my point of view; but this is what \nthey have to say about this bill: ``It would neither reduce the \nunderlying RHB liability nor improve our cash flow or our long-term \nfinancial position. It would not impact the liquidity crisis that we \nhave.''\n  These are not my words, Mr. Speaker. These are the words of those \nthat are closest to the financial responsibility, the Postal Service \nthemselves.\n  So if the gentlewoman is prepared to close, I will just recommend to \nmy colleagues a ``no'' vote, and I yield back the balance of my time.", "turn": 28, "speaker_bioguide": "M001187", "itemno": 35}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Members are further reminded to address \ntheir remarks to the Chair, not to a perceived viewing audience.\n\n", "turn": 29, "speaker_bioguide": null, "itemno": 36}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I urge passage of \nH.R. 2382, and I yield back the balance of my time.", "turn": 30, "speaker_bioguide": "M000087", "itemno": 37}, {"kind": "speech", "speaker": "Mr. LYNCH", "text": "  Mr. LYNCH. Mr. Speaker, I rise in strong support of H.R. 2382, the \nU.S.P.S. Fairness Act, introduced by my colleague, Representative Peter \nDeFazio of Oregon.\n  I'd like to commend Mr. DeFazio and the other bipartisan sponsors of \nthis bill--Mr. Reed of New York, Ms. Torres-Small of New Mexico, and \nMr. Fitzpatrick of Pennsylvania--for their leadership in addressing the \nserious fiscal challenges facing the United States Postal Service. I'd \nalso like to recognize the relentless and united effort on the part of \nour postal employee unions, management associations, and other \nstakeholders to advance this commonsense legislation.\n  With the support of over 300 bipartisan cosponsors, the U.S.P.S. \nFairness Act would repeal a misguided provision in current law \nrequiring the postal service to fully fund its health care costs for \nfuture postal retirees decades before it is necessary--that's an annual \naverage cost of over $5.5 billion dollars. This is a requirement that \nfederal law does not impose on any other government agency--especially \none that receives zero tax dollars and instead relies on the revenue \ngenerated by its own stamps, products, and services to fund its \noperations. It is no surprise that the postal service has not been able \nto make these exorbitant annual payments since 2011.\n\n\n  The elimination of the so-called ``pre-funding mandate'' is a \nsensible first step towards improving the financial viability of the \npostal service. This bipartisan bill should also guide our approach to \ndeveloping comprehensive postal reform legislation going forward. In \nstark contrast to the more partisan and sweeping reform proposals that \nhave been presented to our committee in recent years, H.R. 2382 will \nimmediately place the postal service on more sound financial footing \nwhile preserving its core public service mission to ``provide postal \nservices to bind the nation together through the correspondence of the \npeople.''\n  And contrary to the degradation of postal delivery services, or the \nwholesale privatization of the postal service itself, H.R. 2382 is the \nend product of bipartisan cooperation and the subject of broad \nconsensus among our diverse postal stakeholders. As we develop \nadditional postal reform legislation, it is imperative that we continue \nto identify fundamental and practical areas of agreement.\n  I urge my colleagues on both sides of the aisle to support this \nlegislation.", "turn": 31, "speaker_bioguide": "L000562", "itemno": 38}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, H.R. 2382.", "turn": 32, "speaker_bioguide": null, "itemno": 39}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken.", "turn": -1, "speaker_bioguide": null, "itemno": 40}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. In the opinion of the Chair, two-thirds \nbeing in the affirmative, the ayes have it.", "turn": 33, "speaker_bioguide": null, "itemno": 41}, {"kind": "speech", "speaker": "Ms. FOXX of North Carolina", "text": "  Ms. FOXX of North Carolina. Mr. Speaker, on that I demand the yeas \nand nays.", "turn": 34, "speaker_bioguide": "F000450", "itemno": 42}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The yeas and nays were ordered.", "turn": -1, "speaker_bioguide": null, "itemno": 43}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to clause 8 of rule XX, further \nproceedings on this motion will be postponed.\n", "turn": 35, "speaker_bioguide": null, "itemno": 44}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 45}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "2382", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "2382", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2382", "type": "HR"}], "related_usc": [{"title": "5", "number": "8909a"}], "id": "CREC-2020-02-05-pt1-PgH811", "doc_title": "USPS FAIRNESS ACT", "title": "USPS FAIRNESS ACT"}