{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H785-H788", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I move to suspend the rules and pass \nthe bill (H.R. 1132) to amend the Federal Water Pollution Control Act \nto establish a grant program to support the restoration of San \nFrancisco Bay, as amended.", "turn": 0, "speaker_bioguide": "N000179", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 1132\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``San Francisco Bay \n     Restoration Act''.\n\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. SAN FRANCISCO BAY RESTORATION GRANT PROGRAM.\n\n       Title I of the Federal Water Pollution Control Act (33 \n     U.S.C. 1251 et seq.) is amended by adding at the end the \n     following:\n\n     ``SEC. 124. SAN FRANCISCO BAY RESTORATION GRANT PROGRAM.\n\n       ``(a) Definitions.--In this section:\n       ``(1) Estuary partnership.--The term `Estuary Partnership' \n     means the San Francisco Estuary Partnership, designated as \n     the management conference for the San Francisco Bay under \n     section 320.\n       ``(2) San francisco bay plan.--The term `San Francisco Bay \n     Plan' means--\n       ``(A) until the date of the completion of the plan \n     developed by the Director under subsection (d), the \n     comprehensive conservation and management plan approved under \n     section 320 for the San Francisco Bay estuary; and\n       ``(B) on and after the date of the completion of the plan \n     developed by the Director under subsection (d), the plan \n     developed by the Director under subsection (d).\n       ``(b) Program Office.--\n       ``(1) Establishment.--The Administrator shall establish in \n     the Environmental Protection Agency a San Francisco Bay \n     Program Office. The Office shall be located at the \n     headquarters of Region 9 of the Environmental Protection \n     Agency.\n       ``(2) Appointment of director.--The Administrator shall \n     appoint a Director of the Office, who shall have management \n     experience and technical expertise relating to the San \n     Francisco Bay and be highly qualified to direct the \n     development and implementation of projects, activities, and \n     studies necessary to implement the San Francisco Bay Plan.\n       ``(3) Delegation of authority; staffing.--The Administrator \n     shall delegate to the Director such authority and provide \n     such staff as may be necessary to carry out this section.\n       ``(c) Annual Priority List.--\n       ``(1) In general.--After providing public notice, the \n     Director shall annually compile a priority list, consistent \n     with the San Francisco Bay Plan, identifying and prioritizing \n     the projects, activities, and studies to be carried out with \n     amounts made available under subsection (e).\n       ``(2) Inclusions.--The annual priority list compiled under \n     paragraph (1) shall include the following:\n       ``(A) Projects, activities, and studies, including \n     restoration projects and habitat improvement for fish, \n     waterfowl, and wildlife, that advance the goals and \n     objectives of the San Francisco Bay Plan, for--\n       ``(i) water quality improvement, including the reduction of \n     marine litter;\n       ``(ii) wetland, riverine, and estuary restoration and \n     protection;\n       ``(iii) nearshore and endangered species recovery; and\n       ``(iv) adaptation to climate change.\n       ``(B) Information on the projects, activities, and studies \n     specified under subparagraph (A), including--\n       ``(i) the identity of each entity receiving assistance \n     pursuant to subsection (e); and\n       ``(ii) a description of the communities to be served.\n       ``(C) The criteria and methods established by the Director \n     for identification of projects, activities, and studies to be \n     included on the annual priority list.\n       ``(3) Consultation.--In compiling the annual priority list \n     under paragraph (1), the Director shall consult with, and \n     consider the recommendations of--\n       ``(A) the Estuary Partnership;\n       ``(B) the State of California and affected local \n     governments in the San Francisco Bay estuary watershed;\n       ``(C) the San Francisco Bay Restoration Authority; and\n       ``(D) any other relevant stakeholder involved with the \n     protection and restoration of the San Francisco Bay estuary \n     that the Director determines to be appropriate.\n       ``(d) San Francisco Bay Plan.--\n       ``(1) In general.--Not later than 5 years after the date of \n     enactment of this section, the Director, in conjunction with \n     the Estuary Partnership, shall review and revise the \n     comprehensive conservation and management plan approved under \n     section 320 for the San Francisco Bay estuary to develop a \n     plan to guide the projects, activities, and studies of the \n     Office to address the restoration and protection of the San \n     Francisco Bay.\n       ``(2) Revision of san francisco bay plan.--Not less often \n     than once every 5 years after the date of the completion of \n     the plan described in paragraph (1), the Director shall \n     review, and revise as appropriate, the San Francisco Bay \n     Plan.\n       ``(3) Outreach.--In carrying out this subsection, the \n     Director shall consult with the Estuary Partnership and \n     Indian tribes and solicit input from other non-Federal \n     stakeholders.\n       ``(e) Grant Program.--\n       ``(1) In general.--The Director may provide funding through \n     cooperative agreements, grants, or other means to State and \n     local agencies, special districts, and public or nonprofit \n     agencies, institutions, and organizations, including the \n     Estuary Partnership, for projects, activities, and studies \n     identified on the annual priority list compiled under \n     subsection (c).\n       ``(2) Maximum amount of grants; non-federal share.--\n       ``(A) Maximum amount of grants.--Amounts provided to any \n     entity under this section for a fiscal year shall not exceed \n     an amount equal to 75 percent of the total cost of any \n     projects, activities, and studies that are to be carried out \n     using those amounts.\n       ``(B) Non-federal share.--Not less than 25 percent of the \n     cost of any project, activity, or study carried out using \n     amounts provided under this section shall be provided from \n     non-Federal sources.\n       ``(f) Funding.--\n       ``(1) Authorization of appropriations.--There is authorized \n     to be appropriated to carry out this section $25,000,000 for \n     each of fiscal years 2021 through 2025.\n       ``(2) Administrative expenses.--Of the amount made \n     available to carry out this section for a fiscal year, the \n     Director may not use more than 5 percent to pay \n     administrative expenses incurred in carrying out this \n     section.\n       ``(3) Prohibition.--No amounts made available under this \n     section may be used for the administration of a management \n     conference under section 320.\n       ``(g) Annual Budget Plan.--In each of fiscal years 2021 \n     through 2025, the President, as part of the annual budget \n     submission of the President to Congress under section 1105(a) \n     of title 31, United States Code, shall submit information \n     regarding each Federal department and agency involved in San \n     Francisco Bay protection and restoration, including--\n       ``(1) a report that displays for each Federal agency--\n       ``(A) the amounts obligated in the preceding fiscal year \n     for protection and restoration projects, activities, and \n     studies relating to the San Francisco Bay; and\n       ``(B) the proposed budget for protection and restoration \n     projects, activities, and studies relating to the San \n     Francisco Bay; and\n       ``(2) a description and assessment of the Federal role in \n     the implementation of the San Francisco Bay Plan and the \n     specific role of each Federal department and agency involved \n     in San Francisco Bay protection and restoration, including \n     specific projects, activities, and studies conducted or \n     planned to achieve the identified goals and objectives of the \n     San Francisco Bay Plan.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nCalifornia (Mrs. Napolitano) and the gentleman from Florida (Mr. Mast) \neach will control 20 minutes.\n  The Chair recognizes the gentlewoman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I ask unanimous consent that all \nMembers have 5 legislative days within which to revise and extend their \nremarks and include extraneous material on H.R. 1132, as amended.", "turn": 2, "speaker_bioguide": "N000179", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I rise in support of H.R. 1132. Introduced by the \ngentlewoman from California (Ms. Speier), H.R. 1132 builds off existing \nbay restoration work under EPA's National Estuary Program.\n  In my home State of California, the importance of a healthy watershed \nand improved water quality has never been more apparent. In fact, the \nSan Francisco Bay estuary drains more than 40 percent of our State's \nwaters.\n  That is why I am thankful to see several of my colleagues from \nCalifornia as original cosponsors, including members of this committee: \nMr. Garamendi, Mr. Huffman, and Mr. DeSaulnier.\n  At our June hearing, the subcommittee learned about the ongoing \nsources of pollution to this 1,600-square-mile estuary. Simultaneously, \nhabitat destruction has forever changed the geography of the bay area. \nMore than 90 percent of shoreline wetlands and 40 percent of the total \naquatic ecosystem have been lost.\n  This new EPA program office will concentrate Federal efforts to \naddress water quality challenges and ecosystem health in the bay. This \nwill improve the environment and economy for the bay area region that \nis home to 8 million people and an annual GDP of $775 billion.\n  Mr. Speaker, I support H.R. 1132, and I urge my colleagues to do the \nsame.\n  Mr. Speaker, I include in the Record letters in support of H.R. 1132, \nthe San Francisco Bay Restoration Act, from the National Audubon \nSociety and Save the Bay.\n\n\n                                                      Audubon,\n\n                                               September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n     Hon. Grace Napolitano,\n     Chairwoman, Subcommittee on Water Resources and Environment, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Subcommittee on Water Resources and \n         Environment, Washington, DC.\n       On behalf of the National Audubon Society's more than 1 \n     million members, our mission is to protect birds and the \n     places they need for today and tomorrow. We write to offer \n     our support for the following bills related to important \n     coastal and water conservation issues that will be the \n     subject of the September 19, 2019 Markup before the Committee \n     on Transportation and Infrastructure Committee.\n\n\n        HR 4031--Great Lakes Restoration Initiative Act of 2019\n\n       The Great Lakes are home to 30 million people and 350 \n     species of birds, but increasing challenges are on the \n     horizon for the world's largest body of freshwater. \n     Fluctuating water levels exacerbated by climate change, \n     invasive exotic species and excess nutrients are putting even \n     more stress on this ecosystem that is so important for birds \n     and people. The Great Lakes Restoration Initiative has helped \n     clean up toxic pollutants, protect wildlife by restoring \n     critical habitat, and help combat devastating invasive \n     species.\n       HR 4031 would increase funding for conservation projects to \n     $475 million over five years, by increasing the Great Lakes \n     Restoration Initiative's authorization incrementally from \n     $300 million per year to $475 million per year.\n\n\n               HR 1132--San Francisco Bay Restoration Act\n\n       The San Francisco Bay Area, home to the Pacific Coast's \n     largest estuary, is also home to a rapidly growing population \n     of 8 million people, and provides for a host of social and \n     economic values through ports and industry, agriculture, \n     fisheries, archaeological and cultural sites, recreation, and \n     research. However, San Francisco Bay has lost 90% of its \n     tidal wetlands and more than 50% of its eelgrass and mudflat \n     habitat. Climate change exacerbates these conditions through \n     drought that alters the salinity balance, ocean acidification \n     that reduces species abundance and diversity, increasing \n     water temperatures, and rising seas causing flooding that \n     eliminates living shorelines and puts communities at risk. \n     Many species of waterbirds forage in the San Francisco Bay, \n     including Brant Geese and Surf Scoters, underscoring the \n     value of this ecosystem.\n       HR 1132 would authorize a San Francisco Bay Restoration \n     Grant Program in EPA and funding of up to $25m per year to \n     support the restoration of this estuary.\n\n\n          HR 1620--Chesapeake Bay Program Reauthorization Act\n\n       Salt marshes are special places to birds and other \n     wildlife, but sea level rise has elevated the waters in the \n     Chesapeake Bay by one foot during the 20th century and is \n     accelerating due to climate change. Salt marshes provide \n     valuable ``ecosystem services'', including nurseries for the \n     Chesapeake Bay's commercially important fish, a buffer \n     protecting coastal communities against storm surge, a filter \n     that stops nutrient and sediment pollution from entering the \n     Bay, and a recreational resource attracting visitors who \n     contribute millions of dollars to local economies. Chesapeake \n     Bay's salt marshes host globally significant populations of \n     both Saltmarsh Sparrow and Black Rail.\n       HR 1620 would increase the authorization of appropriations \n     for the Chesapeake Bay Program to more than $90m per year.\n\n\n   HR 2247--Promoting United Government Efforts to Save Our Sound Act\n\n       Despite significant investments in Puget Sound ecosystem \n     health by state, federal, tribal and local governments, \n     concerned members of the public, and conservation \n     organizations, progress towards ecosystem recovery targets \n     remains slow. The number of marine birds wintering in Puget \n     Sound has declined significantly in the last 30 years and \n     migratory, fisheating birds appear to be at the greatest \n     risk.\n       HR 2247 would authorize up to $50 million in funding for \n     Puget Sound recovery. The PUGET SOS Act also aligns federal \n     agency expertise and resources, ensuring that federal \n     agencies are coordinated, setting goals, and holding each \n     other accountable will help increase their effectiveness and \n     provide a boost to Puget Sound recovery.\n\n\n          HR 3779--Resilience Revolving Loan Fund Act of 2019\n\n       Pre-disaster planning can help communities adapt to the \n     changing flood patterns that threaten people and birds \n     species dependent on shoreline and riverine areas. These \n     changes have led to more frequent instances of ``nuisance \n     flooding,'' as well as catastrophic events. NOAA has found \n     that ``nuisance'' or ``sunny day'' flooding is up 300% to \n     900% than it was 50 years ago. In addition, catastrophic \n     flooding events have increased in both frequency and \n     intensity. These trends have been particularly pronounced in \n     the Northeast, Midwest and upper Great Plains, where the \n     amount of precipitation in large rainfall events has \n     increased more than 30 percent above the average observed \n     from 1901-1960. As sea level rise accelerates, it only \n     exacerbates these impacts, which further compounds \n     vulnerability in flood-prone communities.\n       HR 3779 would amend the 1988 Stafford Act to offer low-\n     interest loans to states for ``disaster mitigation \n     projects'', including investments in natural infrastructure \n     projects, which would help communities prepare and recover \n     from natural disasters.\n       We urge you to support and advance the bills listed above. \n     Please feel free to contact us with any questions.\n           Sincerely,\n\n                                           Julie Hill-Gabriel,\n\n                               Vice President, Water Conservation,\n     National Audubon Society.", "turn": 4, "speaker_bioguide": "N000179", "itemno": 10}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                                                 Save the Bay,\n\n                                                 February 3, 2020.\n     Hon. Jackie Speier,\n     House of Representatives,\n     Washington, DC.\n\n                            HR 1132: Support\n\n       Dear Representative Speier: Save The Bay applauds your \n     introduction of HR 1132, the San Francisco Bay Restoration \n     Act, and encourages all Members of Congress to vote for its \n     passage on the House Floor this week. This initiative will \n     enhance the U.S. Environmental Protection Agency's efforts \n     capacity to improve the health of San Francisco Bay, with \n     resources that are desperately needed at a time of \n     accelerating climate change.\n       Save The Bay is the oldest and largest membership \n     organization working exclusively to protect and restore San \n     Francisco Bay, with 50,000 members and supporters. As the \n     Bay's leading champion since 1961, Save The Bay is committed \n     to making the Bay cleaner and healthier for people and \n     wildlife, and HR 1132 would significantly advance that goal.\n       Over the last 150 years, the water quality and health of \n     the San Francisco Bay estuary have been diminished by \n     pollution, invasive species, loss of wetland habitat and \n     other factors. Improving bay water quality, restoring \n     critical habitat, and adapting to climate change in San \n     Francisco Bay, are urgent federal, state and regional \n     priorities that require additional funding. The Bay region is \n     fortunate to have in place well-developed science-based \n     plans, agencies, and collaborative structures to improve the \n     Bay's health, but more resources for implementation are \n     essential in the crucial decade ahead. The San Francisco Bay \n     Restoration Act would provide significant additional capacity \n     to improve the Bay, building efficiently on elements already \n     in place to improve our economy and the region's quality of \n     life.\n       In 2016, San Francisco Bay Area voters agreed to make an \n     unprecedented investment in San Francisco Bay Restoration, \n     approving a nine-county parcel tax specifically to accelerate \n     Bay tidal marsh restoration. Measure AA was approved by more \n     than 70 percent of the region's voters, and is raising $500 \n     million over 20 years for grants to restoration projects, \n     most of which are occurring on federal property with the San \n     Francisco Bay National Wildlife Refuge. Matching federal \n     investment for this and other restoration work is overdue, \n     and HR 1132 would begin to address that need by authorizing \n     $25 million annually for those purposes.\n       HR 1132 also would address the inequity in funding for U.S. \n     EPA Geographic Programs, which are annually providing orders \n     of magnitude higher funding to other national estuaries under \n     strong statutory authority within the Clean Water Act. San \n     Francisco Bay deserves similar support and commitment as the \n     federal government currently provides to Chesapeake Bay, \n     Puget Sound and other locations, and HR 1132 begins to \n     rectify that disparity.\n       Each month provides evidence of added urgency and need for \n     the San Francisco Bay Program and resources that HR 1132 \n     creates. Tidal marsh restoration is essential to protect Bay \n     wildlife habitat, and adjacent shoreline communities and \n     infrastructure from sea level rise. The recent Baylands \n     Habitat Goals Update underscored that tidal marsh \n     revegetation must be initiated wherever possible within the \n     next decade to stay ahead of rising seas, and the recent \n     California Legislative Analyst's Office report further \n     underscores the urgency of adaptation and resilience actions. \n     And as California Governor Gavin Newsom stated in January, \n     ``We are experiencing a global climate crisis. One that has \n     irreversible impacts and is happening right now. This is not \n     something to deal with 10 years from now. Or 5 years from \n     now. Or 2 years from now. we need action. Now.''\n       We deeply appreciate the strong support from Speaker Pelosi \n     and the entire San Francisco Bay delegation for HR 1132. We \n     encourage the House of Representatives pass this bill \n     swiftly, and we pledge our continued assistance toward its \n     enactment. Thank you again for your leadership!\n           Sincerely,\n                                                      David Lewis,\n                                               Executive Director.\n", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "N000179", "itemno": 12}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I also rise in support of H.R. 1132. It represents good \ngovernance by codifying the EPA's existing work in the San Francisco \nBay Area. The bay area watershed provides a primary source of drinking \nwater for over\n\n\n25 million people and irrigation for 7,000 square miles of agriculture. \nIt includes important economic resources, such as water supply \ninfrastructure, ports, deepwater shipping channels, major highway and \nrailway corridors, and energy lines.\n  Mr. Speaker, I urge support of this legislation, and I reserve the \nbalance of my time.", "turn": 6, "speaker_bioguide": "M001199", "itemno": 13}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield such time as she may consume to \nthe gentlewoman from California (Ms. Speier).", "turn": 7, "speaker_bioguide": "N000179", "itemno": 14}, {"kind": "speech", "speaker": "Ms. SPEIER", "text": "  Ms. SPEIER. Mr. Speaker, today, we are taking up the San Francisco \nBay Restoration Act. This is legislation I have introduced every year \nsince 2010. Since then, the environmental conditions of the bay have \nonly grown worse.\n  The bay is the heart of the region, with a vibrant ecosystem that is \nhome to the largest estuary on the West Coast. It generates more than \n$370 billion in goods and services annually and is home to more than \n3\\1/2\\ million jobs.\n  Forty percent of the land in California drains to the estuary, as my \ncolleagues have mentioned. It also is home to more than 100 endangered \nand threatened species. The region's tidal and seasonal wetlands \ncomprise a significant portion of America's coastal resources, yet over \nthe past 200 years, 90 percent of the bay's wetlands have been \ndestroyed by human activity.\n  Increased pollution from cars, homes, and communities in San \nFrancisco have absorbed into various creeks, rivers, and streams that \nflow into the bay and the Pacific Ocean. By 2030, the expected sea-\nlevel rise in the bay area will exceed the rate at which the marshes \ncan elevate and move, effectively drowning them.\n  Despite the impending threats, Federal efforts for bay restoration \nand pollution mitigation systems have failed to meet the enormous need. \nBetween 2008 and 2016, EPA's geographic programs invested only $45 \nmillion into the San Francisco Bay, while Puget Sound received over \n$260 million and Chesapeake Bay $490 million. That is 10 times as much, \nand the disparity becomes even more pronounced when you consider the \npopulations served. A mere $6 was spent on the bay for each resident of \nthe bay area, while almost $30 was spent for each resident living near \nChesapeake Bay and almost $60 per resident near Puget Sound.\n  In the most recent round of appropriations in early 2018, the San \nFrancisco Bay's appropriations remained at $4.8 million while smaller \ngeographic programs received substantially more, including Lake \nChamplain with $8.3 million and Long Island Sound with $12 million.\n  The San Francisco Bay Restoration Act will authorize $25 million \nannually for 5 years to fund water quality improvement efforts, wetland \nand estuary restoration, endangered species recovery, and adaption to \nclimate change. We are just asking for our fair share of the dollars \nset aside for estuary restoration.\n\n", "turn": 8, "speaker_bioguide": "S001175", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield such time as he may consume to \nthe gentleman from California (Mr. Huffman).", "turn": 9, "speaker_bioguide": "N000179", "itemno": 16}, {"kind": "speech", "speaker": "Mr. HUFFMAN", "text": "  Mr. HUFFMAN. Mr. Speaker, I thank the gentlewoman for yielding me \ntime, and I commend my colleague, Jackie Speier, for her leadership on \nthis issue. And thanks also to the ranking member for recognizing the \nimportance, the critical national importance, of the San Francisco Bay \nEstuary.\n  I have the fortune of representing a beautiful district that starts \nat the Oregon border but goes all the way down to the Golden Gate \nBridge. That means I represent a good portion of San Francisco Bay, the \nNorth Bay, where we understand all too well how much we have lost--90 \npercent of the Bay's wetlands have been destroyed.\n  Starting a century and-a-half ago, there has been incredible \ndegradation of this vital estuary beginning with the Gold Rush, \ncontinuing to massive water diversions and pollution inputs, the diking \nof wetlands, and so on. But despite all of that degradation, San \nFrancisco Bay continues to play a vital role ecologically in our region \nand an even greater role economically.\n  We have hundreds of billions of dollars in economic activity every \nyear as a product of San Francisco Bay--outdoor recreation, commercial \nand recreational fishing, travel and tourism. And we also see the very \nreal benefits in the San Francisco Bay area of coastal resiliency, \nusing natural systems as a buffer against rising sea levels.\n  The citizens of the nine-county Bay area have stepped up. We \nrecognize the national importance of this resource, and we have \nsupported a ballot measure to support climate adaption and restoration \nfunding. And now it is time for the Federal Government to do its part. \nThat is why I am so pleased to support Congresswoman Speier's bill, the \nSan Francisco Bay Restoration Act, to provide the much-needed Federal \npartnership to help improve water quality in this important estuary to \nrevive the Bay's wetlands and to protect our coastal communities and \nour economy.\n  Mr. Speaker, I thank the gentlewoman for the time.", "turn": 10, "speaker_bioguide": "H001068", "itemno": 17}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I am prepared to close, and I reserve \nthe balance of my time.", "turn": 11, "speaker_bioguide": "N000179", "itemno": 18}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I urge support of this important legislation, and I \nyield back the balance of my time.", "turn": 12, "speaker_bioguide": "M001199", "itemno": 19}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I do urge all my colleagues to support \nthis legislation, and I yield back the balance of my time.", "turn": 13, "speaker_bioguide": "N000179", "itemno": 20}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Heck)", "text": "  The SPEAKER pro tempore (Mr. Heck). The question is on the motion \noffered by the gentlewoman from California (Mrs. Napolitano) that the \nHouse suspend the rules and pass the bill, H.R. 1132, as amended.", "turn": 14, "speaker_bioguide": null, "itemno": 21}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 22}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 23}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "1132", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "1132", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1132", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2247", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "3779", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3779", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "4031", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4031", "type": "HR"}], "related_usc": [{"title": "31", "detail": "(a)", "number": "1105"}, {"title": "33", "detail": "et seq.", "number": "1251"}], "id": "CREC-2020-02-05-pt1-PgH785", "doc_title": "SAN FRANCISCO BAY RESTORATION ACT", "title": "SAN FRANCISCO BAY RESTORATION ACT"}