{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H844-H845", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Under the Speaker's announced policy of \nJanuary 3, 2019, the Chair recognizes the gentleman from Texas (Mr. \nGreen) for 30 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. GREEN of Texas", "text": "  Mr. GREEN of Texas. Madam Speaker, and still I rise, with the love of \nmy country at heart, and I rise today on this day when the Senate has \nconcluded its trial of the President.\n  I rise to say that this House can be very proud of the job that it \nhas done because, notwithstanding all that has been said, this House \nhad the courage to do what the Constitution required pursuant to \nArticle II, Section 4, in terms of the standard for finding a President \nguilty.\n  The House did what it was supposed to do. The House impeached this \nPresident, charged this President with two Articles of Impeachment. One \nwas the obstruction of Congress. I like to think of it as an \nobstruction of a congressional investigation. The other was abuse of \npower.\n  The Senate did not find the President guilty of either of the \nArticles of Impeachment, but the House still did its job because the \nHouse has the duty, the responsibility, and the obligation to move \nforward, notwithstanding what may be the case in the Senate. The House \ndoesn't act based on what the Senate is perceived to do or not do. The \nHouse must act based upon the evidence that is before it.\n  And the House did act. And the House did impeach. And as a result, \nregardless as to the finding of the Senate, the President is impeached \nforever. And it will be forever written in history that this President \nwas impeached for high crimes and misdemeanors.\n  Why is this so important? It is important because notwithstanding the \nfinding in the Senate, the President knows now that the House has the \ncourage to do its job. The House will put the guardrails up. The \nPresident knows that he cannot escape the House because this is where \nthe bar of justice lies in terms of presenting Articles of Impeachment \nsuch that they can go to the Senate.\n  The President has to know now that the House is the sword of \nDamocles. For those who may not know, Damocles was a courtier. He was a \nperson who would flatter the king, let the king believe and tell the \nking that he was great and that all of his subjects loved him. The \nking, on one occasion, decided to allow Damocles to occupy the throne. \nBut in so doing, he wanted Damocles to understand that occupying the \nthrone carries with it more than the accolades and all of the kind \nwords that were being said.\n\n  So he had a sword hung above Damocles by a single hair from a horse's \ntail. As Damocles sat there, he understood that, at any moment, the \nsword might fall upon him and do him great harm. To some extent, he was \nproud and pleased to occupy the throne, but the reality was he realized \nthat it was not the easy occupation that he thought it to be. So he \nbegged the king to release him and allow him to remove himself from \nunder the sword that was hanging over him.\n  The House is the sword of Damocles. We hang there above the President \nso that he will know that if he commits impeachable acts that the House \nwill act.\n  Now, I understand that there will be those who will say that the \nSenate acted and found the President not guilty. Yes, ``not guilty,'' \nnot ``innocent.'' The Senate did not proclaim the President innocent. \nThey simply said he is not guilty--a lot of difference between not \nguilty and innocent.\n  To be innocent means you have been found to have done absolutely \nnothing wrong, you are totally without blame, and you are a person who \ncan claim that you have done absolutely nothing wrong without any blame \nat all. Well, ``not guilty'' simply means that the evidence presented, \nas they reviewed it, they did not conclude that the President could be \nfound guilty. So he was found not guilty, but he was not proclaimed \ninnocent by the Senate.\n  And the Senate cannot proclaim that a President who has been found \nnot guilty cannot be impeached again. The Senate deals with the \nquestion of a trial, and there is some question as to whether or not \nthis was an appropriate trial pursuant to the Constitution. But the \nSenate deals with the trial. It is the House that deals with \nimpeachment.\n  As such, the House found that the President should have been \nimpeached, did impeach, but also, the law under the Constitution allows \nthe House to impeach again if the President is found to have engaged in \nimpeachable offenses. The House is not allowed simply one opportunity \nto impeach a reckless, ruthless, lawless President. The House can \nimpeach each and every time the President commits an impeachable act. \nAnd if the President has committed an impeachable act, the House can \nimpeach.\n  There will be those who will say that we are now calling for \nimpeachment again. This is not true. I will make it perspicuously \nclear: Not the case. Not calling for impeachment at this time, but \nindicating that the rules, pursuant to the Constitution, allow for \nimpeachment at any time the President commits acts that are \nimpeachable.\n  Madam Speaker, I must say if the President does commit another \nimpeachable act, I believe that this House will uphold its \nresponsibility, its duty, and its obligation, as it has done.\n  I am proud to be associated with the House and what it has done \nbecause I am proud to say we have upheld the Constitution. This is what \nwe were required to do, to uphold the Constitution of the United States \nof America and not allow a President to simply do as he would without \nany restrictions on him. I understand that the President has decided \nthat, as the executive, he can dictate the rules for a trial, the rules \nfor impeachment, but the House did not allow him to do so, such that it \nwould retreat from its responsibility.\n  The House has said: Mr. President, there are guardrails, and these \nguardrails we will not allow you to simply ignore. The guardrails are \nsuch that you will have to conform to the Constitution.\n  I believe that what the Senate has done has not benefited the \ncountry, but I also know that what the House has done was send a \nmessage that the President is not beyond reproach, that the House of \nRepresentatives still stands here as a sentinel on duty to assure this \ncountry that if the President steps out of line and does something that \nis impeachable, the House will indeed act upon what the President may \nhave done.\n  I believe in the separation of powers. I believe that the executive \nbranch has certain powers. I believe that the judicial branch has \ncertain powers and that the legislative branch has certain powers. But \nI know that only the House has the power to impeach.\n  And I know that the President cannot withhold witnesses, cannot \nwithhold evidence from the House such that it cannot move forward with \nthe proper investigation. I know that he cannot do this with impunity. \nHe can't do it with immunity of some sort. He is not immune, and the \nHouse has demonstrated this, that he is not immune. Notwithstanding his \nbehavior, the House can still move forward with its duty and \nresponsibility as it did and impeach.\n  It is also now clear that the House does not have to find out a crime \nhas been committed, in the sense of a statutory, codified offense. \nThere does not\n\n\nhave to be a crime that has been defined in law such that it is penally \npunished. Not so. The Constitution doesn't require it.\n  In fact, Andrew Johnson was impeached in 1868 for offenses that were \nnot crimes, in the sense that they were something defined by statute, \nsomething that has already been codified. It wasn't required then; it \nisn't required now.\n  Andrew Johnson was impeached on Article X of the articles against him \nfor acts rooted in his bigotry and his hatred. He was impeached, and \nthe root of it was he did not want the freed slaves to enjoy the same \nrights as other people in this country. He fought the Freedmen's \nBureau. He did everything that he could to prevent them from having the \nsame rights as others in this country. The radical Republicans \nimpeached Andrew Johnson in 1868 for having utterances and statements \nthat were harmful. He demeaned the House of Representatives. But it was \nall rooted in his hate and racism, and as a result, no crime, but he \nwas impeached.\n\n\n  We now know that this can be done.\n  And this President has done some things that are dreadful, some \nthings that I would not want to see a President do and that, in my \nopinion, are in violation of the Constitution.\n  You don't have to commit a statutory offense to be found guilty of a \nhigh crime and misdemeanor. We know this now.\n  When we first started this journey, we had to fight this battle to \nconvince people, and people have finally been convinced. There are some \noutliers who will contend that you have to commit a crime in the sense \nthat it is defined and codified as a statute, but this is not the case. \nAll of the leading scholars agree with the comments that I am sharing \nwith you tonight.\n  So we know now that, if the President inculcates bigotry into his \npolicies, he can be impeached. For bigotry in policies emanating from \nthe Presidency, he can be impeached.\n  We don't have to have bigoted policies emanating from the President. \nWe don't have to have this. There is no requirement in this country \nthat we must suffer a President who presents bigotry into public \ndiscourse. There is no requirement.\n  We have an obligation in this country to defend all people. All of \nthe people in this country should have equal protection under the law. \nWe can't allow anyone in this country to present circumstances or cause \ncircumstances to come into existence that may cause harm to people.\n  When you say ugly things about people and you tell police officers \nthat you don't have to be nice when you are arresting a person, you are \ninviting harm to be caused to a certain person who may be arrested.\n  Anybody who is arrested should still be treated as a human being with \ncertain dignity and respect simply because that certain person is in \nthe care, custody, and control of the authorities. The authorities have \na duty to respect the people that they arrest.\n  Well, you don't invite persons to behave otherwise, which is \nsomething this President has done.\n  So I want the persons within the sound of my voice to know that I am \nproud of what the House has done. The President now knows that he can \nbe impeached, that we are the sword of Damocles. The House has a duty \nand responsibility to do what it did, and it can do it again if the \nPresident commits additional impeachable acts.\n  The President has said he could go out on Fifth Avenue and shoot \nsomeone and do it with immunity.\n  He didn't use those exact words.\n  Well, if he does, using his phraseology of going out and doing this \ndastardly deed, he will be impeached. We will not allow a President to \ndo such a thing.\n  And I, quite frankly, think it is inappropriate for him to joke about \nsuch a thing. I say it only because I want people to know that I take \nseriously the possibility of the President doing something else, not \ngoing out on Fifth Avenue, but doing something else.\n  The President has demonstrated that he is a recidivist, and he will \nengage in recidivism; and when he does engage in recidivism, we have a \nresponsibility to the Constitution to impeach him for his misdeeds.\n  Finally, this: I love this country. It means something to me to be a \ncitizen of this country. I respect the opportunity that I have to be a \npart of this Congress.\n  I don't want it said that, on my watch, when we had a reckless, \nruthless President, I failed to live up to my responsibilities. I want \nit said that, though I may have had to stand alone at some point, it is \nbetter to stand alone than not stand at all.\n  I want it said that I recognize the fact that, if you tolerate \nbigotry, you perpetuate it. And I want it said that I did not tolerate \nit, and that I did all that I could to bring a President who engaged in \nbigotry and racism and Islamophobia, homophobia, xenophobia, nativism, \nall of the invidious phobias, anti-Semitism, that I did all that I \ncould to bring him to the bar of justice in the House of \nRepresentatives.\n  But I also would want the record to show that I said tonight that I \nwill do all that I can, if he engages again, to bring him before the \nbar of justice, and that certain offenses that he has committed have \nnot been brought to the bar of justice and that it is never too late, \nas long as he is in office, to bring the President before the bar of \njustice.\n  This is where it all starts, right here in the House of \nRepresentatives.\n  I am so proud of my colleagues who voted to impeach this President. \nThe House can be proud of what it has done.\n  The President knows that here there is courage and there is the \ncourage to bring him to justice. He will forever be an impeached \nPresident.\n  He may have been found not guilty, but the impeachment is not \neradicated, it is not obliterated, it is not eliminated by virtue of \nthe fact that the Senate chose not to find the President guilty.\n\n  I happen to absolutely, totally, and completely disagree with the \nSenate and its findings. I think the Senate made the wrong decision, \nbut it made a decision, and that decision will stand.\n  But I also know that that decision can be appealed. The decision of \nthe Senate can be appealed, and it will be appealed to a higher court, \nthe court that will convene in November. I believe that that court will \nhave a different finding in November of this year.\n  I love my country.\n  Madam Speaker, I yield back the balance of my time.", "turn": 1, "speaker_bioguide": "G000553", "itemno": 1}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Members are reminded to refrain from \nengaging in personalities toward the President.\n", "turn": 2, "speaker_bioguide": null, "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgH844", "doc_title": "STILL I RISE", "title": "STILL I RISE"}