{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H831-H832", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I move to suspend the rules and pass the \nbill (H.R. 3317) to permit the Scipio A. Jones Post Office in Little \nRock, Arkansas, to accept and display a portrait of Scipio A. Jones, \nand for other purposes.", "turn": 0, "speaker_bioguide": "L000581", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 3317\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SCIPIO A. JONES POST OFFICE PORTRAIT.\n\n       (a) In General.--The postmaster of the Scipio A. Jones Post \n     Office, located at 1700 Main Street in Little Rock, Arkansas, \n     may accept and display, in the lobby of such Post Office, a \n     painting, by artist Wade Hampton, of a portrait of Scipio A. \n     Jones.\n       (b) Costs; Gifts.--The United States Postal Service shall \n     not be responsible for any costs of carrying out subsection \n     (a), including the costs of displaying the painting. The \n     postmaster referred to in such subsection is authorized to \n     accept on behalf of the Government the painting and any \n     services necessary to display the painting.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nMichigan (Mrs. Lawrence) and the gentleman from North Carolina (Mr. \nMeadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from Michigan.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I ask unanimous consent that all Members \nmay have 5 legislative days in which to revise and extend their remarks \nand include extraneous material on this matter.\n\n", "turn": 2, "speaker_bioguide": "L000581", "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from Michigan?", "turn": 3, "speaker_bioguide": null, "itemno": 7}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I am pleased to join my colleagues in consideration of \nH.R. 3317, to permit the Scipio A. Jones Post Office in Little Rock, \nArkansas, to accept and display a portrait of Scipio A. Jones.\n  Mr. Speaker, I thank Representative French Hill for introducing the \nmeasure to honor this civil rights icon.\n  Scipio Jones was born in 1863 near Tulip, Arkansas. He would later \nargue two civil rights cases before the Arkansas Supreme Court.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "L000581", "itemno": 9}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I rise in support of H.R. 3317, introduced \nby my good friend, Representative French Hill.\n  Mr. Speaker, I yield as much time as he may consume to the gentleman \nfrom Arkansas (Mr. Hill).", "turn": 5, "speaker_bioguide": "M001187", "itemno": 10}, {"kind": "speech", "speaker": "Mr. HILL of Arkansas", "text": "  Mr. HILL of Arkansas. Mr. Speaker, I thank my good friend from North \nCarolina. I thank him particularly for his help in shepherding this \nbill through the committee.\n  I am grateful, too, to our late, good friend Elijah Cummings for his \nsupport and the opportunity to thank him on the floor for his service \nin the House.\n  Also, I thank my good friend from Michigan (Mrs. Lawrence) for her \nsupport of this measure.\n  Mr. Speaker, in 1919, American doughboys returning from the European \nfront and its brutality were committed to benefiting from the \nopportunity and liberty they secured at great risk and sacrifice to \nthemselves. Many took that commitment to autonomy and freedom home to \nsmall towns and communities and homesteads where their families and \nlivelihoods remained.\n  Just over 100 years ago, as September bled over into October in 1919, \nfew eyes in this country were turned to a small agrarian community in \nnortheast Arkansas. There, Black sharecroppers, spurred in part by the \ntales of opportunity and liberty spun by these returning brave veterans \nof the war to end all wars, dared to discuss fair pay for their crops.\n  To this day, an accurate account of the tragic loss of life that took \nplace during the Elaine massacre, when White mobs killed more than 100 \nAfrican Americans, remains widely unknown.\n  But one of the heroic stories that emerged from the ashes of the \nElaine massacre was that of Scipio Africanus Jones, one of the great \nlawyers in Arkansas history. Jones' skillful legal defense saved the \nlives of 12 unfairly charged sharecroppers from the Elaine massacre who \nwere originally sentenced to death by an Arkansas State court.\n  Jones' actions resulted in the landmark Supreme Court decision in \nMoore v. Dempsey, establishing that Federal courts could review \ncriminal convictions in State courts under the Due Process Clause of \nthe Fourteenth Amendment.\n  Mr. Speaker, I am pleased that this legislation today that I have \nsponsored to honor his legacy, the Scipio A. Jones Post Office Portrait \nAct, is being considered on the House floor.\n  Today's measure is a simple one. It authorizes a portrait of Scipio \nJones to be displayed at the U.S. Post Office in Little Rock, Arkansas, \nthat bears his name. It has the support of the entire Arkansas \ndelegation.\n  Scipio Jones' fight for civil rights and equality is an important \npart of Arkansas' history and something that we are deeply proud of in \nour State.\n  The Elaine massacre had a profound impact on the soul of our State \nthat can be felt a century later. However, history always teaches us \nthat we can learn from our past. We have an opportunity, today, with \nthis legislation, to write a new chapter on Arkansas history that \nrecognizes the legacy of the tragedy, honors the victims, and seeks to \nheal longstanding wounds. I am delighted to draft and sponsor this bill \nthat helps accomplish that goal.\n  Our friend from North Carolina, the late Elijah Cummings, I am \ngrateful for their help and the staff of the Committee on Oversight and \nReform. I appreciate it for the quick markup, and I am grateful for the \nsupport.\n  Mr. Speaker, I urge this measure's passage.", "turn": 6, "speaker_bioguide": "H001072", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I urge the bill's passage, and I yield back \nthe balance of my time.", "turn": 7, "speaker_bioguide": "M001187", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I urge support for the passage of H.R. \n3317, and I yield back the balance of my time.", "turn": 8, "speaker_bioguide": "L000581", "itemno": 13}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from Michigan (Mrs. Lawrence) that the House suspend the \nrules and pass the bill, H.R. 3317.", "turn": 9, "speaker_bioguide": null, "itemno": 14}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 16}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "3317", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "3317", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3317", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH831", "doc_title": "SCIPIO A. JONES POST OFFICE PORTRAIT", "title": "SCIPIO A. JONES POST OFFICE PORTRAIT"}