{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H770", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore (Mrs. Torres of California)", "text": "  The SPEAKER pro tempore (Mrs. Torres of California). The Chair \nrecognizes the gentleman from North Carolina (Mr. Budd) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. BUDD", "text": "  Mr. BUDD. Madam Speaker, tomorrow, the House will vote on the \nProtecting the Right to Organize Act of 2019, or the PRO Act. This \nlegislation is a liberal wish list that represents a draconian overhaul \nof our Nation's labor laws at the expense of employers, workers, and \neconomic growth, while strengthening the authoritarian power of big \nlabor.\n  Madam Speaker, despite the fact that the National Labor Relations \nBoard and the U.S. Supreme Court have recognized that there should be \nample time for ``uninhibited, robust, and wide-open debate in labor \ndisputes,'' the PRO Act deliberately speeds up election processes so \nthat employees don't have time to learn about the potential downsides \nof joining a union.\n  Specifically, the bill codifies the provisions of an NLRB regulation \ncalled the ``ambush election rule'' which significantly shortens the \ntime span in election processes. Democrats purposely inserted this \nprovision because they know union bosses are more likely to win \nelections when employees are uninformed about the downsides of union \nmembership.\n  Second, the PRO Act increases liability for businesses by \ndramatically expanding the definition of ``joint employer'' to also \ninclude indirect control and unexercised potential control over \nemployees. These terms are incredibly broad and ambiguous, meaning \nbusinesses could find themselves held liable for labor violations \ncommitted by another business when they might not have even been aware \nthat they were considered a joint employer in the first place.\n  Even worse, the risk of increased liability incentivizes large \nbusinesses to stop contracting out to small businesses. This would \nforce large businesses to keep more jobs in-house which, ultimately, \nraises prices for both businesses and consumers.\n  The expanded definition of joint employer is also detrimental for \nfranchise businesses. A recent study showed that the definition change \nhas led to a 93 percent increase in lawsuits against franchise \nbusinesses, costing them over $33 billion annually, and leading to the \nloss of 376,000 jobs.\n  The study also showed that the majority of franchise businesses have \nbeen offering less services just in order to avoid lawsuits. This \nchilling effect hurts, again, both workers and consumers alike.\n\n  The PRO Act also compels private-sector employees to either join a \nunion or risk being fired. The bill abolishes the State Right to Work \nLaws which allow workers the freedom to choose whether or not they want \nto pay fees to a union.\n  If Right to Work Laws are repealed, not only will unions gain \nunprecedented new power, but economic growth and employment will \nsuffer. A 2018 study by the National Economic Research Associates found \nthat between 2001 and 2016, States with Right to Work Laws saw private-\nsector employment grow by 27 percent; while States without Right to \nWork Laws grew only 15 percent.\n  To top it off, the PRO Act strips workers of their right to cast \nanonymous ballots in union elections. Under current law, workers are \nable to anonymously oppose joining a union by casting ``secret'' and \nunpublicized ballots. However, this PRO Act abolishes this practice and \nforces employees to make their choice public about unionizing, which \nmakes it easier for unions to intimidate and threaten workers who do \nnot wish to sign up.\n  Senior fellow at the Mackinac Center for Public Policy, Vincent \nVernuccio, has said: ``The secret ballot is a bedrock principle of \ndemocracy. It allows people to vote the way they feel without fear of \nreprisal. Without it, those who hold the elections would hold all the \npower.''\n  This bill should be opposed by anyone who is concerned with worker \nfreedom and continuing our country's economic boom. The PRO Act needs \nto be permanently benched.\n", "turn": 1, "speaker_bioguide": "B001305", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH770", "doc_title": "PROTECTING THE RIGHT TO ORGANIZE", "title": "PROTECTING THE RIGHT TO ORGANIZE"}