{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H772", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nMissouri (Mr. Smith) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. SMITH of Missouri", "text": "  Mr. SMITH of Missouri. Madam Speaker, just over 12 hours ago, \nPresident Donald J. Trump stood in this Chamber and delivered an \nincredible State of the Union Address. He highlighted numerous \nsuccesses during his time as President of the United States:\n  Over 7 million jobs created;\n  Record unemployment--record unemployment--for five decades;\n  The lowest unemployment in over 70 years for women;\n  Record unemployment for African, Hispanic, and Asian Americans;\n  Doubling of the child tax credit from $1,000 to $2,000;\n  Orchestrating phase one of the China trade agreement, which increases \nthe amount of agriculture products that the Chinese have to purchase \nfrom American farmers--the largest purchase in the history of our \ncountry;\n  Passing of the USMCA agreement. The President campaigned on it. It \nwas a promise made. It was a promise kept;\n  The largest military pay raise in the history of this country.\n  The President said he was going to build a barrier along the southern \nborder. He highlighted 100 miles of it being finished in his State of \nthe Union Address yesterday, with 500 more miles still planned.\n  He highlighted how his administration has approved a record number of \ngeneric drugs, and, for the first time in over 50 years, drug prices \nhave actually gone down.\n  He highlighted numerous successes that all Members of Congress who \nattended heard. It was unfortunate to sit in this Chamber and watch the \nDemocrats on the other side not stand, not applaud for these successes \nfor America, these victories for America, the people who sent us to \nWashington, the people we serve, the people who are our bosses. These \nare their victories. These are their successes. But just because they \ncame out of the mouth of President Donald Trump, the Democrats oppose \nthem.\n  Folks, that is chaos in government.\n  Ever since the Democrats took control of this Chamber, they have had \none mission, one mission alone, and that is to remove the duly elected \n45th President of the United States, Donald J. Trump.\n  Their mission wasn't about lowering the cost of prescription drugs. \nTheir mission was not getting government off the backs of small \nbusinesses, family farmers, and individuals. Their mission was about \nremoving Donald Trump.\n  This partisan impeachment sham, this impeachment circus will be done \ntoday. In the United States Senate, President Donald J. Trump will be \nacquitted for life. You will see the process that happened in the House \nof Representatives was clearly a sham in impeaching the President of \nthe United States.\n  It was so unfortunate yesterday to be sitting here and watching \nSpeaker Pelosi, after the end of the speech, tear up the official \nspeech of the President of the United States. That shows the true \nhatred that the Democrat socialists have for the President of the \nUnited States. That conduct is not fitting for the Speaker of the \nHouse.\n  When the Speaker tore up that State of the Union speech, she ripped \nup the words that recognized one of the last living serving Tuskegee \nairmen.\n  When she ripped up that speech, she ripped up the story of a 21-week-\nold surviving child who was born in a Kansas City, Missouri, hospital.\n  When she ripped up that State of the Union speech, she ripped up the \nstory and the recognition of the families of Rocky Jones and Kayla \nMueller.\n", "turn": 1, "speaker_bioguide": "S001195", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH772", "doc_title": "PRESIDENT TRUMP HIGHLIGHTS NUMEROUS SUCCESSES", "title": "PRESIDENT TRUMP HIGHLIGHTS NUMEROUS SUCCESSES"}