{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H775", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1215", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                    RECOGNIZING BLACK HISTORY MONTH\n\n  (Ms. PLASKETT asked and was given permission to address the House for \n1 minute and to revise and extend her remarks.)", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Ms. PLASKETT", "text": "  Ms. PLASKETT. Madam Speaker, I urge every one of my colleagues to use \nBlack History Month to celebrate the contributions of people who came \nto this hemisphere not of their own free will--in chains, in bondage, \nand then helped to make this country great.\n  It is important that we not only recognize them and their \ncontributions but their example of resilience:\n  Philip Reid, who as an enslaved man was responsible for casting the \nstatue which sits atop this building, and as a free man supervised the \ninstallation of the Statue of Freedom; Maggie Walker, who became the \nfirst woman to preside over a savings institution, which during the \nGreat Depression consolidated to become the Consolidated Bank and \nTrust, which still exists today; Ralph Bunche, an American diplomat \nfundamental to the creation and adoption of the Universal Declaration \nof Human Rights who later went on to be the first African American to \nwin the Nobel Peace Prize for his negotiation efforts between Egypt and \nIsrael; and William Leidesdorff of Saint Croix, master of shipping of \nvessels, rancher, gold miner, and one of the founders of San Francisco.\n  These Americans are quietly embedded in our Nation's history, but \ntoday, this month, we celebrate them, their work, and their dedication.\n", "turn": 0, "speaker_bioguide": "P000610", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgH775-4", "doc_title": "RECOGNIZING BLACK HISTORY MONTH", "title": null}