{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E131", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                             HON. MIKE BOST\n\n                             of illinois--\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. BOST", "text": "  Mr. BOST. Madam Speaker, I rise today to honor Frank Owen of \nCarbondale, Illinois upon the celebration of his 100th birthday. Frank \nhas lived an eventful and fruitful life filled with laughs, family, and \na commitment to his country and community.\n  Born January 12, 1920, Frank has collected a century's worth of \nmemories, many of which began with his childhood in and around \nCarbondale. In fact, his family doctor had to trudge through snow on \nhorseback to reach Frank's mother in labor and help deliver the baby. \nWhen World War II broke out, Frank selflessly joined in the effort as a \nmember of the U.S. Navy.\n  He is widely regarded as a great storyteller who loves to give back \nto his friends and neighbors. In years past, Frank has visited numerous \nlocal schools to tell students about his experiences during the Great \nDepression and teach them the lessons he learned along the way. He \nspent his recent birthday celebrating, drinking and eating with his \nchildren and dozens of friends at his local church. I can think of no \nbetter way to mark a milestone.\n  Madam Speaker, please join me in recognizing Frank Owen for this \ngreat milestone. On behalf of Southern Illinois, happy birthday.\n", "turn": 0, "speaker_bioguide": "B001295", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE131-5", "doc_title": "HONORING FRANK OWEN OF CARBONDALE, IL", "title": "HONORING FRANK OWEN OF CARBONDALE, IL"}