{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H769", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "         HONORING THE LIFE AND LEGACY OF OFFICER ALAN McCOLLUM \n", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nTexas (Mr. Cloud) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. CLOUD", "text": "  Mr. CLOUD. Mr. Speaker, I rise today with a heavy heart to honor and \nto mourn the loss of one of Corpus Christi Police Department's finest, \nOfficer Alan McCollum, who was tragically killed in the line of duty.\n  President Ronald Reagan once said: ``There can be no more noble \nvocation than the protection of one's fellow citizens.''\n  Officer McCollum was a compassionate, devoted, and admired public \nservant who dutifully worked to keep south Texas safe.\n  Before serving as a police officer, Officer McCollum served 21 years \nin the U.S. Army, earning the Bronze Star and numerous other accolades. \nFollowing the Army, his service to others continued by joining the \nCorpus Christi Police Department in 2013, where he was a valued member \nof the Honor Guard and SWAT team.\n  Last year, he once again demonstrated his willingness to sacrifice \nhis own safety for others by helping push an overturned car back on its \nwheels after it had caught fire, saving the life of the driver.\n  On Saturday, Officer McCollum paid the ultimate price, sacrificing \nhimself, while upholding the rule of law.\n  Scripture tells us that the Lord is near to the brokenhearted and \nthose who are crushed in spirit. Right now, so many of us, in Texas, \nthe Corpus Christi Police Department, and the family of Officer \nMcCollum, are brokenhearted.\n  Our prayers are that his family and friends touched by this tragedy, \nand especially his wife of 12 years, Michelle, and his three daughters, \nHannah, Carissa, and Liliana, would feel the Lord near them during this \ndifficult time. I extend my deepest condolences to them during this \nextremely difficult time.\n\n\n              Honoring the Service of Officer Michael Love\n", "turn": 1, "speaker_bioguide": "C001115", "itemno": 2}, {"kind": "speech", "speaker": "Mr. CLOUD", "text": "  Mr. CLOUD. Mr. Speaker, this week, I had the opportunity to visit \nCorpus Christi Police Officer Michael Love in the hospital as he \nrecovers from injuries he sustained in the line of duty.\n  Over the weekend, he was conducting a routine traffic stop when his \npatrol vehicle was struck, pinning him down.\n  I had heard from many of his fellow officers of his optimistic and \nindomitable spirit, which I had the opportunity to witness firsthand \nwhen I visited him and his wife, Lauren, in the hospital. He told me \nthat, despite everything he is going through, even knowing the months \nof recovery that lie ahead, he would still sign up to serve our \ncommunity as a Corpus Christi police officer.\n  We cannot express our gratitude enough for his sacrifice and his \nbravery.\n  We must continue to pray for the safety of all our first responders, \nand support them as they protect us, as well as their families, who \nthey hug a little bit tighter every day as they face the dangers that \nlie ahead.\n  We are thankful for the loving, brave, and patriotic man that is \nOfficer Michael Love, and for those who serve with him.\n", "turn": 2, "speaker_bioguide": "C001115", "itemno": 3}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}], "id": "CREC-2020-02-05-pt1-PgH769", "doc_title": "HONORING THE LIFE AND LEGACY OF OFFICER ALAN McCOLLUM", "title": null}