{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H768", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nKansas (Mr. Marshall) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. MARSHALL", "text": "  Mr. MARSHALL. Mr. Speaker, much like America's great comeback that \nPresident Trump described at his State of the Union message last night, \nthis past Sunday, my team, the Kansas City Chiefs, had a miracle \ncomeback victory in the fourth quarter of Super Bowl LIV.\n  After 50 years, the Chiefs are once again Super Bowl champions. As a \nborn-and-raised Chiefs fan, watching them win the title was a dream \ncome true.\n  Of course, we all saw the game, but just before it started something \nhappened that you may have missed. During the singing of the national \nanthem, just past the end zone, my mentor and friend, 96-year-old \nSenator Bob Dole, who was seriously wounded during his service in World \nWar II, insisted on standing up out of his wheelchair during the \nperformance. And with a little help, that is exactly what he did.\n  In an age when people can't even agree in honoring our flag, it is \npowerful to see one of our Nation's greatest heroes from our Greatest \nGeneration continue to show us the way.\n  Thank you, Senator Dole, for your patriotism and love of country.\n  And congratulations to my Super Bowl champions, the Kansas City \nChiefs.\n\n\n                        Chaos at the Iowa Caucus\n", "turn": 1, "speaker_bioguide": "M001198", "itemno": 1}, {"kind": "speech", "speaker": "Mr. MARSHALL", "text": "  Mr. MARSHALL. Mr. Speaker, on Monday, we all saw the Iowa caucus and \nthe chaos that Democrats are offering--chaos, along with higher taxes \nand Medicare for all that takes away the insurance that you get at your \njob.\n  As Senate Majority Leader McConnell said yesterday, these same \nDemocrats who want to take over everyone's healthcare and micromanage \nthe entire economy couldn't even organize their own traditional Iowa \ncaucuses.\n  Contrast this to last night at the State of the Union message when \nPresident Trump talked about the strongest economy of our lifetimes, \nincluding record job and wage growth. We saw how the President wants to \nbring us together to deliver even more results, more trade deals for \nKansas, and a safer, more secure America. You can count on me that I \nwill be standing beside him to help deliver those results.\n  The Democrats offer chaos, higher taxes, and poverty. President Trump \nand the Republicans offer prosperity, hope, and security.\n\n\n  Creating a Program Within the VA to Give Veterans Access to Service \n                                  Dogs\n", "turn": 2, "speaker_bioguide": "M001198", "itemno": 2}, {"kind": "speech", "speaker": "Mr. MARSHALL", "text": "  Mr. MARSHALL. Mr. Speaker, tonight the House will vote to pass the \nPAWS for Veterans Therapy Act, which will create a program within the \nVA to give veterans access to treatment by working with service dogs.\n  Midwest Battle Buddies is an organization based in Kansas that works \nwith veterans who are suffering from PTSD or other service-related \nissues. The veterans are paired with a dog and attend weekly sessions \nto train the dogs. Once the training is completed, the dogs become \ntheir service dogs.\n  According to Chip Neumann, president of the organization, therapy \ndogs provide veterans unconditional love. They do not judge their \nowners when they have breakdowns from stress or external triggers and \ncan react and intervene if the veteran is having an episode and can \noften prevent them from spiraling out of control.\n  There is just something wonderful about dogs, as we all know.\n  The training sessions also act as mini therapy sessions, as veterans \nrealize they are with others dealing with the same issues.\n  Midwest Battle Buddies has seen the possible impact service dog \ntherapy can have for our cherished veterans.\n  I look forward to passing the PAWS for Veterans Therapy Act to extend \naccess to service dog therapy throughout the VA, to provide the best \ntreatment for America's veterans.\n", "turn": 3, "speaker_bioguide": "M001198", "itemno": 3}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}], "id": "CREC-2020-02-05-pt1-PgH768", "doc_title": "RECOGNIZING THE KANSAS CITY CHIEFS, SUPER BOWL CHAMPIONS, AND BOB DOLE", "title": "RECOGNIZING THE KANSAS CITY CHIEFS, SUPER BOWL CHAMPIONS, AND BOB DOLE"}