{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E134-E135", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                       HON. JAIME HERRERA BEUTLER\n\n                             of washington\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Ms. HERRERA BEUTLER", "text": "  Ms. HERRERA BEUTLER. Madam Speaker, I rise today to recognize and \ncongratulate Lori Christian of Chehalis, Washington, on becoming a \ndistinguished finalist and top volunteer in the 2020 Prudential Spirit \nof Community Awards program.\n  These annual awards were founded in 1995 to highlight individuals' \nservice to our communities, and to encourage younger members of this \nnation to continue this tradition early on and throughout their lives.\n  Lori, a junior at ``William F. West High School'' in Southwest \nWashington, founded the organization ``Teens for Abused Children \n(TFAC)'', which works with local hospitals and Child Protective \nServices to assist with cases involving abused children. Lori has also \nworked independently to raise awareness for related issues. She has \nalso organized community toy, clothing, and diaper drives.\n  Once again, I want to extend my sincerest congratulations to Lori on \nbecoming a distinguished finalist in this program and applaud Lori's \ncommitment to improving her community.\n\n\n", "turn": 0, "speaker_bioguide": "H001056", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE134-4", "doc_title": "CONGRATULATING LORI CHRISTIAN ON BECOMING A DISTINGUISHED FINALIST IN THE PRUDENTIAL SPIRIT OF COMMUNITY AWARDS PROGRAM", "title": "CONGRATULATING LORI CHRISTIAN ON BECOMING A DISTINGUISHED FINALIST IN  THE PRUDENTIAL SPIRIT OF COMMUNITY AWARDS PROGRAM"}