{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H829-H830", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1630", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "          JULIUS L. CHAMBERS CIVIL RIGHTS MEMORIAL POST OFFICE\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I move to suspend the rules and pass the \nbill (H.R. 4981) to designate the facility of the United States Postal \nService located at 2505 Derita Avenue in Charlotte, North Carolina, as \nthe ``Julius L. Chambers Civil Rights Memorial Post Office''.", "turn": 0, "speaker_bioguide": "L000581", "itemno": 2}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4981\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. JULIUS L. CHAMBERS CIVIL RIGHTS MEMORIAL POST ", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "                   OFFICE.\n\n       (a) Designation.--The facility of the United States Postal \n     Service located at 2505 Derita Avenue in Charlotte, North \n     Carolina, shall be known and designated as the ``Julius L. \n     Chambers Civil Rights Memorial Post Office''.\n       (b) References.--Any reference in a law, map, regulation, \n     document, paper, or other record of the United States to the \n     facility referred to in subsection (a) shall be deemed to be \n     a reference to the ``Julius L. Chambers Civil Rights Memorial \n     Post Office''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nMichigan (Mrs. Lawrence) and the gentleman from North Carolina (Mr. \nMeadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from Michigan.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I ask unanimous consent that all Members \nmay have 5 legislative days in which to revise and extend their remarks \nand include extraneous material on this matter.", "turn": 2, "speaker_bioguide": "L000581", "itemno": 9}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from Michigan?", "turn": 3, "speaker_bioguide": null, "itemno": 10}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I am pleased to join my colleagues in consideration of \nH.R. 4981 to designate the facility of the United States Postal Service \nlocated at 2505 Derita Avenue in Charlotte, North Carolina, as the \nJulius L. Chambers Civil Rights Memorial Post Office.\n  I thank Representative Alma Adams for introducing this bill to honor \nJulius Chambers, a civil rights icon.\n  Mr. Speaker, I yield such time as she may consume the gentlewoman \nfrom North Carolina (Ms. Adams).", "turn": 4, "speaker_bioguide": "L000581", "itemno": 12}, {"kind": "speech", "speaker": "Ms. ADAMS", "text": "  Ms. ADAMS. Mr. Speaker, I thank the chairwoman from Michigan for \nyielding, as well the gentleman from North Carolina.\n  Mr. Speaker, I rise today in support of H.R. 4981, which would \ndesignate the U.S. Post Office facility at 2505 Derita Avenue in \nCharlotte, North Carolina, as the Julius L. Chambers Civil Rights \nMemorial Post Office.\n  Julius LeVonne Chambers was born in Mount Gilead, North Carolina, in \n1935. When he was young, a White man stole from his father, an auto \nmechanic, by refusing to pay a substantial bill. When attorneys in \nMount Gilead refused to hear his father's case because his father was \nBlack, Julius Chambers vowed to become a lawyer himself.\n  At North Carolina Central University--then the North Carolina College \nat Durham--for his undergraduate education, Chambers served as student \nbody president. While attending UNC-Chapel Hill for law school, Julius \nChambers was the first African American editor in chief of that \nschool's prestigious law review.\n  Upon graduating and moving to Charlotte in 1964, Julius Chambers \nbegan a prolific legal career that would see him fight for justice and \nequality. He founded his own law firm and immediately began to litigate \nkey discrimination cases after White firms would not hire him. Mr. \nChambers' firm would later become North Carolina's first integrated law \nfirm, Ferguson Chambers & and Sumter, P.A. It is still in operation \ntoday.\n  Notably, in 1970, Chambers argued successfully before the U.S. \nSupreme Court in the landmark Swann v. Charlotte-Mecklenburg Board of \nEducation that resulted in the desegregation of the Charlotte-\nMecklenburg school system.\n  As he fought for equality, there were many who fought to stop him. In \nJanuary 1965, his car was burned. In November 1965, his home was \nbombed. And in February 1971, his office was firebombed.\n  According to The New York Times: ``His response was defiant; he said \nhe would `keep fighting.' It was also measured. `We must accept this \ntype of practice,' he said, `from those less in control of their \nfaculties.'''\n  Though he endured hardships, he did not grow weary of his mission. As \nhe grew into one of the Nation's most accomplished civil rights \nlawyers, Julius Chambers would go on to lead the NAACP Legal Defense \nand Educational Fund for over 9 years, where he continued to fight for \nsocial justice and equality.\n\n\n  He would later return to North Carolina Central University to serve \nas chancellor, where he proudly cultivated young minds from 1993 until \n2001.\n  After a lifetime of service to others, Julius L. Chambers passed away \nat the age of 76 in 2013.\n  Mr. Speaker, my State and our Nation are undoubtedly better because \nof the life of Julius L. Chambers. I admired this man, and I was \npleased to know him and had many conversations with him during his \nlifetime.\n  During this Black History Month, I hope that my colleagues will join \nme in voting in favor of this legislation and help me honor this civil \nrights legend in a community that he worked so hard to improve.\n  I thank my colleague, Mr. Meadows, and all of my colleagues from \nNorth Carolina and that delegation for supporting this legislation.", "turn": 5, "speaker_bioguide": "A000370", "itemno": 13}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 4981 introduced by my good \nfriend, the gentlewoman from North Carolina (Ms. Adams).\n  Certainly, she has gone over all the reasons why support for this \nmeasure is not only demanded, but it is certainly deserved. I would \njust join her in asking my colleagues to support it, and I yield back \nthe balance of my time.", "turn": 6, "speaker_bioguide": "M001187", "itemno": 14}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield myself such time as I may consume \nto urge the passage of H.R. 4981.\n  Mr. Speaker, this is such a significant opportunity for us in \nCongress to be able to recognize lifelong accomplishments that are \nabove the norm, people who give their lives so that their names will \nnever be forgotten.\n  It is with great honor that we recognize a queen, a saint, and now a \ncivil rights leader, and I urge the passage of H.R. 4981.\n  Mr. Speaker, I yield back the balance of my time.", "turn": 7, "speaker_bioguide": "L000581", "itemno": 15}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from Michigan (Mrs. Lawrence) that the House suspend the \nrules and pass the bill, H.R. 4981.", "turn": 8, "speaker_bioguide": null, "itemno": 16}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 17}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 18}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "4981", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4981", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4981", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH829", "doc_title": "JULIUS L. CHAMBERS CIVIL RIGHTS MEMORIAL POST OFFICE", "title": null}