{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E135-E136", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                  HON. HENRY C. ``HANK'' JOHNSON, JR.\n\n                               of georgia\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. JOHNSON of Georgia", "text": "  Mr. JOHNSON of Georgia. Madam Speaker, I want to recognize the life \nand accomplishments of Anne Cox Chambers, who passed away on Friday, \nJanuary 31, 2020, at the age of 100.\n   Mrs. Anne Cox Chambers was a member of the namesake Atlanta-based \nmedia company, Cox Enterprises--an instrumental medium for news \nreporting, talk shows, music, and sports in Georgia and across the \ncountry. She took on a leadership role in Cox as a member of the Cox \nBoard of Directors and as the chairwoman of Atlanta Newspapers.\n   She took her knowledge and expertise from those roles to pave new \nroads for women in Georgia: She became Atlanta's first female bank \ndirector when she joined the board of Fulton National Bank, and she was \nthe first woman to serve as a director of the Atlanta Chamber of \nCommerce.\n   During her life, she chose to give back every way she could, \nbecoming a philanthropist for causes close to her heart. Mrs. Chambers \nsupported institutions that many Atlanta citizens enjoy today, like the \nAtlanta Symphony Orchestra, the Atlanta Botanical Garden, the Atlanta \nSpeech School, the High Museum of Art, and the Atlanta Humane Society. \nHer support for the latter culminated in the honor of its annual award \nbearing her name, the Anne Cox Chambers Humane Heroine award.\n   Anne embodied what it meant to be a public servant. Under President \nJimmy Carter, she was appointed Ambassador to Belgium. Her work led to \na stronger relationship between the United States, Georgia, and \nBelgium. Belgium's King Baudouin I recognized her contributions by \npresenting her with the Order of the Crown, one of Belgium's highest \nhonors.\n   While Mrs. Chambers may be gone, her legacy will not be forgotten. \nHer love and service for Georgia and her country were inspirational and \nher leadership as a woman paved the way for other women who will come \nafter her. She set an example for us all of what it means to be someone \nwho gives more to others than she takes in return.\n   I want to offer my deepest condolences to the extended family and \nfriends of Anne Cox Chambers during this time.\n\n\n", "turn": 0, "speaker_bioguide": "J000288", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE135-4", "doc_title": "IN RECOGNITION OF MRS. ANNE COX CHAMBERS UPON HER DEATH", "title": "IN RECOGNITION OF MRS. ANNE COX CHAMBERS UPON HER DEATH"}