{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H775", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. LaHOOD asked and was given permission to address the House for 1 \nminute and to revise and extend his remarks.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. LaHOOD", "text": "  Mr. LaHOOD. Madam Speaker, I rise today in the House to recognize and \ncongratulate Metamora High School head football coach Pat Ryan, who has \nannounced his retirement after 30 years at the helm of the program.\n  Over his 30-year tenure, Coach Ryan has led the Redbirds to seven \nchampionship games and two State titles. He retires with a record of \n268-76, and a spot in the Illinois High School Football Hall of Fame.\n  Coach Ryan's greatness is known across central Illinois. His players \nlove him. His students love him. Even his rivals love him, or at least \nlove competing against him.\n  Not only is Coach Ryan a legend on the field, but his success off the \nfield in modeling young men is unrivaled and unmatched. Coach Ryan \ncoached thousands of students and left a profound impact on the lives \nof countless players. Many of his former players have become educators \nand coaches themselves and attribute their career paths to Coach Ryan's \npositive influence on their lives.\n  Congrats to Coach Ryan on his legendary career, both on and off the \nfield. He has made our central Illinois community a better place, and \nhe will be missed on Friday nights. I congratulate him on his Hall of \nFame career.\n  Go Redbirds.\n", "turn": 0, "speaker_bioguide": "L000585", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH775-3", "doc_title": "HONORING THE LEGACY OF METAMORA HIGH SCHOOL COACH PAT RYAN", "title": "HONORING THE LEGACY OF METAMORA HIGH SCHOOL COACH PAT RYAN"}