{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S944", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "SENATE RESOLUTION 492--SUPPORTING THE OBSERVATION OF ``NATIONAL GIRLS & ", "turn": -1, "itemno": 0}, {"kind": "title", "speaker": "None", "text": " WOMEN IN SPORTS DAY'' ON FEBRUARY 5, 2020, TO RAISE AWARENESS OF AND ", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "title", "speaker": "None", "text": "        CELEBRATE THE ACHIEVEMENTS OF GIRLS AND WOMEN IN SPORTS\n\n  Mrs. FEINSTEIN (for herself, Mrs. Murray, Ms. Cantwell, Ms. McSally, \nMs. Baldwin, Ms. Stabenow, Ms. Cortez Masto, Ms. Hirono, Ms. Rosen, Ms. \nKlobuchar, Mr. Durbin, Mrs. Gillibrand, Ms. Sinema, Ms. Duckworth, Mrs. \nShaheen, Ms. Collins, Ms. Harris, Mr. Leahy, Ms. Smith, Ms. Hassan, and \nMs. Warren) submitted the following resolution; which was referred to \nthe Committee on Commerce, Science, and Transportation:\n\n                              S. Res. 492\n\n       Whereas athletic participation helps develop self-\n     discipline, initiative, confidence, and leadership skills, \n     and opportunities for athletic participation should be \n     available to all individuals;\n       Whereas, because the people of the United States remain \n     committed to protecting equality, it is imperative to \n     eliminate the existing disparities between male and female \n     youth athletic programs;\n       Whereas the share of athletic participation opportunities \n     of high school girls has increased more than sixfold since \n     the enactment of title IX of the Education Amendments of 1972 \n     (20 U.S.C. 1681 et seq.) (referred to in this preamble as \n     ``title IX''), but high school girls still experience--\n       (1) a lower share of athletic participation opportunities \n     than high school boys; and\n       (2) a lower level of athletic participation opportunities \n     than high school boys enjoyed almost 50 years ago;\n       Whereas female participation in college sports has nearly \n     tripled since the enactment of title IX, but female college \n     athletes still only comprise 44 percent of the total \n     collegiate athlete population;\n       Whereas, in 1972, women coached more than 90 percent of \n     collegiate women's teams, but now women coach less than 50 \n     percent of all collegiate women teams, and there is a need to \n     restore women to those positions to ensure fair \n     representation and provide role models for young female \n     athletes;\n       Whereas the long history of women in sports in the United \n     States--\n       (1) features many contributions made by female athletes \n     that have enriched the national life of the United States; \n     and\n       (2) includes inspiring figures, such as Gertrude Ederle, \n     Wilma Rudolph, Althea Gibson, Mildred Ella ``Babe'' Didrikson \n     Zaharias, and Patty Berg, who overcame difficult obstacles in \n     their own lives--\n          (A) to advance participation by women in sports; and\n          (B) to set positive examples for the generations of \n     female athletes who continue to inspire people in the United \n     States today;\n       Whereas the United States must do all it can to support the \n     bonds built between all athletes to break down the barriers \n     of discrimination, inequality, and injustice;\n       Whereas girls and young women in minority communities are \n     doubly disadvantaged because--\n       (1) schools in minority communities have fewer athletic \n     opportunities than schools in other communities; and\n       (2) the limited resources for athletic opportunities in \n     minority communities are not evenly distributed between male \n     and female students;\n       Whereas the 5-time World Cup champion United States Women's \n     National Soccer Team is leading the fight for equal pay for \n     female athletes;\n       Whereas, with the recent enactment of laws such as the \n     Protecting Young Victims from Sexual Abuse and Safe Sport \n     Authorization Act of 2017 (Public Law 115-126; 132 Stat. \n     318), Congress has taken steps--\n       (1) to protect female athletes from the crime of sexual \n     abuse; and\n       (2) to empower athletes to report sexual abuse when it \n     occurs; and\n       Whereas, with increased participation by women and girls in \n     sports, it is more important than ever to ensure the safety \n     and well-being of athletes by protecting them from the crime \n     of sexual abuse, which has harmed so many young athletes \n     within youth athletic organizations: Now, therefore, be it\n       Resolved, That the Senate supports--\n       (1) observing ``National Girls & Women in Sports Day'' on \n     February 5, 2020, to recognize--\n       (A) the female athletes who represent schools, \n     universities, and the United States in their athletic \n     pursuits; and\n       (B) the vital role that the people of the United States \n     have in empowering girls and women in sports;\n       (2) marking the observation of National Girls & Women in \n     Sports Day with appropriate programs and activities, \n     including legislative efforts--\n       (A) to ensure equal pay for female athletes; and\n       (B) to protect young athletes from the crime of sexual \n     abuse so that future generations of female athletes will not \n     have to experience the pain that so many female athletes have \n     had to endure; and\n       (3) all ongoing efforts--\n       (A) to promote equality in sports, including equal pay and \n     equal access to athletic opportunities for girls and women; \n     and\n       (B) to support the commitment of the United States to \n     expanding athletic participation for all girls and future \n     generations of women athletes.\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "related_bills": [{"congress": "116", "context": "TITLE", "number": "492", "type": "SRES"}, {"congress": "116", "context": "HEADERLINE", "number": "492", "type": "SRES"}, {"congress": "116", "context": "OTHER", "number": "492", "type": "SRES"}], "related_laws": [{"congress": "115", "isprivate": "false", "number": "126"}], "related_usc": [{"title": "20", "detail": "et seq.", "number": "1681"}], "related_statute": [{"volume": "132", "pages": "318"}], "id": "CREC-2020-02-05-pt1-PgS944", "doc_title": "SENATE RESOLUTION 492--SUPPORTING THE OBSERVATION OF ``NATIONAL GIRLS & WOMEN IN SPORTS DAY'' ON FEBRUARY 5, 2020, TO RAISE AWARENESS OF AND CELEBRATE THE ACHIEVEMENTS OF GIRLS AND WOMEN IN SPORTS", "title": null}