{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H772-H773", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentlewoman from \nMissouri (Mrs. Hartzler) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mrs. HARTZLER", "text": "  Mrs. HARTZLER. Madam Speaker, the prestigious Milken Educator Awards \nhave been called the Oscars of teaching. I rise today to pay tribute to \na resident of Missouri's Fourth District who was recently honored as \none of the Milken Family Foundation's outstanding educators.\n  Melissa Fike of Oakland Middle School of Columbia, Missouri, has \ntaught for 14 years and was not told ahead of time about her award. She \nwas shocked to hear her name announced during a recent school assembly \npacked by Oakland Middle School students and staff.\n  As a winner, she receives an award, the recognition of her \ncolleagues, and a check for $25,000.\n  Teachers make an indelible mark on the lives of young people through \ntheir kind words, encouraging smiles, impartation of knowledge, or by \nhelping\n\n\nplant a seed that bears fruit in future years. Melissa Fike has \ndistinguished herself and made an impact that will be felt for years to \ncome.\n  Madam Speaker, I want to commend Melissa Fike on her great work \nmaking a difference in the lives of so many young people and \ncongratulate her on this prestigious award.\n\n\n    Recognizing Morris Burger, Former President and CEO of Burgers' \n                               Smokehouse\n", "turn": 1, "speaker_bioguide": "H001053", "itemno": 1}, {"kind": "speech", "speaker": "Mrs. HARTZLER", "text": "  Mrs. HARTZLER. Madam Speaker, it is with great joy that I share news \nof Morris Burger, former president and CEO of Burgers' Smokehouse of \nCalifornia, Missouri, being inducted into the Meat Industry Hall of \nFame.\n  After serving his country in the Army, Morris returned home to run \nthe family business with the goal of producing the finest cured ham in \nthe country. The business was extremely successful and expanded \nnumerous times over recent decades to the point that its business \norders now exceed 500,000 hams and tens of thousands of pounds of \nbacon, sausage, and specialty meats each year.\n  Morris retired in the 1990s, and the business is now run by the third \nand fourth generations of Burger family members.\n  Morris Burger has left a legacy to be proud of as Burgers' Smokehouse \ncontinues to epitomize quality, taste, and innovation, while playing an \nactive role in the community and remaining an influential leader in the \nindustry.\n  Congratulations, Morris Burger, for being inducted into the Meat \nIndustry Hall of Fame, a well-deserved honor.\n\n\n            Stop Drug Smuggling By Filling the Tunnels ASAP\n", "turn": 2, "speaker_bioguide": "H001053", "itemno": 2}, {"kind": "speech", "speaker": "Mrs. HARTZLER", "text": "  Mrs. HARTZLER. Madam Speaker, last week, our U.S. Customs and Border \nPatrol agents announced the discovery of a highly sophisticated, \nillegal, 4,309-foot cross-border tunnel from Mexico into California \nbuilt by the drug cartels.\n  Unfortunately, while the tunnel was first found in August of 2019, it \nwill still take several months to close the tunnel as the agency \ncompletes a mandatory environmental review and a lengthy contractor \nbidding process.\n  In October of 2018, I visited the southern border and heard directly \nfrom Customs and Border Patrol agents in Arizona, and I heard a similar \nstory.\n  The process of closing drug tunnels is arduous and time-consuming. It \noften takes 3 to 4 months to abate this threat. That is unacceptable.\n  Last year, I introduced H.R. 3968, the Eradicate Crossing of Illegal \nTunnels Act, to address these problems.\n  This bill expedites the approval process by removing the unnecessary \nred tape currently preventing our CBP agents from addressing this \ncritical vulnerability. It allows the Secretary of Homeland Security to \nwaive the environmental review and for indefinite contracts to be \nsecured so drug tunnels can be filled in a timely manner.\n  We need to ensure our Border Patrol agents have the tools necessary \nto efficiently and effectively remove illegal access into our country, \nhurting our community with illegal drugs. It is time to pass this \ncrucial legislation, and I call on my colleagues to support my bill.\n", "turn": 3, "speaker_bioguide": "H001053", "itemno": 3}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "3968", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH772-2", "doc_title": "RECOGNIZING MILKEN EDUCATOR AWARD RECIPIENT MELISSA FIKE", "title": "RECOGNIZING MILKEN EDUCATOR AWARD RECIPIENT MELISSA FIKE"}