{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E132", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                          HON. DORIS O. MATSUI\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Ms. MATSUI", "text": "  Ms. MATSUI. Madam Speaker, I rise today to recognize the many \noutstanding business leaders in California's Capital Region being \nhonored at the Sacramento Metropolitan Chamber of Commerce's 125th \nannual dinner and business awards ceremony. Those being honored are \ndedicated to the success of the region and have worked tirelessly to \nadvance its economic vitality. I ask all my colleagues to join me in \nhonoring these fine Sacramentans, and in thanking the Sacramento \nMetropolitan Chamber of Commerce for its tireless efforts to promote \nbusiness in northern California.\n  Kevin Nagle, a businessman, key investor and CEO of the Sacramento \nRepublic FC and minority owner of the Sacramento Kings, is being \nhonored as the 2019 Sacramentan of the Year. Mr. Nagel has demonstrated \nhis commitment to this city year after year, helping to ensure the \nKings stayed in Sacramento and taking the Sacramento Republic FC from a \nstartup team to a Major League Soccer organization. Mr. Nagle is a \ntremendous advocate and has brought a much-needed energy and vigor to \nour region.\n  James Beckwith, President & CEO of Five Star Bank since 2003 and \nBoard of Director of the Greater Sacramento Economic Council, is the \n2019 Businessman of the Year. Mr. Beckwith serves his clients with an \nentrepreneurial and empathetic spirit and believes in helping our \nregion grow. Throughout his tenure with Five Star Bank, Mr. Beckwith \nhas invested deeply in our community though not only Five Star Bank, \nbut his involvement in the Sacramento Angels. His work has helped not \nonly Five Star Bank grow but has facilitated success for numerous local \nstartup ventures.\n  Patricia `Trish' Rodriguez, Senior Vice President and Area Manager of \nKaiser Permanente since 2010 is the 2019 Businesswoman of the Year. A \nlongtime RN, Ms. Rodriguez is responsible for the provision of health \ncare to more than 247,000 Kaiser Permanente members in the South \nSacramento County area. Ms. Rodriguez works to improve not only \ncommunity health, but economic health in our region and in addition to \nher Board role with the Sacramento Metro Chamber, is a Board Member for \nthe American Heart Association.\n  The Salvation Army is being inducted into the Centennial Business \nHall of Fame. Started in 1865, the Salvation Army aims to reach our \nmost vulnerable community members through a variety of compassionate \nservices. From youth programs, to adult rehabilitation centers, the \nSalvation Army provides services to community members at every stage of \ntheir lives. They have locations in virtually every section of the \nworld, helping in over 100 hundred countries.\n  Honey has been named the 2019 Small Business of the Year. Founded in \n2008, the female-led design and marketing studio has expertise in food, \nbeverage, and agriculture industries. Honey is committed to creating \nthe best and most aesthetic designs for their clients and are \npassionate about their craft. They have been developing designs for \nover ten years for industries such as winemakers, restaurants, events, \nand cannabis.\n  Debra Oto-Kent, Founder and Executive Director of the Health \nEducation Council, is receiving the 2019 Al Geiger Memorial Award. She \nfounded the Council over twenty-eight years ago in order to reduce \nhealth disparities between communities. The Council builds partnerships \nwith existing institutions in order to share resources and knowledge \nacross the greater health community.\n  Bill Mueller, CEO of Valley Vision, is receiving the 2019 Peter \nMcCuen Award for Civic Entrepreneurs. For thirteen years, Mr. Mueller \nhas taken on complex challenges and has pushed community inspired and \nresearched based solutions through his role of CEO. He has had a big \nrole in improving the Sacramento area's diverse communities.\n  Verna Sulpizio Hull, Director of Strategic Partnerships at Visit \nSacramento, is the 2019 Metro EDGE Young Professional of the Year. \nVerna has been working to integrate local partnerships and businesses \ninto Sacramento's tourism economy allowing for higher revenues and a \nlarger growth in Sacramento's economy.\n  Madam Speaker, I am honored to recognize these individuals and \nbusinesses for their contributions to the Sacramento region that I \nlove. I ask all my colleagues to join me in commending them for their \nunwavering commitment to the Sacramento region.\n", "turn": 0, "speaker_bioguide": "M001163", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE132-2", "doc_title": "IN RECOGNITION OF SACRAMENTO AREA BUSINESS LEADERS", "title": "IN RECOGNITION OF SACRAMENTO AREA BUSINESS LEADERS"}