{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H815-H819", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "FEDERAL RISK AND AUTHORIZATION MANAGEMENT PROGRAM AUTHORIZATION ACT OF \n                                  2019\n", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (H.R. 3941) to enhance the innovation, \nsecurity, and availability of cloud computing services used in the \nFederal Government by establishing the Federal Risk and Authorization \nManagement Program within the General Services Administration and by \nestablishing a risk management, authorization, and continuous \nmonitoring process to enable the Federal Government to leverage cloud \ncomputing services using a risk-based approach consistent with the \nFederal Information Security Modernization Act of 2014 and cloud-based \noperations, and for other purposes, as amended.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 1}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "                               H.R. 3941\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Federal Risk and \n     Authorization Management Program Authorization Act of 2019'' \n     or the ``FedRAMP Authorization Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. CODIFICATION OF THE FEDRAMP PROGRAM.\n\n       (a) Amendment.--Chapter 36 of title 44, United States Code, \n     is amended by adding at the end the following new sections:\n\n     ``Sec. 3607. Federal Risk and Authorization Management \n       Program\n\n       ``(a) Establishment.--There is established within the \n     General Services Administration the Federal Risk and \n     Authorization Management Program. The Administrator of \n     General Services, in accordance with the guidelines \n     established pursuant to section 3612, shall establish a \n     governmentwide program that provides the authoritative \n     standardized approach to security assessment and \n     authorization for cloud computing products and services that \n     process unclassified information used by agencies.\n       ``(b) Components of Fedramp.--The Joint Authorization Board \n     and the FedRAMP Program Management Office are established as \n     components of FedRAMP.\n\n     ``Sec. 3608. FedRAMP Program Management Office\n\n       ``(a) GSA Duties.--\n       ``(1) Roles and responsibilities.--The Administrator of \n     General Services shall--\n       ``(A) determine the categories and characteristics of cloud \n     computing information technology goods or services that are \n     within the jurisdiction of FedRAMP and that require FedRAMP \n     authorization from the Joint Authorization Board or the \n     FedRAMP Program Management Office;\n       ``(B) develop, coordinate, and implement a process for the \n     FedRAMP Program Management Office, the Joint Authorization \n     Board, and agencies to review security assessments of cloud \n     computing services pursuant to subsections (b) and (c) of \n     section 3611, and appropriate oversight of continuous \n     monitoring of cloud computing services; and\n       ``(C) ensure the continuous improvement of FedRAMP.\n       ``(2) Implementation.--The Administrator shall oversee the \n     implementation of FedRAMP, including--\n       ``(A) appointing a Program Director to oversee the FedRAMP \n     Program Management Office;\n       ``(B) hiring professional staff as may be necessary for the \n     effective operation of the FedRAMP Program Management Office, \n     and such other activities as are essential to properly \n     perform critical functions;\n       ``(C) entering into interagency agreements to detail \n     personnel on a reimbursable or non-reimbursable basis to \n     assist the FedRAMP Program Management Office and the Joint \n     Authorization Board in discharging the responsibilities of \n     the Office under this section; and\n       ``(D) such other actions as the Administrator may determine \n     necessary to carry out this section.\n       ``(b) Duties.--The FedRAMP Program Management Office shall \n     have the following duties:\n       ``(1) Provide guidance to independent assessment \n     organizations, validate the independent assessments, and \n     apply the requirements and guidelines adopted in section \n     3609(c)(5).\n       ``(2) Oversee and issue guidelines regarding the \n     qualifications, roles, and responsibilities of independent \n     assessment organizations.\n       ``(3) Develop templates and other materials to support the \n     Joint Authorization Board and agencies in the authorization \n     of cloud computing services to increase the speed, \n     effectiveness, and transparency of the authorization process, \n     consistent with standards defined by the National Institute \n     of Standards and Technology.\n       ``(4) Establish and maintain a public comment process for \n     proposed guidance before the issuance of such guidance by \n     FedRAMP.\n       ``(5) Issue FedRAMP authorization for any authorizations to \n     operate issued by an agency that meets the requirements and \n     guidelines described in paragraph (1).\n       ``(6) Establish frameworks for agencies to use \n     authorization packages processed by the FedRAMP Program \n     Management Office and Joint Authorization Board.\n       ``(7) Coordinate with the Secretary of Defense and the \n     Secretary of Homeland Security to establish a framework for \n     continuous monitoring and reporting required of agencies \n     pursuant to section 3553.\n       ``(8) Establish a centralized and secure repository to \n     collect and share necessary data, including security \n     authorization packages, from the Joint Authorization Board \n     and agencies to enable better sharing and reuse to such \n     packages across agencies.\n       ``(c) Evaluation of Automation Procedures.--\n       ``(1) In general.--The FedRAMP Program Management Office \n     shall assess and evaluate available automation capabilities \n     and procedures to improve the efficiency and effectiveness of \n     the issuance of provisional authorizations to operate issued \n     by the Joint Authorization Board and FedRAMP authorizations, \n     including continuous monitoring of cloud environments and \n     among cloud environments.\n       ``(2) Means for automation.--Not later than 1 year after \n     the date of the enactment of this section and updated \n     annually thereafter, the FedRAMP Program Management Office \n     shall establish a means for the automation of security \n     assessments and reviews.\n       ``(d) Metrics for Authorization.--The FedRAMP Program \n     Management Office shall establish annual metrics regarding \n     the time and quality of the assessments necessary for \n     completion of a FedRAMP authorization process in a manner \n     that can be consistently tracked over time in conjunction \n     with the periodic testing and evaluation process pursuant to \n     section 3554 in a manner that minimizes the agency reporting \n     burden.\n\n     ``Sec. 3609. Joint Authorization Board\n\n       ``(a) Establishment.--There is established the Joint \n     Authorization Board which shall consist of cloud computing \n     experts, appointed by the Director in consultation with the \n     Administrator, from each of the following:\n       ``(1) The Department of Defense.\n       ``(2) The Department of Homeland Security.\n       ``(3) The General Services Administration.\n       ``(4) Such other agencies as determined by the Director, in \n     consultation with the Administrator.\n       ``(b) Issuance of Provisional Authorizations to Operate.--\n     The Joint Authorization Board shall conduct security \n     assessments of cloud computing services and issue provisional \n     authorizations to operate to cloud service providers that \n     meet FedRAMP security guidelines set forth in section \n     3608(b)(1).\n       ``(c) Duties.--The Joint Authorization Board shall--\n       ``(1) develop and make publicly available on a website, \n     determined by the Administrator, criteria for prioritizing \n     and selecting cloud computing services to be assessed by the \n     Joint Authorization Board;\n       ``(2) provide regular updates on the status of any cloud \n     computing service during the assessment and authorization \n     process of the Joint Authorization Board;\n       ``(3) review and validate cloud computing services and \n     independent assessment organization security packages or any \n     documentation determined to be necessary by the Joint \n     Authorization Board to evaluate the system security of a \n     cloud computing service;\n       ``(4) in consultation with the FedRAMP Program Management \n     Office, serve as a resource for best practices to accelerate \n     the FedRAMP process;\n\n\n       ``(5) establish requirements and guidelines for security \n     assessments of cloud computing services, consistent with \n     standards defined by the National Institute of Standards and \n     Technology, to be used by the Joint Authorization Board and \n     agencies;\n       ``(6) perform such other roles and responsibilities as the \n     Administrator may assign, in consultation with the FedRAMP \n     Program Management Office and members of the Joint \n     Authorization Board; and\n       ``(7) establish metrics and goals for reviews and \n     activities associated with issuing provisional authorizations \n     to operate and provide to the FedRAMP Program Management \n     Office.\n       ``(d) Determinations of Demand for Cloud Computing \n     Services.--The Joint Authorization Board shall consult with \n     the Chief Information Officers Council established in section \n     3603 to establish a process for prioritizing and accepting \n     the cloud computing services to be granted a provisional \n     authorization to operate through the Joint Authorization \n     Board, which shall be made available on a public website.\n       ``(e) Detail of Personnel.--To assist the Joint \n     Authorization Board in discharging the responsibilities under \n     this section, personnel of agencies may be detailed to the \n     Joint Authorization Board for the performance of duties \n     described under subsection (c).\n\n     ``Sec. 3610. Independent assessment organizations\n\n       ``(a) Requirements for Accreditation.--The Joint \n     Authorization Board shall determine the requirements for \n     certification of independent assessment organizations \n     pursuant to section 3609. Such requirements may include \n     developing or requiring certification programs for \n     individuals employed by the independent assessment \n     organizations who lead FedRAMP assessment teams.\n       ``(b) Assessment.--Accredited independent assessment \n     organizations may assess, validate, and attest to the quality \n     and compliance of security assessment materials provided by \n     cloud service providers.\n\n     ``Sec. 3611. Roles and responsibilities of agencies\n\n       ``(a) In General.--In implementing the requirements of \n     FedRAMP, the head of each agency shall, consistent with \n     guidance issued by the Director pursuant to section 3612--\n       ``(1) create policies to ensure cloud computing services \n     used by the agency meet FedRAMP security requirements and \n     other risk-based performance requirements as defined by the \n     Director;\n       ``(2) issue agency-specific authorizations to operate for \n     cloud computing services in compliance with section 3554;\n       ``(3) confirm whether there is a provisional authorization \n     to operate in the cloud security repository established under \n     section 3608(b)(10) issued by the Joint Authorization Board \n     or a FedRAMP authorization issued by the FedRAMP Program \n     Management Office before beginning an agency authorization \n     for a cloud computing product or service;\n       ``(4) to the extent practicable, for any cloud computing \n     product or service the agency seeks to authorize that has \n     received either a provisional authorization to operate by the \n     Joint Authorization Board or a FedRAMP authorization by the \n     FedRAMP Program Management Office, use the existing \n     assessments of security controls and materials within the \n     authorization package; and\n       ``(5) provide data and information required to the Director \n     pursuant to section 3612 to determine how agencies are \n     meeting metrics as defined by the FedRAMP Program Management \n     Office.\n       ``(b) Submission of Policies Required.--Not later than 6 \n     months after the date of the enactment of this section, the \n     head of each agency shall submit to the Director the policies \n     created pursuant to subsection (a)(1) for review and \n     approval.\n       ``(c) Submission of Authorizations to Operate Required.--\n     Upon issuance of an authorization to operate or a provisional \n     authorization to operate issued by an agency, the head of \n     each agency shall provide a copy of the authorization to \n     operate letter and any supplementary information required \n     pursuant to section 3608(b) to the FedRAMP Program Management \n     Office.\n       ``(d) Presumption of Adequacy.--\n       ``(1) In general.--The assessment of security controls and \n     materials within the authorization package for provisional \n     authorizations to operate issued by the Joint Authorization \n     Board and agency authorizations to operate that receive \n     FedRAMP authorization from the FedRAMP Program Management \n     Office shall be presumed adequate for use in agency \n     authorizations of cloud computing products and services.\n       ``(2) Information security requirements.--The presumption \n     under paragraph (1) does not modify or alter the \n     responsibility of any agency to ensure compliance with \n     subchapter II of chapter 35 for any cloud computing products \n     or services used by the agency.\n\n     ``Sec. 3612. Roles and responsibilities of the Office of \n       Management and Budget\n\n       ``The Director shall have the following duties:\n       ``(1) Issue guidance to ensure that an agency does not \n     operate a Federal Government cloud computing service using \n     Government data without an authorization to operate issued by \n     the agency that meets the requirements of subchapter II of \n     chapter 35 and FedRAMP.\n       ``(2) Ensure agencies are in compliance with any guidance \n     or other requirements issued related to FedRAMP.\n       ``(3) Review, analyze, and update guidance on the adoption, \n     security, and use of cloud computing services used by \n     agencies.\n       ``(4) Ensure the Joint Authorization Board is in compliance \n     with section 3609(c).\n       ``(5) Adjudicate disagreements between the Joint \n     Authorization Board and cloud service providers seeking a \n     provisional authorization to operate through the Joint \n     Authorization Board.\n       ``(6) Promulgate regulations on the role of FedRAMP \n     authorization in agency acquisition of cloud computing \n     products and services that process unclassified information.\n\n     ``Sec. 3613. Authorization of appropriations for FEDRAMP\n\n       ``There is authorized to be appropriated $20,000,000 each \n     year for the FedRAMP Program Management Office and the Joint \n     Authorization Board.\n\n     ``Sec. 3614. Reports to Congress\n\n       ``Not later than 12 months after the date of the enactment \n     of this section, and annually thereafter, the Director shall \n     submit to the Committee on Oversight and Reform of the House \n     of Representatives and the Committee on Homeland Security and \n     Governmental Affairs of the Senate a report that includes the \n     following:\n       ``(1) The status, efficiency, and effectiveness of FedRAMP \n     Program Management Office and agencies during the preceding \n     year in supporting the speed, effectiveness, sharing, reuse, \n     and security of authorizations to operate for cloud computing \n     products and services, including progress towards meeting the \n     metrics adopted by the FedRAMP Program Management Office \n     pursuant to section 3608(d) and the Joint Authorization Board \n     pursuant to section 3609(c)(5).\n       ``(2) Data on agency use of provisional authorizations to \n     operate issued by the Joint Authorization Board and agency \n     sponsored authorizations that receive FedRAMP authorization \n     by the FedRAMP Program Management Office.\n       ``(3) The length of time for the Joint Authorization Board \n     to review applications for and issue provisional \n     authorizations to operate.\n       ``(4) The length of time for the FedRAMP Program Management \n     Office to review agency applications for and issue FedRAMP \n     authorization.\n       ``(5) The number of provisional authorizations to operate \n     issued by the Joint Authorization Board and FedRAMP \n     authorizations issued by the FedRAMP Program Management \n     Office for the previous year.\n       ``(6) A review of progress made during the preceding year \n     in advancing automation techniques to securely automate \n     FedRAMP processes and to accelerate reporting as described in \n     this section.\n       ``(7) The number and characteristics of authorized cloud \n     computing services in use at each agency consistent with \n     guidance provided by the Director in section 3612.\n\n     ``Sec. 3615. Federal Secure Cloud Advisory Committee\n\n       ``(a) Establishment, Purposes, and Duties.--\n       ``(1) Establishment.--There is established a Federal Secure \n     Cloud Advisory Committee (referred to in this section as the \n     `Committee') to ensure effective and ongoing coordination of \n     agency adoption, use, authorization, monitoring, acquisition, \n     and security of cloud computing products and services to \n     enable agency mission and administrative priorities.\n       ``(2) Purposes.--The purposes of the Committee are the \n     following:\n       ``(A) To examine the operations of FedRAMP and determine \n     ways that authorization processes can continuously be \n     improved, including the following:\n       ``(i) Measures to increase agency re-use of provisional \n     authorizations to operate issued by the Joint Authorization \n     Board.\n       ``(ii) Proposed actions that can be adopted to reduce the \n     cost of provisional authorizations to operate and FedRAMP \n     authorizations for cloud service providers.\n       ``(iii) Measures to increase the number of provisional \n     authorizations to operate or FedRAMP authorizations for cloud \n     computing services offered by small businesses (as defined by \n     section 3(a) of the Small Business Act (15 U.S.C. 632(a)).\n       ``(B) Collect information and feedback on agency compliance \n     with and implementation of FedRAMP requirements.\n       ``(C) Serve as a forum that facilitates communication and \n     collaboration among the FedRAMP stakeholder community.\n       ``(3) Duties.--The duties of the Committee are, at a \n     minimum, the following:\n       ``(A) Provide advice and recommendations to the \n     Administrator, the Joint Authorization Board, and to agencies \n     on technical, financial, programmatic, and operational \n     matters regarding secure adoption of cloud computing \n     services.\n       ``(B) Submit reports as required.\n       ``(b) Members.--\n       ``(1) Composition.--The Committee shall be comprised of not \n     more than 15 members who are qualified representatives from \n     the public and private sectors, appointed by the \n     Administrator, in consultation with the Administrator of the \n     Office of Electronic Government, as follows:\n       ``(A) The Administrator or the Administrator's designee, \n     who shall be the Chair of the Committee.\n       ``(B) At least 1 representative each from the Cybersecurity \n     and Infrastructure Security Agency and the National Institute \n     of Standards and Technology.\n\n\n       ``(C) At least 2 officials who serve as the Chief \n     Information Security Officer within an agency, who shall be \n     required to maintain such a position throughout the duration \n     of their service on the Committee.\n       ``(D) At least 1 official serving as Chief Procurement \n     Officer (or equivalent) in an agency, who shall be required \n     to maintain such a position throughout the duration of their \n     service on the Committee.\n       ``(E) At least 1 individual representing an independent \n     assessment organization.\n       ``(F) No fewer than 5 representatives from unique \n     businesses that primarily provide cloud computing services or \n     products, including at least 2 representatives from a small \n     business (as defined by section 3(a) of the Small Business \n     Act (15 U.S.C. 632(a))).\n       ``(G) At least 2 other government representatives as the \n     Administrator determines to be necessary to provide \n     sufficient balance, insights, or expertise to the Committee.\n       ``(2) Deadline for appointment.--Each member of the \n     Committee shall be appointed not later than 30 days after the \n     date of the enactment of this Act.\n       ``(3) Period of appointment; vacancies.--\n       ``(A) In general.--Each non-Federal member of the Committee \n     shall be appointed for a term of 3 years, except that the \n     initial terms for members may be staggered 1, 2, or 3 year \n     terms to establish a rotation in which one-third of the \n     members are selected each year. Any such member may be \n     appointed for not more than 2 consecutive terms.\n       ``(B) Vacancies.--Any vacancy in the Committee shall not \n     affect its powers, but shall be filled in the same manner in \n     which the original appointment was made. Any member appointed \n     to fill a vacancy occurring before the expiration of the term \n     for which the member's predecessor was appointed shall be \n     appointed only for the remainder of that term. A member may \n     serve after the expiration of that member's term until a \n     successor has taken office.\n       ``(c) Meetings and Rules of Procedures.--\n       ``(1) Meetings.--The Committee shall hold not fewer than 3 \n     meetings in a calendar year, at such time and place as \n     determined by the Chair.\n       ``(2) Initial meeting.--Not later than 120 days after the \n     date of the enactment of this section, the Committee shall \n     meet and begin the operations of the Committee.\n       ``(3) Rules of procedure.--The Committee may establish \n     rules for the conduct of the business of the Committee, if \n     such rules are not inconsistent with this section or other \n     applicable law.\n       ``(d) Employee Status.--\n       ``(1) In general.--A member of the Committee (other than a \n     member who is appointed to the Committee in connection with \n     another Federal appointment) shall not be considered an \n     employee of the Federal Government by reason of any service \n     as such a member, except for the purposes of section 5703 of \n     title 5, relating to travel expenses.\n       ``(2) Pay not permitted.--A member of the Committee covered \n     by paragraph (1) may not receive pay by reason of service on \n     the panel.\n       ``(e) Applicability to the Federal Advisory Committee \n     Act.--Notwithstanding any other provision of law, the Federal \n     Advisory Committee Act (5 U.S.C. App.) shall apply to the \n     Committee, except that section 14 of such Act shall not \n     apply.\n       ``(f) Hearings and Evidence.--The Committee, or on the \n     authority of the Committee, any subcommittee, may, for the \n     purposes of carrying out this section, hold hearings, sit and \n     act at such times and places, take testimony, receive \n     evidence, and administer oaths.\n       ``(g) Contracting.--The Committee, may, to such extent and \n     in such amounts as are provided in appropriation Acts, enter \n     into contracts to enable the Committee to discharge its \n     duties under this section.\n       ``(h) Information From Federal Agencies.--\n       ``(1) In general.--The Committee is authorized to secure \n     directly from any executive department, bureau, agency, \n     board, commission, office, independent establishment, or \n     instrumentality of the Government, information, suggestions, \n     estimates, and statistics for the purposes of the Committee. \n     Each department, bureau, agency, board, commission, office, \n     independent establishment, or instrumentality shall, to the \n     extent authorized by law, furnish such information, \n     suggestions, estimates, and statistics directly to the \n     Committee, upon request made by the Chair, the Chair of any \n     subcommittee created by a majority of the Committee, or any \n     member designated by a majority of the Committee.\n       ``(2) Receipt, handling, storage, and dissemination.--\n     Information may only be received, handled, stored, and \n     disseminated by members of the Committee and its staff \n     consistent with all applicable statutes, regulations, and \n     Executive orders.\n       ``(i) Detail of Employees.--Any Federal Government employee \n     may be detailed to the Committee without reimbursement from \n     the Committee, and such detailee shall retain the rights, \n     status, and privileges of his or her regular employment \n     without interruption.\n       ``(j) Postal Services.--The Committee may use the United \n     States mails in the same manner and under the same conditions \n     as agencies.\n       ``(k) Expert and Consultant Services.--The Committee is \n     authorized to procure the services of experts and consultants \n     in accordance with section 3109 of title 5, but at rates not \n     to exceed the daily rate paid a person occupying a position \n     at Level IV of the Executive Schedule under section 5315 of \n     title 5.\n       ``(l) Reports.--\n       ``(1) Interim reports.--The Committee may submit to the \n     Administrator and Congress interim reports containing such \n     findings, conclusions, and recommendations as have been \n     agreed to by the Committee.\n       ``(2) Annual reports.--Not later than 18 months after the \n     date of the enactment of this section, and annually \n     thereafter, the Committee shall submit to the Administrator \n     and Congress a final report containing such findings, \n     conclusions, and recommendations as have been agreed to by \n     the Committee.\n\n     ``Sec. 3616. Definitions\n\n       ``(a) In General.--Except as provided under subsection (b), \n     the definitions under sections 3502 and 3552 apply to \n     sections 3607 through this section.\n       ``(b) Additional Definitions.--In sections 3607 through \n     this section:\n       ``(1) Administrator.--The term `Administrator' means the \n     Administrator of General Services.\n       ``(2) Authorization package.--The term `authorization \n     package'--\n       ``(A) means the essential information used to determine \n     whether to authorize the operation of an information system \n     or the use of a designated set of common controls; and\n       ``(B) at a minimum, includes the information system \n     security plan, privacy plan, security control assessment, \n     privacy control assessment, and any relevant plans of action \n     and milestones.\n       ``(3) Cloud computing.--The term `cloud computing' has the \n     meaning given that term by the National Institutes of \n     Standards and Technology in NIST Special Publication 800-145 \n     and any amendatory or superseding document thereto.\n       ``(4) Cloud service provider.--The term `cloud service \n     provider' means an entity offering cloud computing services \n     to agencies.\n       ``(5) Director.--The term `Director' means the Director of \n     the Office of Management and Budget.\n       ``(6) Fedramp.--The term `FedRAMP' means the Federal Risk \n     and Authorization Management Program established under \n     section 3607(a).\n       ``(7) Fedramp authorization.--The term `FedRAMP \n     authorization' means a cloud computing product or service \n     that has received an agency authorization to operate and has \n     been approved by the FedRAMP Program Management Office to \n     meet requirements and guidelines established by the FedRAMP \n     Program Management Office.\n       ``(8) Fedramp program management office.--The term `FedRAMP \n     Program Management Office' means the office that administers \n     FedRAMP established under section 3608.\n       ``(9) Independent assessment organization.--The term \n     `independent assessment organization' means a third-party \n     organization accredited by the Program Director of the \n     FedRAMP Program Management Office to undertake conformity \n     assessments of cloud service providers.\n       ``(10) Joint authorization board.--The term `Joint \n     Authorization Board' means the Joint Authorization Board \n     established under section 3609.''.\n       (b) Technical and Conforming Amendment.--The table of \n     sections for chapter 36 of title 44, United States Code, is \n     amended by adding at the end the following new items:\n\n``3607. Federal Risk and Authorization Management Program.\n``3608. FedRAMP Program Management Office.\n``3609. Joint Authorization Board.\n``3610. Independent assessment organizations.\n``3611. Roles and responsibilities of agencies.\n``3612. Roles and responsibilities of the Office of Management and \n              Budget.\n``3613. Authorization of appropriations for FEDRAMP.\n``3614. Reports to Congress.\n``3615. Federal Secure Cloud Advisory Committee.\n``3616. Definitions.''.\n\n       (c) Sunset.--This Act and any amendment made by this Act \n     shall be repealed on the date that is 10 years after the date \n     of the enactment of this Act.\n       (d) Rule of Construction.--Nothing in this Act or any \n     amendment made by this Act shall be construed as altering or \n     impairing the authorities of the Director of the Office of \n     Management and Budget or the Secretary of Homeland Security \n     under subchapter II of chapter 35 of title 44, United States \n     Code.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days within which to \nrevise and extend their remarks and include extraneous material on the \nmeasure before us.\n\n", "turn": 2, "speaker_bioguide": "M000087", "itemno": 8}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from New York?", "turn": 3, "speaker_bioguide": null, "itemno": 9}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 10}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  I thank my colleagues and friends, Representatives Connolly and \nMeadows, for their bipartisan work on this very important measure.\n  The Federal Risk and Authorization Management Program Authorization \nAct would codify and improve the existing FedRAMP program in the \nGeneral Services Administration.\n  First established in 2011, FedRAMP is an important program that \ncertifies cloud service providers that wish to offer services to the \nFederal Government. The FedRAMP certification process outlined in this \nbill is comprehensive and facilitates easier agency adoption, promotes \nagency reuse, and encourages savings.\n  The FedRAMP process uses a risk-based approach to ensure the \nreliability of any cloud platform that hosts unclassified government \ndata. A significant provision of this bill is the Federal Secure Cloud \nAdvisory Committee. This committee would be tasked with key \nresponsibilities, including providing technical expertise on cloud \nproducts and services and identifying ways to reduce costs associated \nwith FedRAMP certification.\n  The Director of the Office of Management and Budget would be required \nto issue regulations pertaining to FedRAMP and would ensure that \nagencies are not using cloud service providers without authorization.\n  This bill supports a critical effort to keep our Nation's information \nsecure in cloud environments.\n  Mr. Speaker, I support this bill, and I reserve the balance of my \ntime.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I rise in support of H.R. 3941, the FedRAMP Authorization Act.\n  Cybersecurity and IT modernization are both vital issues that we need \nto make sure run properly. The gentleman from Virginia (Mr. Connolly) \nhas been very proactive on this front.\n  The Federal Risk and Authorization Management Program, or FedRAMP, as \nit is commonly referred to, would allow Federal programs to focus on \ncybersecurity for cloud services, and it provides a process for \nagencies to follow when procuring cloud systems to ensure that those \nsystems meet strict cybersecurity controls.\n  The gentlewoman, the chairman of the full committee, has certainly \ntalked on a number of issues as it relates to this bill, but since \nthere is no opposition that I am aware of, I will just submit my \nremarks for the Record.\n  Mr. Speaker, I rise in support of H.R. 3941, the FedRAMP \nAuthorization Act.\n  Cyber security and IT modernization are both vital issues to ensure \nthis government runs efficiently and effectively.\n  The Federal Risk and Authorization Management Program, or FedRAMP, is \nthe main federal program focused on cyber security for cloud services.\n  It provides a process for agencies to follow when procuring cloud \nsystems to ensure the systems meet strict cyber security controls.\n  Recent federal policies make the focus on securing cloud services \nespecially important.\n  With the Cloud First initiative in 2011 and the Cloud Smart \ninitiative from last year, the government has focused on implementation \nof cloud technologies.\n  The federal government has been plagued by reoccurring problems in \ninformation technology, such as low asset utilization, duplicative \nsystems, and fragmented resources.\n  Shifting to the cloud provides for improved asset utilization, \nincreased innovation, and a more responsive tech environment.\n  These improved efficiencies lead to a significant cost savings.\n  In fiscal year 2018, the government spent roughly six and a half \nbillion dollars on cloud computing, with eighty four percent coming \nfrom FedRAMP authorized providers.\n  Efficiencies from FedRAMP saved agencies over two hundred fifty \nmillion dollars.\n  Codifying the program is an important step to encouraging agencies to \ntake advantage of this program and all the benefits it offers.\n  I urge my colleagues to support the bill.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield as much \ntime as he may consume to the gentleman from Virginia (Mr. Connolly), \nchair of the subcommittee.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 13}, {"kind": "speech", "speaker": "Mr. CONNOLLY", "text": "  Mr. CONNOLLY. Mr. Speaker, I thank the gentlewoman for yielding.\n  I salute my partner and friend on our subcommittee, Mr. Meadows. He \nchaired the subcommittee in the previous Congress, and I was his \nranking member. We have reversed roles, but our partnership continues, \nespecially in trying to modernize the Federal Government and bringing \nit into the 21st century in terms of information technology. We know \nthat when we don't make those investments, bad things can happen. We \njust saw that the other night in the Iowa caucus.\n  H.R. 3941 codifies the Federal Risk and Authorization Management \nProgram, known as FedRAMP, established in 2011 to provide a cost-\neffective, risk-based approach for the adoption and use of cloud \ncomputing technologies within the Federal Government.\n  FedRAMP standardizes security requirements for the authorization and \nongoing cybersecurity assessments of cloud services for information \nsystems across the Federal Government. In short, FedRAMP seeks to \nreduce the redundancies of Federal cloud migration and to help agencies \nquickly adopt cloud technologies.\n  I am also happy to say that FedRAMP has the approval of this \nadministration. Last June, the Trump administration issued its Federal \ncloud computing strategy called Cloud Smart, which reaffirmed its \nsupport for FedRAMP. The Cloud Smart strategy acknowledged the \nimportance of FedRAMP in helping agencies modernize their information \ntechnology systems.\n  Cloud Smart also highlighted improvements the program has implemented \nover the past few years that have resulted in a drastically reduced \ntimeframe for providing a provisional authorization to operate a cloud \nservice provider.\n  However, the administration also noted that there is still lack of \nreciprocity across agencies in taking advantage of FedRAMP-authorized \nproducts. Without that reciprocity, agencies end up duplicating the \nassessment process of cloud service offerings, leading to time delays \nand inefficiencies for both the Federal Government and the providers.\n  In July, the Subcommittee on Government Operations held a hearing to \nlook at what the GSA has done right in administering the program and \nthe ways in which FedRAMP can and should be improved. The message both \nfrom agency and industry witnesses was clear. FedRAMP is an important \nprogram that, if carried out effectively and efficiently, saves money \nfor both agencies and businesses hoping to provide those services.\n  The FedRAMP Authorization Act codifies the program and addresses many \nof the concerns raised in July by both the administration and private-\nsector witnesses.\n  First, the bill reduces duplication of security assessments and other \nobstacles to agency adoption of cloud products by establishing--and \nthis is really important--a presumption of adequacy for cloud \ntechnologies that have already received FedRAMP certification. Going to \n33 different windows with 33 separate processes costs way too much \nmoney, takes way too much time, and, frankly, is unnecessary.\n  The presumption of adequacy means that the cloud service offering has \nmet baseline security standards already established by the program and \nshould be considered approved for use across the Federal Government, \nexcept where very specialized services would be required.\n  The bill also facilitates agency reuse of cloud technologies that \nhave already received an authorization to operate by requiring agencies \nto check a centralized and secure repository and, to the extent \npracticable, reuse any existing security assessment before conducting \nan independent one of their own.\n  The desire to automate aspects of FedRAMP assessment processes was \nanother key finding of the subcommittee's hearing. This bill requires \nthe GSA work toward automating their processes, which will lead to more \nstandard security assessments and continuous monitoring of cloud \nofferings to increase the efficiency for both providers and agencies.\n  The bill also establishes, as the distinguished chairwoman indicated, \na Federal Secure Cloud Advisory Committee to ensure a dialogue among\n\n\nGSA, agency cybersecurity and procurement officials, and industry in \norder to have effective and ongoing coordination in acquisition and \nadoption of cloud products by the Federal Government.\n  Finally, the bill authorizes the program at $20 million at an annual \nlevel, providing sufficient resources to increase the number of secure \ncloud technologies available for agency adoption.\n  We have worked with OMB, GSA, industry stakeholders, and our minority \ncounterparts to ensure that this bill makes needed improvements in the \nFedRAMP program and gives the program the flexibility to grow and adopt \nto future changes in cloud technologies. I believe it is consistent \nwith the administration's goals, and I urge adoption of the bill.", "turn": 7, "speaker_bioguide": "C001078", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself the balance of my time.\n  I thank the gentleman for his leadership on this. I will say that I \nhave had a number of conversations in recent weeks with stakeholders \nwho have offered some suggestions on what we could do, so I look \nforward to working with the gentleman opposite on how we can address \nthis critical issue.\n  Mr. Speaker, I would urge support and adoption of this measure, and I \nyield back the balance of my time.", "turn": 8, "speaker_bioguide": "M001187", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself the \nbalance of my time.\n  I urge passage of H.R. 3941, as amended, and I yield back the balance \nof my time.", "turn": 9, "speaker_bioguide": "M000087", "itemno": 16}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, H.R. 3941, as amended.", "turn": 10, "speaker_bioguide": null, "itemno": 17}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 18}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 19}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "3941", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "3941", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3941", "type": "HR"}], "related_usc": [{"title": "15", "detail": "(a)", "number": "632"}], "id": "CREC-2020-02-05-pt1-PgH815", "doc_title": "FEDERAL RISK AND AUTHORIZATION MANAGEMENT PROGRAM AUTHORIZATION ACT OF 2019", "title": null}