{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H767", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nMontana (Mr. Gianforte) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. GIANFORTE", "text": "  Mr. GIANFORTE. Mr. Speaker, many Montanans live in frontier and rural \nareas where access to doctors and specialists is a big challenge. They \ndon't worry about when they can see a doctor; they worry if there is \neven a doctor to see.\n  For Montana seniors with mobility issues, getting out to see a doctor \ncan be difficult and can delay their care leading to worse health \noutcomes.\n  Montana, unfortunately, also has the highest suicide rate in the \nNation. Thousands of Montanans lack adequate access to mental \nhealthcare.\n  Telehealth can fix these problems. Telehealth increases access to \ncare, brings down healthcare costs, and, in some cases, saves lives.\n  Unfortunately, Federal telehealth programs have been poorly managed. \nCurrently, 10 different Federal agencies operate telehealth programs \nwith little or no coordination between them.\n  That is why Chairwoman Eshoo and I have worked for months on ways to \nimprove and increase telehealth services. I appreciate her leadership \non this important issue.\n  Today, we introduce the National Telehealth Strategy and Data \nAdvancement Act. Our bill reauthorizes telehealth grant programs, \nprovides greater oversight of Federal agencies, and helps implement \ntelehealth programs across the country.\n  Using modern technology to make healthcare more accessible is a \ncommonsense solution. It will particularly help us with our rural \ndoctor shortage in Montana.\n  This bill will ensure that patients can have access to doctors and \nspecialists in a way that is convenient for them.\n  I look forward to working on this bipartisan bill. It is a critical \nstep as we ensure all Americans, particularly those in our rural and \nfrontier areas, have access to better, affordable healthcare.\n", "turn": 1, "speaker_bioguide": "G000584", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH767-4", "doc_title": "TELEHEALTH INCREASES ACCESS TO CARE FOR MONTANANS", "title": "TELEHEALTH INCREASES ACCESS TO CARE FOR MONTANANS"}