{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H796-H799", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1345", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "               CHESAPEAKE BAY PROGRAM REAUTHORIZATION ACT\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I move to suspend the rules and pass \nthe bill (H.R. 1620) to amend the Federal Water Pollution Control Act \nto reauthorize the Chesapeake Bay Program, as amended.", "turn": 0, "speaker_bioguide": "N000179", "itemno": 2}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "                               H.R. 1620\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Chesapeake Bay Program \n     Reauthorization Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. REAUTHORIZATION OF CHESAPEAKE BAY PROGRAM.\n\n       Section 117(j) of the Federal Water Pollution Control Act \n     (33 U.S.C. 1267(j)) is amended by striking ``$40,000,000 for \n     each of fiscal years 2001 through 2005'' and inserting \n     ``$90,000,000 for fiscal year 2021, $90,500,000 for fiscal \n     year 2022, $91,000,000 for fiscal year 2023, $91,500,000 for \n     fiscal year 2024, and $92,000,000 for fiscal year 2025''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nCalifornia (Mrs. Napolitano) and the gentleman from Michigan (Mr. \nMitchell) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I ask unanimous consent that all \nMembers have 5 legislative days within which to revise and extend their \nremarks and include extraneous material on H.R. 1620, as amended.", "turn": 2, "speaker_bioguide": "N000179", "itemno": 9}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 10}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I rise in support of H.R. 1620. Introduced by the \ngentlewoman from Virginia (Mrs. Luria), H.R. 1620 authorizes the \nfunding for the program for the next five fiscal years, with increased \nfunding levels to better advance Bay restoration protection efforts. \nThis includes $90 million for the\n\n\nupcoming fiscal year, incrementally rising to $92 million for fiscal \nyear 2025.\n  Since its funding in 1983, EPA's Chesapeake Bay Program has been \nworking toward improving the water quality and ecosystem health of the \nsingle largest estuary in the U.S. Reaching to six States, and the \nDistrict of Columbia, I might add, the Bay is a cherished water and the \nnumber of people and local economies impacted by its health make a \nprogram like this very essential.\n  However, as stakeholders noted in our June 2019 hearing, the \necosystem remains under major stress. The Bay is threatened by nutrient \nand sediment loads from sources like agricultural runoff, wastewater \ntreatment facilities, land-use changes, urban stormwater runoff and \natmospheric deposition. We must continue to prioritize programs like \nthe Chesapeake Bay Program and the protection of our Nation's water. \nThis bill will support the continued cooperative efforts of all \ninvolved to achieve the protection of the Chesapeake Bay.\n  I would like to recognize several of the bipartisan committee members \ncosponsoring the bill, including the gentlewoman from the District of \nColumbia (Ms. Norton), the gentleman from Maryland (Mr. Brown), and the \ngentleman from Pennsylvania (Mr. Fitzpatrick), and also a former Member \nof Congress, God rest his soul, Mr. Cummings.\n  Mr. Speaker, I include in the Record letters of support of H.R. 1620 \nfrom: Theodore Roosevelt Conservation Partnership, the National Audubon \nSociety, Backcountry Hunters & Anglers, and the Chesapeake Bay \nFoundation.\n\n                                               September 17, 2019.\n     Hon. Grace F. Napolitano,\n     Chairman, House Transportation and Infrastructure \n         Subcommittee on Water Resources and Environment, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, House Transportation and Infrastructure \n         Subcommittee on Water Resources and Environment, \n         Washington, DC.\n       Dear Chairman Napolitano and Ranking Member Westerman: The \n     Theodore Roosevelt Conservation Partnership (TRCP) is a \n     national coalition of sportsmen, conservation, and outdoor \n     industry organizations that seeks to ensure all Americans \n     have access to quality places to hunt and fish. We partner \n     with 60 hunting, fishing, and conservation organizations to \n     unite and amplify the voices of America's more-than 40 \n     million sportsmen and women whose activities help sustain the \n     $887-billion outdoor recreation economy.\n       Today, we write in support of the Chesapeake Bay Program \n     Reauthorization Act (H.R. 1620). The legislation would \n     reauthorize the Chesapeake Bay Program and increase its \n     authorized funding level to $90,000,000 for fiscal year 2020 \n     and then increase its authorized funding level by half a \n     million dollars each year through fiscal year 2024. The \n     Chesapeake Bay Program provides critical federal investment, \n     which is then leveraged several-fold by state and local \n     dollars, to improve the quality of water and wetlands habitat \n     in the Bay watershed.\n       The Chesapeake Bay Program is important to the continued \n     conservation and restoration of the Chesapeake Bay. While the \n     health of the Bay had been consistently improved over the \n     last decade, the 2018 State of the Bay Report showed that the \n     health of the Bay declined over the past year due to an \n     incredible amount of rainfall that greatly increased the \n     amount of nitrogen, phosphorous, sediment, and debris that \n     flowed into the Bay. Without a significant increase in \n     funding for federal programs that help to restore the Bay, \n     such as the EPA's Chesapeake Bay Program, this iconic \n     waterbody will not be able to recover.\n       Thank you for your consideration and we look forward to \n     working with your subcommittee to help increase funding in \n     order to conserve and restore our iconic waterbodies.\n           Respectfully,\n                                                Theodore Roosevelt\n     Conservation Partnership.", "turn": 4, "speaker_bioguide": "N000179", "itemno": 12}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                                         Audubon, National and\n\n                                       International Programs,\n\n                                               September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n     Hon. Grace Napolitano,\n     Chairwoman, Subcommittee on Water Resources and Environment, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Subcommittee on Water Resources and \n         Environment, Washington, DC.\n       On behalf of the National Audubon Society's more than 1 \n     million members, our mission is to protect birds and the \n     places they need for today and tomorrow. We write to offer \n     our support for the following bills related to important \n     coastal and water conservation issues that will be the \n     subject of the September 19, 2019 Markup before the Committee \n     on Transportation and Infrastructure Committee.\n\n\n        HR 4031--Great Lakes Restoration Initiative Act of 2019\n\n       The Great Lakes are home to 30 million people and 350 \n     species of birds, but increasing challenges are on the \n     horizon for the world's largest body of freshwater. \n     Fluctuating water levels exacerbated by climate change, \n     invasive exotic species and excess nutrients are putting even \n     more stress on this ecosystem that is so important for birds \n     and people. The Great Lakes Restoration Initiative has helped \n     clean up toxic pollutants, protect wildlife by restoring \n     critical habitat, and help combat devastating invasive \n     species.\n       HR 4031 would increase funding for conservation projects to \n     $475 million over five years, by increasing the Great Lakes \n     Restoration Initiative's authorization incrementally from \n     $300 million per year to $475 million per year.\n\n\n               HR 1132--San Francisco Bay Restoration Act\n\n       The San Francisco Bay Area, home to the Pacific Coast's \n     largest estuary, is also home to a rapidly growing population \n     of 8 million people, and provides for a host of social and \n     economic values through ports and industry, agriculture, \n     fisheries, archaeological and cultural sites, recreation, and \n     research. However, San Francisco Bay has lost 90% of its \n     tidal wetlands and more than 50% of its eelgrass and mudflat \n     habitat. Climate change exacerbates these conditions through \n     drought that alters the salinity balance, ocean acidification \n     that reduces species abundance and diversity, increasing \n     water temperatures, and rising seas causing flooding that \n     eliminates living shorelines and puts communities at risk. \n     Many species of waterbirds forage in the San Francisco Bay, \n     including Brant Geese and Surf Scoters, underscoring the \n     value of this ecosystem.\n       HR 1132 would authorize a San Francisco Bay Restoration \n     Grant Program in EPA and funding of up to $25m per year to \n     support the restoration of this estuary.\n\n\n          HR 1620--Chesapeake Bay Program Reauthorization Act\n\n       Salt marshes are special places to birds and other \n     wildlife, but sea level rise has elevated the waters in the \n     Chesapeake Bay by one foot during the 20th century and is \n     accelerating due to climate change. Salt marshes provide \n     valuable ``ecosystem services'', including nurseries for the \n     Chesapeake Bay's commercially important fish, a buffer \n     protecting coastal communities against storm surge, a filter \n     that stops nutrient and sediment pollution from entering the \n     Bay, and a recreational resource attracting visitors who \n     contribute millions of dollars to local economies. Chesapeake \n     Bay's salt marshes host globally significant populations of \n     both Saltmarsh Sparrow and Black Rail.\n       HR 1620 would increase the authorization of appropriations \n     for the Chesapeake Bay Program to more than $90m per year.\n\n\n   HR 2247--Promoting United Government Efforts to Save Our Sound Act\n\n       Despite significant investments in Puget Sound ecosystem \n     health by state, federal, tribal and local governments, \n     concerned members of the public, and conservation \n     organizations, progress towards ecosystem recovery targets \n     remains slow. The number of marine birds wintering in Puget \n     Sound has declined significantly in the last 30 years and \n     migratory, fisheating birds appear to be at the greatest \n     risk.\n       HR 2247 would authorize up to $50 million in funding for \n     Puget Sound recovery. The PUGET SOS Act also aligns federal \n     agency expertise and resources, ensuring that federal \n     agencies are coordinated, setting goals, and holding each \n     other accountable will help increase their effectiveness and \n     provide a boost to Puget Sound recovery.\n\n\n          HR 3779--Resilience Revolving Loan Fund Act of 2019\n\n       Pre-disaster planning can help communities adapt to the \n     changing flood patterns that threaten people and birds \n     species dependent on shoreline and riverine areas. These \n     changes have led to more frequent instances of ``nuisance \n     flooding,'' as well as catastrophic events. NOAA has found \n     that ``nuisance'' or ``sunny day'' flooding is up 300% to \n     900% than it was 50 years ago. In addition, catastrophic \n     flooding events have increased in both frequency and \n     intensity. These trends have been particularly pronounced in \n     the Northeast, Midwest and upper Great Plains, where the \n     amount of precipitation in large rainfall events has \n     increased more than 30 percent above the average observed \n     from 1901-1960. As sea level rise accelerates, it only \n     exacerbates these impacts, which further compounds \n     vulnerability in flood-prone communities.\n       HR 3779 would amend the 1988 Stafford Act to offer low-\n     interest loans to states for ``disaster mitigation \n     projects'', including investments in natural infrastructure \n     projects, which would help communities prepare and recover \n     from natural disasters.\n       We urge you to support and advance the bills listed above. \n     Please feel free to contact us with any questions.\n           Sincerely,\n\n                                           Julie Hill-Gabriel,\n\n                               Vice President, Water Conservation,\n                                         National Audubon Society.\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 13}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n                                Backcountry Hunters & Anglers,\n\n                                 Missoula, MT, September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, House Transportation & Infrastructure Committee, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, House Transportation & Infrastructure \n         Committee, Washington, DC.\n       Dear Chairman DeFazio and Ranking Member Graves: On behalf \n     of Backcountry Hunters & Anglers (BHA), the fastest growing \n     organization that represents sportsmen and women in North \n     America, I encourage you to support House Transportation & \n     Infrastructure Committee and floor passage of Rep. Elaine \n     Luria's (D-VA) Chesapeake Bay Program Reauthorization Act \n     (H.R. 1620) and Rep. David Joyce's (R-OH) Great Lakes \n     Restoration Initiative Act (H.R. 4031).\n       Over the last decade the health of the Bay's ecosystem has \n     improved. However, with increased rainfall in the region and \n     the amount of sediment, phosphorous, debris and nitrogen \n     eroding into the Chesapeake watershed, the water quality is \n     on the decline.\n       H.R. 1620 reauthorizes an important conservation and \n     restoration program that safeguards the Chesapeake Bay \n     watershed and increases the funding level to $90 million for \n     fiscal year 2020 and grows by $500,000 each year until fiscal \n     year 2024. Lawmakers funded the Chesapeake Bay Program at $73 \n     million annually for the past few years. The additional funds \n     will restore the health of the Bay and boost the regional \n     economy that depends on it for agricultural and outdoor \n     recreation opportunities.\n       The second bill, H.R. 4031 reauthorizes funding to conserve \n     and restore the Great Lakes, the largest bodies of fresh \n     water in the world by incremental increases of $25 million \n     annually until fiscal year 2026. The Great Lakes Restoration \n     Initiative is a successful program that strategically targets \n     critical areas through multiple action plans and public \n     input. Increasing funds will furthermore expand fish and \n     habitat rehabilitation and implement collaborative projects \n     between federal, state and local stakeholders.\n       The Chesapeake Bay and Great Lakes programs provide \n     necessary federal investments that leverage state and local \n     dollars to improve water quality and fish and wildlife \n     habitat for Canada geese, speckled trout and other game \n     species. BHA believes H.R. 1620 and H.R. 4031 are essential \n     to the health of fish and wildlife and the general public who \n     depend on clean water for agriculture and municipal needs at \n     home.\n       Thank you for the opportunity to express our support for \n     the Chesapeake Bay Program Reauthorization Act and the Great \n     Lakes Restoration Initiative Act. We look forward to working \n     with you to advance the legislation through the House.\n           Sincerely,\n\n                                                 John W. Gale,\n\n                                            Conservation Director,\n     Backcountry Hunters & Anglers.", "turn": -1, "speaker_bioguide": null, "itemno": 14}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n\n\n                                    Chesapeake Bay Foundation,\n\n                                  Annapolis, MD, November 5, 2019.\n     Hon. Elaine Luria,\n     House of Representatives,\n     Washington, DC.\n       Dear Congresswoman Luria: Thank you for sponsoring H.R. \n     1620, the Chesapeake Bay Program Reauthorization Act. As the \n     preeminent organization dedicated to Saving the Bay, we're \n     proud to support this legislation. As you know, the \n     Chesapeake Bay Program is the glue that holds the Chesapeake \n     Bay Clean Water Blueprint together and provides essential \n     oversight to ensure that all are doing their part.\n       H.R. 1620 reauthorizes this program and provides a steady \n     annual increase in funding over the next five years. This \n     demonstrates Congress's continued bipartisan commitment to \n     restoring the Bay and acknowledges the accelerated efforts \n     that are needed to ensure that the requirements of the \n     Blueprint are met by 2025.\n       This is essential at this critical juncture. The \n     partnership has proven to be effective: dead zones are \n     getting smaller; bay grasses are rebounding; oyster \n     restoration is underway; and local economies are improving. \n     However, the Bay is facing new challenges due to threats from \n     the impacts of climate change, increased loads from the \n     Conowingo Dam, regulatory rollbacks, and shortfalls in \n     funding (including the over $320 Million annual shortfall \n     identified by Pennsylvania in its latest Watershed \n     Implementation Plan). Simply stated, there is still \n     significant work to be done and the leadership role of the \n     federal government and the Executive Council at this stage is \n     paramount. Passing H.R. 1620, and its companion bill, S. 701, \n     will be an important piece to ensure that the Bay \n     jurisdictions fulfill their obligations under the Blueprint.\n       We look forward to working with you and your fellow \n     cosponsors to pass this vital bipartisan legislation. Again, \n     thank you for your leadership on this issue.\n           Sincerely,\n                                                       Will Baker,\n                                                  President & CEO.\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "N000179", "itemno": 16}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 1620, the Chesapeake Bay \nProgram Reauthorization Act.\n  H.R. 1620 represents good governance to reauthorize the Chesapeake \nBay Program and passed out of the committee with strong bipartisan \nsupport.\n  The Chesapeake Bay watershed is one of the largest estuaries in the \nUnited States, covering 64,000 square miles; is home to more than 18 \nmillion people; hosts two major ports as major international gateways \nfor trade; and produces about 500 million pounds of seafood each year, \nsome of which I enjoyed just the other day.\n  I want to thank Members for their continued support for the \nrestoration of the Chesapeake Bay, including Mr. Wittman of Virginia, \nMr. Riggleman of Virginia, and Mr. Fitzpatrick of Pennsylvania. I know \nthis issue is very important to their districts, their constituencies, \nand to the entire region and, frankly, the Nation.\n  Mr. Speaker, I urge support of this legislation, and I reserve the \nbalance of my time.", "turn": 6, "speaker_bioguide": "M001201", "itemno": 17}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 5 minutes to the gentlewoman \nfrom Virginia (Mrs. Luria), the lead sponsor.", "turn": 7, "speaker_bioguide": "N000179", "itemno": 18}, {"kind": "speech", "speaker": "Mrs. LURIA", "text": "  Mrs. LURIA. Mr. Speaker, I rise today in support of my bill, the \nChesapeake Bay Program Reauthorization Act. This bipartisan bill will \nreauthorize $455 million for the Chesapeake Bay Program over the next 5 \nyears.\n  The Chesapeake Bay is one of our Nation's greatest national \ntreasures. It helps generate $33 billion in economic value annually and \nis home to spectacular natural beauty and ecological diversity. The \nEPA's Chesapeake Bay Program coordinates regional conservation efforts, \nbut Congress has not reauthorized this critical program since 2005.\n  Thanks to innovative partnerships between local, State, and Federal \nagencies and NGOs, the health of the Bay has improved in recent years. \nBut this progress is fragile, and unless Congress acts, we risk losing \nthese gains.\n  In 2014, all States within the Chesapeake Bay Watershed and the \nDistrict of Columbia signed the Chesapeake Bay Watershed Agreement. \nThis partnership committed these States to work together and with the \nEPA to put in place all the necessary conservation practices by 2025.\n  Part of this agreement includes setting a limit, called the Total \nMaximum Daily Load, or TMDL, on pollution from chemicals like nitrogen \nand phosphorus.\n  The EPA's Chesapeake Bay Program supports the work of States in \nmeeting their commitments under this agreement. Funding for the Bay \nprogram goes directly to localities to improve local conservation \nefforts.\n  By passing the Chesapeake Bay Program Reauthorization Act, Congress \nwill reaffirm that all States in the watershed and the EPA must work \ntogether to achieve these restoration goals. This includes ensuring \nthat all States have plans in place to comply with the TMDL and all \nother necessary conservation goals.\n  I want to thank my friends and colleagues on both sides of the aisle, \nCongressman  Bobby Scott, Congressman  Rob Wittman, and Congressman   \nJohn Sarbanes for working with me to achieve this bipartisan victory \nfor the Bay.\n  I also thank Chairwoman Napolitano and Ranking Member Westerman for \ntheir support in bringing this bill to the floor.\n  Mr. Speaker, I urge my colleagues to support this critical bill.", "turn": 8, "speaker_bioguide": "L000591", "itemno": 19}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield such time as he may consume to the \ngentleman from Virginia (Mr. Wittman).", "turn": 9, "speaker_bioguide": "M001201", "itemno": 20}, {"kind": "speech", "speaker": "Mr. WITTMAN", "text": "  Mr. WITTMAN. Mr. Speaker, I rise in support today of H.R. 1620, the \nChesapeake Bay Program Reauthorization Act, that will extend and fund \nthe Environmental Protection Agency's Chesapeake Bay Program until \n2024.\n  I am proud to have joined my colleagues from the Chesapeake Bay \nWatershed, Representatives Elaine Luria,  Bobby Scott, and   John \nSarbanes in introducing this important legislation.\n  The Chesapeake Bay is, indeed, a national treasure and a centerpiece \nof the culture and economy of many communities in Virginia and \nneighboring States.\n  A clean and healthy Bay is the right thing to do for future \ngenerations, but it will also support local economies and provide \nnumerous other economic and quality-of-life benefits.\n  The commercial seafood industry alone employs 34,000 in Virginia and\n\n\nMaryland and generates $3.4 billion in sales.\n  A clean and healthy Bay also supports a vibrant tourism and outdoor \nrecreational industry. These industries in the watershed support over \n820,000 jobs and $13 billion in income.\n  EPA's Chesapeake Bay Program does important work in partnership with \nBay States to control pollution and manage nutrient runoff into the \nrivers feeding into the Bay.\n  Through the Chesapeake Bay Program, we see the overall health of the \nBay has improved significantly over the last 30 years. We are seeing \nbetter water quality, more rockfish, more blue crabs, more oysters, and \nthe list goes on and on.\n  However, without continued collaboration among stakeholders and \nFederal support, progress in the Bay is indeed threatened. With today's \nactions, we are one step closer to ensuring that the Chesapeake Bay \nremains the economic foundation of our region that will be enjoyed for \ngenerations to come.\n  We all enjoy the Bay, whether we are in the Bay watershed or outside \nthe Bay watershed. It really is, indeed, a national treasure.\n  If you look and think about the Bay, the workboats that you see there \non a daily basis, the great way of life of folks in these waterside \ncommunities, it really is, I think, incumbent upon all of us to work \nhard and make sure we continue, not just to preserve the Bay, but make \nsure we see the Bay improve in water quality.\n  It plays an important role in my family. My son is a commercial \nfisherman, what we call in our area, a waterman, so he lets me know on \na daily basis what is right and what is not right with the Chesapeake \nBay, and encourages me to make sure we are doing everything we can to \ncontinue as good stewards of that fantastic resource, to make sure it \ncontinues to provide for those people that make their living off of the \nwater; but also provides for the quality of life of those folks that \nlive in the watershed, and continues to be a national treasure.\n\n  Even today under the stress, it is, indeed, one of the most \nproductive water bodies in the entire world. If we continue on this \npath of improving the water quality there, I believe it can be even \nmore productive and provide even more economic value, as well as just \nthat intrinsic value that it provides to all of us; not just those in \nthe watershed but to us as a Nation.\n  I urge my colleagues to join me in supporting this measure and \ncontinuing the vital work of saving the Chesapeake Bay.", "turn": 10, "speaker_bioguide": "W000804", "itemno": 21}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I wish to inquire if my colleague is \nready to close.", "turn": 11, "speaker_bioguide": "N000179", "itemno": 22}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I am ready to close.", "turn": 12, "speaker_bioguide": "M001201", "itemno": 23}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 13, "speaker_bioguide": "N000179", "itemno": 24}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself the balance of my time.\n  Mr. Speaker, I urge everyone to think of what Mr. Wittman and our \ncolleagues on the other side of the aisle stated; that this Chesapeake \nBay, it is a tremendous resource to our Nation, recreational \nopportunities, the shipping opportunities in it, never mind the \nwonderful seafood.\n  I urge support of this bipartisan piece of legislation by all \nMembers, and I yield back the balance of my time.", "turn": 14, "speaker_bioguide": "M001201", "itemno": 25}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself the balance of my time.\n  I am glad that this bill gets bipartisan support from Members of \nCongress and I intend to support the bill. I urge all my colleagues to \nsupport it.\n  I yield back the balance of my time.", "turn": 15, "speaker_bioguide": "N000179", "itemno": 26}, {"kind": "speech", "speaker": "Mr. SCOTT of Virginia", "text": "  Mr. SCOTT of Virginia. Mr. Speaker, I rise today in support of H.R. \n1620, the Chesapeake Bay Program Reauthorization Act. I commend my \ncolleague and fellow Virginian, Congresswoman Elaine Luria, for \nintroducing this bill which will further the Chesapeake Bay's ongoing \nrestoration. As a co-chair of the bipartisan Chesapeake Bay Task Force, \nI recognize the critical role that the Environmental Protection Agency \n(EPA) and it's Chesapeake Bay Program play in coordinating the multi-\nstate restoration effort. I am proud to be an original cosponsor of \nthis legislation.\n  Deterioration of the Bay and how to best address the problem has been \na concern for almost half a century. While serving as a member of the \nVirginia House of Delegates, I was part of a joint Virginia-Maryland \nlegislative advisory commission focused on determining what actions \nwere necessary to address Bay issues. We concluded that restoring the \nBay would require more than just Virginia and Maryland, but rather, the \ncollaboration of the entire 64,000 square-mile watershed.\n  The EPA's Chesapeake Bay Program, which was created during the Reagan \nAdministration and ratified by Congress in 1987, facilitates the \ncooperation between the watershed states and the federal government to \nrestore the Bay. Re-authorization of the critical Chesapeake Bay \nProgram is long overdue.\n  Increases in underwater grasses and the blue crab population indicate \nour efforts are working, however more resources and continued \ncoordination efforts are necessary to ensure that these gains are \nmaintained and that the Chesapeake Bay is protected. The Total Maximum \nDaily Load, sometimes referred to as a ``pollution diet,'' was \nestablished in 2010 and is a key part of the EPA's Chesapeake Bay \nProgram and the EPA's role in establishing and enforcing those limits \nare an essential part of the ongoing restoration process.\n  The Chesapeake Bay is a national commercial, recreational, ecological \ntreasure and we have a moral responsibility to preserve it. I commend \nthe Committee on Transportation and Infrastructure for reporting this \nbill favorably to the full House and I urge my colleagues to support \nthis bill.\n", "turn": 16, "speaker_bioguide": "S000185", "itemno": 27}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from California (Mrs. Napolitano) that the House suspend \nthe rules and pass the bill, H.R. 1620, as amended.", "turn": 17, "speaker_bioguide": null, "itemno": 28}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 29}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 30}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "701", "type": "S"}, {"congress": "116", "context": "HEADERLINE", "number": "1132", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1132", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "1620", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2247", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "3779", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3779", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "4031", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4031", "type": "HR"}], "related_usc": [{"title": "33", "detail": "(j)", "number": "1267"}], "id": "CREC-2020-02-05-pt1-PgH796", "doc_title": "CHESAPEAKE BAY PROGRAM REAUTHORIZATION ACT", "title": null}