{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E133", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                        HON. BILL PASCRELL, JR.\n\n                             of new jersey\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. PASCRELL", "text": "  Mr. PASCRELL. Madam Speaker, I rise on this year's Dominicans on the \nHill Day to recognize an invaluable member of the City of Passaic \ncommunity, Chief of Police Luis Guzman. Chief Guzman is an \naccomplished, twenty-nine-year veteran of the City of Passaic Police \nDepartment, where he rose through the ranks to be appointed as the \nfirst ever Dominican-born Chief of Police of the City of Passaic on \nJuly 10, 2017.\n  Chief Guzman began his law enforcement career as a correction officer \nwith the Passaic County Sheriff's Department in January 1990. Later \nthat year he was hired as a police officer by the City of Passaic, \nbecoming the first Dominican-born officer in the city's history. While \nin the New Jersey State Police Academy, he received the Distinguished \nGraduate Award for ranking at the top of his class. He served as a beat \nofficer for the subsequent three years and a patrol officer for the \nnext four before being assigned to the Detective Bureau in the Passaic \nCounty Sheriff's Department as a criminal investigator.\n  In February 2000, Chief Guzman was promoted to Sergeant and assigned \nto supervise detectives, concurrently working in the patrol division of \nhis department's Community Policing Unit. In October 2004, he was \npromoted to Lieutenant, where he held the position of Commander of \nseveral patrol shifts, the Detective Bureau, and the Internal Affairs \nDivision.\n  In September 2011, Chief Guzman was promoted to Captain and was \nassigned to commander of all uniformed divisions. In October 2013, he \nwas promoted to Deputy Chief and assigned to oversee the operations \ndivision. In July 2017, Chief Guzman was made the first ever Dominican-\nborn Chief of Police in the City of Passaic, promoted by Mayor Hector \nCarlos Lora, also of Dominican heritage.\n  During his tenure at the helm of the Passaic Police Department, Chief \nGuzman has managed a department that has presided over a substantial \nreduction in crime.\n  For over twenty-five years, Chief Guzman has given back to his \ncommunity through one of his foremost passions, baseball. Chief Guzman \nhas volunteered to coach youth baseball from T-ball to the American \nLegion League in the City of Passaic. He has regularly organized police \nsoftball and basketball games with members of the City of Passaic \ncommunity.\n  Chief Guzman has further demonstrated his spirit of giving back \nthrough his time as an adjunct professor at Passaic County Community \nCollege, where he has taught Criminal Justice for the past fifteen \nyears.\n  As Co-Chair of the Congressional Law Enforcement Caucus, I am honored \nto recognize Chief Luis Guzman, who has been a tremendous leader, \nmentor, and public servant in the City of Passaic.\n  Madam Speaker, I ask that you join our colleagues, Chief Guzman's \ncoworkers, family and friends, all those whose lives he has touched, \nand me, in recognizing the tireless dedication and steadfast service of \nChief of Police Luis Guzman.\n", "turn": 0, "speaker_bioguide": "P000096", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE133", "doc_title": "HONORING PASSAIC CHIEF OF POLICE LUIS GUZMAN", "title": "HONORING PASSAIC CHIEF OF POLICE LUIS GUZMAN"}