{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H839", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1830", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "              SUPPORT OF U.S. POSTAL SERVICE FAIRNESS ACT\n\n  (Ms. KAPTUR asked and was given permission to address the House for 1 \nminute.)", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Ms. KAPTUR", "text": "  Ms. KAPTUR. Madam Speaker, I rise in strong support of H.R. 2382, or \nthe U.S. Postal Service Fairness Act up for a vote today.\n  Madam Speaker, 13 years ago, the Postal Service was saddled by this \nbody when we required it--not with my support--to prefund its \nretirement benefits. Unfortunately, this prevented the Postal Service \nfrom addressing critical equipment modernization needs. Thankfully, \nthis legislation allows us to correct this misguided requirement.\n  The post office is a constitutionally mandated institution. A sense \nof community is sustained every time the mailwoman or mailman delivers \na letter, increasing connectivity in rural and urban districts alike. \nThe Postal Service delivers close to 190 million pieces of mail every \nsingle day and is a testament to American ingenuity. Indeed, postal \nworkers are the best ambassadors, receiving an overwhelmingly high \npublic approval rating of 74 percent.\n  While we work to ensure the post office's financial health, we must \nalso continue to increase innovation, such as through modernizing \npostal services. For example, creative initiatives could increase \naccess to basic functions in post offices and underserved communities.\n  I thank my friend, Representative Peter DeFazio, for his true \nleadership on this bill, and urge all my colleagues to support its \npassage, and thank those who did.\n", "turn": 0, "speaker_bioguide": "K000009", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "related_bills": [{"congress": "116", "context": "FIRSTPARAGRAPH", "number": "2382", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2382", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH839-5", "doc_title": "SUPPORT OF U.S. POSTAL SERVICE FAIRNESS ACT", "title": null}