{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S871-S872", "extension": false}, "content": [{"kind": "speech", "speaker": "Mr. MERKLEY", "text": "  Mr. MERKLEY. Madam President, as Senators, our decisions build the \nfoundation for future generations. I want those generations to know \nthat I stood here on the floor of this Chamber fighting for equal \njustice under law. I stood here to defend our Senate's responsibility \nto provide a fair trial with witnesses and documents. I stood here to \nsay that when our President invites and pressures a foreign government \nto smear a political opponent and corrupt the integrity of our 2020 \nPresidential election, he must be removed from office.\n  As a number of my Republican colleagues have confessed, the House \nmanagers have proven their case. President Trump did sanction a corrupt \nconspiracy to smear a political opponent, former Vice President Joe \nBiden. President Trump assigned Rudy Giuliani, his personal lawyer, to \naccomplish that goal by arranging sham investigations by the Government \nof Ukraine. President Trump advanced his corrupt scheme by instructing \nthe three amigos--Ambassador Volker, Secretary of Energy Rick Perry, \nand Ambassador Gordon Sondland--to work with Rudy for this goal. \nPresident Trump did use the resources of America, including an Oval \nOffice meeting and security assistance to pressure Ukraine, which was \nat war with Russia, to participate in this corrupt conspiracy. The \nfacts are clear.\n  But do President Trump's acts rise to the level the Framers \nenvisioned for removal of a President, or are they, as some colleagues \nin this Chamber have said, simply ``inappropriate,'' but not \n``impeachable''? With respect to those colleagues, ``inappropriate'' is \nlying to the public; ``inappropriate'' is shunning our allies or \nfailing to put your personal assets into a blind trust or encouraging \nforeign governments to patronize your properties. That is something you \nmight call ``inappropriate,'' but that word does not begin to encompass \nPresident Trump's actions in this case--a corrupt conspiracy comprising \na fundamental assault on our Constitution.\n  This conspiracy is far worse than Watergate. Watergate was about a \nbreak-in to spy on the Democratic National Committee--bad, yes; wrong, \ndefinitely. But Watergate didn't involve soliciting foreign \ninterference to destroy the integrity of an election. It didn't involve \nan effort to smear a political opponent. Watergate did not involve an \nacross-the-board blockade of access by Congress to witnesses and \ndocuments.\n\n\n  If you believe that Congress was right to conclude that President \nNixon's abuse of power merited expulsion from office, you have no \nchoice but to conclude that President Trump's corrupt conspiracy merits \nhis expulsion from office.\n  President Trump should be removed from office this very day by action \nin this very Chamber, but he will not be removed because this Senate \nhas failed to conduct a full and fair trial to reveal the extensive \ndimensions of his conspiracy and because the siren call to party \nloyalty over country has infected this Chamber.\n  Every American understands what constitutes a full and fair trial. A \nfull and fair trial has witnesses. A full and fair trial has documents. \nA full and fair trial does not begin with the jury foreman declaring \nthat he is working hand-in-glove with the defendant. When discussing \nwhy the Senate tries impeachments, Alexander Hamilton stated: ``Where \nelse than in the Senate could have been found a tribunal sufficiently \ndignified, or sufficiently independent'' for that daunting \nresponsibility?\n  Every American should feel the sadness, the darkness, the tragedy of \nthis moment in which this Senate is neither sufficiently dignified nor \nsufficiently independent for that responsibility.\n  The Senate trial became a coverup when the majority voted on January \n22 and again on January 31 to block all access to witnesses and \ndocuments. If this coverup goes forward, it will be the latest in a set \nof corrupt firsts this Senate has achieved under Republican leadership.\n  It has been the first Senate to ignore our constitutional \nresponsibilities to debate and vote on a Supreme Court nominee in 2016. \nIt became the first Senate to complete the theft of a Supreme Court \nseat from one administration giving it to another in 2017.\n  And now, it becomes the first Senate in American history to replace \nan impeachment trial with a coverup. President Trump might want to \nconsider this: With a coverup in lieu of a trial, there is no \n``exoneration,'' no matter how badly President Trump might want it. No \nmatter how boldly he might claim it, there is no ``exoneration'' from a \ncoverup.\n  If this Senate fails to convict President Trump when we vote later \ntoday, we destroy our constitutional responsibility to serve as a check \nagainst the abuses of a runaway President. It is a devastating blow to \nthe checks and balances which have stood at the heart of our \nConstitution.\n  Our tripartite system is like a three-legged stool, where each leg \nworks in balance with the others. If one leg is cracked or weakened, \nwell, that stool topples over. If the Senate's responsibility is gutted \nand the limits on Presidential power are undermined, then, there is \nlasting damage to the checks and balances our Founders so carefully \ncrafted.\n  Let's also be clear. The situation that we find ourselves in today \ndidn't spring out of nowhere. With respect to the Chief Justice, the \nroad to this moment has been paved by decisions made in the Supreme \nCourt undermining the ``We the People'' Republic, while Justice Roberts \nhas led the Court--decisions like Citizens United in 2010, which \ncorrupted our political campaigns with a flood of dark money, the \nequivalent of a stadium sound system drowning out the voice of the \npeople; decisions like Shelby County in 2013, which gutted the Voting \nRights Act, opening the door to voter suppression and voter \nintimidation--if you believe in our Republic, you believe in voter \nempowerment, not voter supression--decisions like Rucho V. Common Cause \nin 2019, giving the green light to extreme partisan gerrymandering, in \nwhich politicians choose their voters rather than voters choosing their \npoliticians. It is one blow after another giving more power to the \npowerful and undermining the vision of government of, by, and for the \npeople--blow after blow making officials more responsive to the rich \nand wealthy donors than the people they are elected to represent.\n  These Supreme Court decisions have elevated government by and for the \npowerful, and trampled government by and for the people, paving the \npath for this dark moment in which the U.S. Senate chooses to defend a \ncorrupt President by converting a trial into a coverup. A trial without \naccess to witnesses and documents is what one expects of a corrupted \ncourt in Russia or China, not the United States of America.\n  We know what democracy looks like, and it is not just about having \nthe Constitution or holding elections. Our democracy is not set in \nstone. It is not guaranteed by anything other than the good will and \ngood faith of the people of this country. Keeping a democracy takes \ncourage and commitment. As the saying goes, ``freedom isn't free.'' It \nis an inheritance bequeathed to us by those who have fought and bled \nand died to ensure that government ``of the people, by the people, for \nthe people shall not perish from the Earth.''\n  Fighting for that inheritance doesn't only happen on the battlefield. \nIt happens when Americans everywhere go to the polls to cast a ballot. \nIt happens when ordinary citizens, distraught at what they are seeing, \nspeak up, join a march, or run for office to make a difference. And it \nhappens here in this Chamber--in this Senate Chamber--when Senators put \naddressing the challenges of our country over the pressures from their \nparty.\n  Before casting their votes today, I urge each and every one of my \ncolleagues to ask themselves: Will you defend the integrity of our \nelections? Will you deliver impartial justice? Will you protect the \nseparation of powers--the heart of our Constitution? Will you uphold \nthe rule of law and the inspiring words carved above the doors of our \nSupreme Court, ``Equal Justice Under Law''?\n  I stand here today in support of our Constitution, which has made our \nNation that shining city on a hill. I stand here today for equal \njustice under law. I stand here today for a full and fair trial as our \nConstitution demands. I stand here today to say that a President who \nhas abused this office by soliciting a foreign country to intervene in \nthe election of 2020 and bias the outcome--betraying the trust of the \nAmerican people and undermining the strength of our Constitution--must \nbe removed from office.\n  I yield the floor.\n", "turn": 0, "speaker_bioguide": "M001176", "itemno": 0}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}], "id": "CREC-2020-02-05-pt1-PgS871-7", "doc_title": "IMPEACHMENT", "title": "IMPEACHMENT"}