{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H827-H828", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (H.R. 3976) to designate the facility of \nthe United States Postal Service located at 12711 East Jefferson Avenue \nin Detroit, Michigan, as the ``Aretha Franklin Post Office Building''.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 3976\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. ARETHA FRANKLIN POST OFFICE BUILDING.\n\n       (a) Designation.--The facility of the United States Postal \n     Service located at 12711 East Jefferson Avenue in Detroit, \n     Michigan, shall be known and designated as the ``Aretha \n     Franklin Post Office Building''.\n       (b) References.--Any reference in a law, map, regulation, \n     document, paper, or other record of the United States to the \n     facility referred to in subsection (a) shall be deemed to be \n     a reference to the ``Aretha Franklin Post Office Building''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days in which to revise \nand extend their remarks and include extraneous material on this \nmeasure.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from New York?", "turn": 3, "speaker_bioguide": null, "itemno": 7}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  Mr. Speaker, I am pleased to join my colleagues in consideration of \nH.R. 3976, to designate the facility of the U.S. Postal Service located \nat 12711 East Jefferson Avenue in Detroit, Michigan, as the Aretha \nFranklin Post Office Building.\n  Mr. Speaker, I thank my friend and colleague, Representative Brenda \nLawrence, for introducing this important measure to honor a cultural \nand civil rights heroine.\n  Aretha Franklin, the ``Queen of Soul,'' was an American singer, \nsongwriter, pianist, and civil rights activist from Detroit, Michigan. \nOver her career, Aretha Franklin was awarded 18 Grammy awards, along \nwith various lifetime achievement recognitions.\n  Her unique vocal style not only influenced generations of future \nsingers, but it also earned her the number one spot on Rolling Stone \nmagazine's list of the Greatest Singers of All Time.\n  Aretha Franklin was also a champion for civil rights and women's \nrights. She frequently donated to civil rights groups, and two of her \nbiggest hits, ``Respect'' and ``You Make Me Feel Like a Natural \nWoman,'' became anthems for social change movements across the country.\n  In 1987, she was the first woman to be inducted into the Rock and \nRoll Hall of Fame. She also received the Presidential Medal of Freedom \nfrom President George W. Bush in 2005.\n  Aretha Franklin died of advanced pancreatic cancer on August 16, \n2018, in Detroit, Michigan. Naming a post office in the city she \ncherished so fondly would recognize her important cultural and civic \naccomplishments.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 9}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 3976, introduced by my friend, \nRepresentative Brenda Lawrence.\n  This bill, as has been mentioned, names a post office located in \nDetroit, Michigan, in honor of the ``Queen of Soul,'' Aretha Franklin.\n  Aretha Franklin was an American singer, songwriter, pianist, and \ncivil rights activist, and so we want to give honor where honor is due.\n  She began her career as a child singing at her church in Detroit. For \nthe next six decades, her distinctive voice captivated listeners and \ninfluenced countless other singers.\n\n\n  So it is my delight to rise in support of this particular bill. It is \nout of ``Respect'' for my good friend from Michigan, and so we will \n``Say a Little Prayer'' and hope that this goes through.\n\n", "turn": 5, "speaker_bioguide": "M001187", "itemno": 10}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield such time \nas she may consume to the gentlewoman from Michigan (Mrs. Lawrence), \nthe author of this bill.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 11}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I thank the gentlewoman for yielding.\n  I will start by thanking the leadership on the Committee on Oversight \nand Reform for marking up this legislation.\n  Mr. Speaker, I rise today in support of H.R. 3976, which would rename \na post office in my hometown of Detroit after the Queen of Soul, Aretha \nFranklin. As was mentioned earlier, she was an 18 Grammy Award winner; \na star on the Hollywood Walk of Fame; and the first woman to be \ninducted into the Rock & Roll Hall of Fame.\n  She performed at three inaugural events for Presidents Carter, \nClinton, and Barack Obama. She was a woman who was respected on both \nsides of the aisle where President Bush issued her the Medal of \nFreedom.\n  ``A Natural Woman'' singer, she was more than just a music icon. She \nwas a civil rights advocate who used her platform and voice to advocate \nfor racial equality.\n  I knew her personally and she would talk to me about being a child \nand having Martin Luther King in her home with her dad discussing \npolicies and what they were going to do to fight together for racial \nequality.\n  In 1967, Aretha released ``Respect,'' which became a rally cry for \nracial and gender political movements of the time.\n  Although people remember Aretha Franklin as the ``Queen of Soul'' she \nwas more than just a vocalist. Aretha used her platform to become a \nbeacon of hope for people during the civil rights movement and her \nvoice served as a perfect guiding light.\n  In 1967, she toured with Harry Belafonte and Sidney Poitier to raise \nmoney for Dr. Martin Luther King's Southern Christian Leadership \nConference. The organization was in a dire financial state and would \nsoon become the Poor People's Campaign.\n  In 1970, few people knew Aretha Franklin posted bond for Angela \nDavis, a prominent activist who was jailed on trumped-up charges. In \n1970, a Jet magazine article quoted Aretha Franklin: ``Black people \nwill be free. I have been locked up for disturbing the peace in Detroit \nand I know you got to disturb the peace when you can't get no peace. \nJail is hell to be in. I'm going to see her free if there is any \njustice in our courts . . . because she's a Black woman and she wants \nfreedom for Black people.''\n  In her 1999 autobiography, ``Aretha: From These Roots'' described the \nimpact Detroit had on her childhood and career. ``Detroiters realize \nhow deeply I appreciate the city in which I was raised. And it is in \nDetroit that I continue to cultivate my career; it is to Detroit that I \ndirect most of my charitable activities; and it is from Detroit that I \nreceive much love and support, which I reciprocate.''\n  No matter how famous she became worldwide, Aretha always gave back to \nthe city she grew up in. She frequently hosted community events for \ncongregants in her father's church, and she donated to organizations \nlike Save the Children and Easterseals and supported local food banks \nacross Detroit.\n  In the year after her passing, an outpouring of support has led to \nthe renaming of Detroit monuments in her honor--and I am so proud and \nhappy to stand here today, personally knowing her, traveling with her \non her tours--to include a post office near her home in Detroit to the \nlist of ways to commemorate this amazing woman.\n  While there is little that can truly demonstrate our appreciation for \nAretha Franklin, I hope her family knows how proud and thankful we all \nare for her lifelong support.\n  Mr. Speaker, I urge my colleagues to give a little support R-E-S-P-E-\nC-T, to this legislation.", "turn": 7, "speaker_bioguide": "L000581", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield 1\\1/2\\ \nminutes to the gentlewoman from Michigan (Mrs. Dingell).", "turn": 8, "speaker_bioguide": "M000087", "itemno": 13}, {"kind": "speech", "speaker": "Mrs. DINGELL", "text": "  Mrs. DINGELL. Mr. Speaker, I thank Madam Chair for yielding.\n  Mr. Speaker, I rise today in strong support of H.R. 3976, the bill \nsponsored by my colleague, Mrs. Lawrence, and by the members of the \nMichigan delegation.\n  This bill honors the ``Queen of Soul,'' Aretha Franklin, and her \ninnumerable contributions to music. Her faith in Detroit and its people \nis what I remember as much as her voice. This legislation serves as a \nfitting tribute to her esteemed legacy.\n  Aretha Franklin grew up singing at the New Bethel Baptist Church with \nher father, Reverend C.L. Franklin. Aretha's father was a good and dear \nfriend to John Dingell, helping him early in his career. The two of \nthem fought side by side in the fifties and the sixties for civil \nrights legislation.\n  Aretha's career includes more than 20 Grammy Awards, the first woman \ninducted into the Rock & Roll Hall of Fame and receiving the \nPresidential Medal of Freedom.\n  However, it is Aretha's message through music of respect, love, and \nfaith that will stay with us for generations.\n  Today, I stand with my Michigan colleagues and urge every Member to \nhonor Aretha Franklin's legacy. Her contributions to our country are \ndeserving of this recognition, and maybe we need to have her up there, \nup there with John, ``say a little prayer'' for us.", "turn": 9, "speaker_bioguide": "D000624", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I will just cut to the chase. Let's get \nthis thing done and get it over with and make sure that we show the \n``respect'' that we should.\n  Mr. Speaker, I yield back the balance of my time.", "turn": 10, "speaker_bioguide": "M001187", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself the \nbalance of my time.\n  Mr. Speaker, I urge passage of H.R. 3976. I had the opportunity to \nmeet Aretha Franklin several times. She was a great friend of Charlie \nRangel and would often perform for his events. She very generously gave \nher time to raise money for all kinds of civic rights events. She was a \nremarkable person and a great singer.\n  Mr. Speaker, I urge everyone to support this important legislation, \nand I yield back the balance of my time.", "turn": 11, "speaker_bioguide": "M000087", "itemno": 16}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Carson of Indiana)", "text": "  The SPEAKER pro tempore (Mr. Carson of Indiana). The question is on \nthe motion offered by the gentlewoman from New York (Mrs. Carolyn B. \nMaloney) that the House suspend the rules and pass the bill, H.R. 3976.", "turn": 12, "speaker_bioguide": null, "itemno": 17}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 18}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 19}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "3976", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "3976", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3976", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH827", "doc_title": "ARETHA FRANKLIN POST OFFICE BUILDING", "title": "ARETHA FRANKLIN POST OFFICE BUILDING"}