{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H828-H829", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I move to suspend the rules and pass the \nbill (H.R. 4794) to designate the facility of the United States Postal \nService located at 8320 13th Avenue in Brooklyn, New York, as the \n``Mother Frances Xavier Cabrini Post Office Building''.", "turn": 0, "speaker_bioguide": "L000581", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4794\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. MOTHER FRANCES XAVIER CABRINI POST OFFICE ", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "                   BUILDING.\n\n       (a) Designation.--The facility of the United States Postal \n     Service located at 8320 13th Avenue in Brooklyn, New York, \n     shall be known and designated as the ``Mother Frances Xavier \n     Cabrini Post Office Building''.\n       (b) References.--Any reference in a law, map, regulation, \n     document, paper, or other record of the United States to the \n     facility referred to in subsection (a) shall be deemed to be \n     a reference to the ``Mother Frances Xavier Cabrini Post \n     Office Building''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nMichigan (Mrs. Lawrence) and the gentleman from North Carolina (Mr. \nMeadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from Michigan.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I ask unanimous consent that all Members \nhave 5 legislative days in which to revise and extend their remarks and \ninclude extraneous material on this measure.", "turn": 2, "speaker_bioguide": "L000581", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from Michigan?\n\n", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I am pleased to join my colleagues in consideration of \nH.R. 4794, to designate the facilities of the United States Postal \nService located at 8320 13th Avenue in Brooklyn, New York, as the \nMother Frances Xavier Cabrini Post Office.\n  I want to thank Representative Max Rose, a fellow Member, for \nintroducing this bill honoring, literally, a saint. In November of \n1880, Mother Cabrini, along with six other women, took religious vows \nand founded the Missionary Sisters of the Sacred Heart of Jesus. The \npurpose of the missionary was to care and educate orphans.\n  Mr. Speaker, I yield such time as he may consume to the gentleman \nfrom New York (Mr. Rose).", "turn": 4, "speaker_bioguide": "L000581", "itemno": 10}, {"kind": "speech", "speaker": "Mr. ROSE of New York", "text": "  Mr. ROSE of New York. Mr. Speaker, I thank Congresswoman Lawrence for \nthat kind introduction, and the gentlewoman is an honorary fellow New \nYorker.\n  Mr. Speaker, I rise to support my bill, H.R. 4794, to rename the post \noffice in Dyker Heights, Brooklyn as the Mother Frances Xavier Cabrini \nPost Office. Mother Cabrini was a great New Yorker and a great American \nwho devoted her life to helping the poor and underserved to include \nimmigrants throughout New York City.\n  Mother Cabrini is famous across the United States for her work \nproviding education in underserved communities. She began her work \norganizing classes for Italian immigrants and orphans through the city. \nShe helped found Columbus Hospital in New York City's Lower East Side, \nwhich is now a part of the world-renowned Memorial Sloan Kettering \nCancer Center.\n  After her success in New York, she was called upon to open up schools \nall around the world; not only across the United States, but also in \nEurope, and Central and South America.\n  Mother Cabrini is not just a New York icon, although she is that. Her \nname is affixed to buildings in Chicago, Seattle, New Orleans, Denver, \nLos Angeles, and Philadelphia.\n  Cabrini was naturalized as a U.S. citizen in 1909 and canonized as \nSaint Frances Xavier Cabrini on July 7, 1946 by Pope Pius XII as the \npatron saint of immigrants.\n  I am proud to have the support of my colleagues from the New York \ndelegation, both Democrats and Republicans, who have come together in \nrecognition that the time has come to give Mother Cabrini her due \nrecognition.\n  Mother Cabrini will always be a shining example of our country's \ncommitment to the less fortunate, particularly immigrants in our \ncountry. She also serves as a testament for the power of education, the \npower of education to relieve poverty and empower communities, \nregardless of their background.\n  Mr. Speaker, I urge my colleagues to vote in favor of this bill.", "turn": 5, "speaker_bioguide": "R000613", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I rise in support of H.R. 4794. I \nappreciate Representative Rose's willingness to acknowledge the great \nwork of Mother Cabrini and so much has been said already about her \naccomplishments.\n  Mr. Speaker, I ask that my colleagues support this legislation, and I \nyield back the balance of my time.", "turn": 6, "speaker_bioguide": "M001187", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield back the balance of my time.", "turn": 7, "speaker_bioguide": "L000581", "itemno": 13}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from Michigan (Mrs. Lawrence) that the House suspend the \nrules and pass the bill, H.R. 4794.", "turn": 8, "speaker_bioguide": null, "itemno": 14}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 16}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "4794", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4794", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4794", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH828", "doc_title": "MOTHER FRANCES XAVIER CABRINI POST OFFICE BUILDING", "title": "MOTHER FRANCES XAVIER CABRINI POST OFFICE BUILDING"}