{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E136", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                            HON. MIKE LEVIN\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. LEVIN of California", "text": "  Mr. LEVIN of California. Madam Speaker, it's my honor to recognize \n17-year old North County resident, Aidan Cohen, as my Constituent of \nthe Month for January. In a moment of quick instinct, Aidan heroically \nrushed to help his next door neighbor, pulling him from his burning \nhome and saving his life.\n  On the evening of December 12, 2019, Aidan Cohen and his older \nbrother Ryan were enjoying a late-night snack when the power suddenly \nwent out. Soon after, the brothers heard an explosion and rushed \noutside to find their next door neighbor's home engulfed in flames.\n  The brothers shouted the owner's name, but received no response. \nOvercome by smoke he had collapsed on the hallway floor. Aidan spotted \nhim through a window, and without hesitation, broke the back door open \nand pulled the neighbor out to safety.\n  Everyone involved was grateful for our local first responders who \nwere on the scene minutes later to administer first aid to the neighbor \nand save Aidan's family home.\n  I launched a Constituent of the Month program to recognize \nindividuals who have gone above and beyond to make our region a \nstronger place for everyone to live and thrive. Aidan's selflessness is \nan extraordinary reminder that in severe times of need, setting aside \nour own fears to assist one another is a crucial foundation of \ncommunity. I thank Aidan for being an exemplary model of true \nneighborly kindness in California's 49th District.\n", "turn": 0, "speaker_bioguide": "L000593", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE136-3", "doc_title": "RECOGNIZING AIDAN COHEN AS CONSTITUENT OF THE MONTH", "title": "RECOGNIZING AIDAN COHEN AS CONSTITUENT OF THE MONTH"}