{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H776-H777", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  (Mr. HOYER asked and was given permission to address the House for 1 \nminute and to revise and extend his remarks.)", "turn": -1, "itemno": 0}, {"kind": "speech", "speaker": "Mr. HOYER", "text": "  Mr. HOYER. Madam Speaker, ``I solemnly swear that in all things \nappertaining to the trial of the impeachment of Donald John Trump, \nPresident of the United States, now pending, I will do impartial \njustice according to the Constitution and laws.''\n  That is the oath Senators swore on January 16. It is the oath created \nby Senators when they tried the first impeachment of a President in \n1868. It is an oath rooted in the Revolution fought by their \ngrandparents to create a republic of laws, not kings. It is an oath \nwhose power derives from its common sense: that a juror must always be \nimpartial for a trial to be fair. And it is an oath made necessary by \nthe fact that Senators are not, as we are not, under normal \ncircumstances, impartial in our work.\n  The words chosen for this oath recognize that when our Constitution \ncalls Senators to try impeachment, it calls them away from their role \nas partisans. When that oath is taken, Senators are supposed to step \nback from the affiliation of party or political kinship with or \nopposition to the President on trial. They are required, as the oath \nplainly states, to ``do impartial justice according to the Constitution \nand laws.''\n  Madam Speaker, this afternoon, Senators will be asked to vote on the \ntwo Articles of Impeachment the House presented on abuse of power and \nthe obstruction of Congress. After voting to refuse to hear evidence \nand call witnesses with pertinent information, nearly all Republican \nSenators have already announced that they will vote against the \narticles.\n  In doing so, many of them acknowledge that what President Trump did \nwas wrong and inappropriate. They accept that it was wrong for him to \nwithhold military aid to Ukraine until the President of that country \npromised to interfere in the American elections.\n  The evidence of President Trump's abuse of power and attempt to \nsolicit foreign interference in the 2020 elections is clear enough that \nRepublican Senators cannot and have not denied the facts, yet they \ncannot bring themselves to confront this President and are choosing \nparty over country.\n  The Senator from Alaska, in explaining her decision to vote to block \nwitnesses and evidence, tried to deflect responsibility from the \nconsequences of her actions, writing: ``I have come to the conclusion \nthat there will be no fair trial in the Senate.'' I agree with that. \nShe further said: ``It is sad for me today to admit that, as an \ninstitution, the Congress has failed.''\n  Madam Speaker, the Congress has not failed. The House did its job, \nwhether you agree or not. In regular order, by a vote of this House, we \nimpeached the President of the United States based upon our oath to \nprotect and defend the Constitution of the United States.\n  The House did its job and did so with the solemnity required when \nundertaking the process of impeachment, which we did not seek but \naccepted as our responsibility under the Constitution. We held \nhearings, called witnesses, and subpoenaed documents. Many of the \nwitnesses and documents, of course, were withheld by the White House.\n  It is the Senate that will fail if Senators do not uphold their oaths \nto impartial justice. It is the Senate, Madam Speaker, that will fail \nif it does not hold this President accountable for using a hold on \nmilitary aid to compel an ally to interfere in our election for his own \npersonal gain.\n  History will judge poorly those who choose fear of their party over \nthe courage to do the right thing. Neither the Speaker nor myself, nor \nthe whip, Jim Clyburn, urged any member in our party to vote any way on \nimpeachment. There was no lobbying. There was no pressure. Our members \nvoted consistent with their oath of office and the conviction that that \nvote was required by that oath to protect and defend the Constitution.\n\n  Americans will judge. I am often asked why the House passed Articles \nof Impeachment even knowing that the odds were slim that Senate \nRepublicans would set aside partisanship and hear the case as impartial \njurors. It is because I know future generations will look back on this \nchapter in our history and ask: Who stood up for the Constitution and \nthe laws? Who stood up for the values our Founders charged us to keep? \nWho refused to shrink from the heavy responsibilities of their oath? I \ncan be proud that the House did its job, followed the law, defended our \nConstitution.\n  We did not convict; that is not our role. Essentially, what we said \nwas there was probable cause that powers had been abused and certainly \ncause to see that the President refused to cooperate with the \nconstitutional responsibilities of the House of Representatives.\n  I am also proud of the House managers, as all of my colleagues on the \nDemocratic side of the aisle are proud of our managers who made their \ncase. They made their case with intellect. They made their case with \nevidence that had been adduced here in the House. They made their case \nand appealed to Senators to hold this President accountable, as our \nFounders intended.\n  Almost everybody has watched a trial either in person or on \ntelevision. A trial is not an opening argument and a closing argument \nwith nothing in between. Seventy-five percent of our people wanted to \nhave witnesses because that was their understanding of what a trial is, \nnot just argument at the beginning and argument at the end, but \nevidence for jurors who have pledged to be impartial to consider. Any \njudge in this country would agree that opening and closing statements \nalone are not a trial.\n  Nevertheless, the House managers proved their case. The truth is \nclear. The American people know what that truth is and know what this \nPresident has done. And they will remember who on this day abided by \nthe truth, the whole truth, and nothing but the truth.\n\n\n", "turn": 0, "speaker_bioguide": "H000874", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH776-2", "doc_title": "AMERICANS WILL JUDGE", "title": "AMERICANS WILL JUDGE"}