{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H805-H806", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I move to suspend the rules and pass \nthe bill (H.R. 4275) to amend the Federal Water Pollution Control Act \nto reauthorize the Lake Pontchartrain Basin Restoration Program, and \nfor other purposes, as amended.", "turn": 0, "speaker_bioguide": "N000179", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4275\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. LAKE PONTCHARTRAIN BASIN RESTORATION PROGRAM ", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "                   REAUTHORIZATION.\n\n       (a) Review of Comprehensive Management Plan.--Section 121 \n     of the Federal Water Pollution Control Act (33 U.S.C. 1273) \n     is amended--\n       (1) in subsection (c)--\n       (A) in paragraph (5), by striking ``; and'' and inserting a \n     semicolon;\n       (B) in paragraph (6), by striking the period and inserting \n     ``; and''; and\n       (C) by adding at the end the following:\n       ``(7) ensure that the comprehensive conservation and \n     management plan approved for the Basin under section 320 is \n     reviewed and revised in accordance with section 320 not less \n     often than once every five years, beginning on the date of \n     enactment of this paragraph.''; and\n       (2) in subsection (d), by striking ``recommended by a \n     management conference convened for the Basin under section \n     320'' and inserting ``identified in the comprehensive \n     conservation and management plan approved for the Basin under \n     section 320''.\n       (b) Definitions.--Section 121(e)(1) of the Federal Water \n     Pollution Control Act (33 U.S.C. 1273(e)(1)) is amended by \n     striking ``, a 5,000 square mile''.\n       (c) Authorization of Appropriations.--Section 121(f) of the \n     Federal Water Pollution Control Act (33 U.S.C. 1273(f)) is \n     amended--\n       (1) in paragraph (1), by striking ``2001 through 2012 and \n     the amount appropriated for fiscal year 2009 for each of \n     fiscal years 2013 through 2017'' and inserting ``2021 through \n     2025''; and\n       (2) by adding at the end the following:\n       ``(3) Administrative expenses.--The Administrator may use \n     for administrative expenses not more than 5 percent of the \n     amounts appropriated to carry out this section.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nCalifornia (Mrs. Napolitano) and the gentleman from Michigan (Mr. \nMitchell) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I ask unanimous consent that all \nMembers have 5 legislative days in which to revise and extend their \nremarks and include extraneous material on H.R. 4275, as amended.", "turn": 2, "speaker_bioguide": "N000179", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I include in the Record a letter in support of H.R. 4275 \nto reauthorize the Lake Pontchartrain Basin Restoration Program from \nthe Lake Pontchartrain Basin Foundation.\n\n                                                Lake Pontchartrain\n\n\n                                             Basin Foundation,\n\n                                                 February 4, 2020.\n     Re H.R. 4275: Support to amend the Federal Water Pollution \n         Control Act to reauthorize the Lake Pontchartrain Basin \n         Restoration Program.\n\n     Hon. Nancy Pelosi,\n     Speaker, House of Representatives,\n     Washington, DC.\n     Hon. Kevin McCarthy,\n     Minority Leader, House of Representatives,\n     Washington, DC.\n       Dear Speaker Pelosi & Minority Leader McCarthy: I would \n     like to express our support for H.R. 4275--the \n     reauthorization of the Pontchartrain Basin Restoration \n     Program within the Environmental Protection Agency. This \n     program provides resources vital to the restoration of the \n     ecological health of the Basin, as well as public education \n     projects.\n       Although Lake Pontchartrain and its surrounding area \n     continue to face environmental challenges, the Lake and its \n     resources have made a tremendous comeback. Much of this \n     success is due to interested and concerned citizens who want \n     a clean, healthy Lake and Basin for this and future \n     generations, all of which would not be possible without your \n     support of this PRP funding.\n           Sincerely,\n                                            Kristi L. Trail, P.E.,\n                                               Executive Director.\n", "turn": 4, "speaker_bioguide": "N000179", "itemno": 10}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, H.R. 4275 will reauthorize EPA's Lake \nPontchartrain Basin Restoration Program for the next 5 years.\n  Introduced by the gentlemen from Louisiana, Mr. Graves and Mr. \nRichmond, it reauthorizes the program for the next 5 years with \ncontinued funding of $20 million annually over 5 years. It also caps \nEPA's administrative expenses at 5 percent.\n  At our June subcommittee hearing, we received testimony on current \nthreats to the Lake Pontchartrain region and its watershed. Covering a \n10,000-square-mile area, the basin faces\n\n\nimpacts from logging, urban, and agriculture runoff, sewage overflows \nand nonpoint source pollution.\n  This is an example of human development having an extreme impact on \nthe entire watershed, capable of causing entire dead zones as we are \nnow seeing. With impaired wetlands prevented from acting as natural \nfilters for these pollutants, the entire lake is at risk.\n  This program represents a collaborative effort for Federal, State, \nand local entities to restore the ecological health of the basin.\n  Mr. Speaker, I urge my colleagues to support H.R. 4275, and I reserve \nthe balance of my time.", "turn": 5, "speaker_bioguide": "N000179", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 4275. H.R. 4275 represents \ngood governance to reauthorize the Lake Pontchartrain Basin Restoration \nProgram. The Lake Pontchartrain Basin watershed is home to \napproximately 2.2 million people and covers 5,000 square miles.\n  In June of last year when the Subcommittee on Water Resources and \nEnvironment held a hearing on many of these regional watershed \nprograms, we invited Ms. Kristi Trail from the Lake Pontchartrain Basin \nFoundation to testify on the need and importance of reauthorizing this \nprogram.\n  During that hearing, we heard that Lake Pontchartrain and its \nsurrounding watershed play an integral part of the wetland ecosystem of \nthe Gulf Coast, contributing over $35 million to the local economy.\n  As a result of the Lake Pontchartrain Basin Foundation's work through \nthis program, the lake is making a tremendous comeback by constructing \nmultiple reefs for fish habitats, improving previously impaired water \nbodies, and growing their community outreach programs.\n  I would like to thank Mr. Garret Graves, the sponsor of this bill, \nfor putting this forward and for his support.\n  I also would like to recognize the fact that we limit the EPA's \nadministration to 5 percent. So the money goes to restore Lake \nPontchartrain.\n  For these reasons and numerous others, I urge support of this program \nand this legislation, and I reserve the balance of my time.", "turn": 6, "speaker_bioguide": "M001201", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 7, "speaker_bioguide": "N000179", "itemno": 13}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield such time as he may consume to the \ngentleman from Louisiana (Mr. Graves), the sponsor of the bill.", "turn": 8, "speaker_bioguide": "M001201", "itemno": 14}, {"kind": "speech", "speaker": "Mr. GRAVES of Louisiana", "text": "  Mr. GRAVES of Louisiana. Mr. Speaker, I promise to conserve time and \nconserve the lake.\n  Mr. Speaker, Lake Pontchartrain is perhaps not a very well-known \nlake. It is actually the second largest saltwater lake in the United \nStates, but it wasn't always this way.\n  Lake Pontchartrain, as a result of coastal land loss in Louisiana, \nhas had this intrusion of saltwater that has fundamentally changed the \necosystem of that lake and the communities.\n  This is a lake that serves as a watershed for 16 parishes in \nLouisiana, 4 counties in Mississippi, and most importantly, this lake \ntakes the brunt of the surge from 2 Canadian provinces and 31 States.\n  Mr. Speaker, what happens is each time we have these high-water years \non the Mississippi River system which drains 31 States and 2 Canadian \nprovinces, there is an emergency relief valve that sends water through \nthe Bonnet Carre Spillway into Lake Pontchartrain.\n  This isn't water that is coming from Louisiana. In fact, less than 1 \npercent of the water is even coming from the State of Mississippi. It \nis water coming from all of these States, from Montana, to New York, to \nCanada, and all of these States in this large watershed funnel in-\nbetween.\n  And so on average, the Bonnet Carre Spillway had been operated once \nevery decade; once every 10 years. Yet, in recent years, we have had to \nopen it four times, including last year. Last year, for the first time \never, it was opened in January, and for the first time ever, it was \nactually operated twice in 1 year.\n  And so this is in the State of Louisiana. This is this lake, this \nbasin, this watershed that has been taking it on the chin for the rest \nof the country.\n\n\n  The reason this is important, Mr. Speaker, is because this lake is an \nincredibly productive ecosystem with recreational and commercial \nfishing. You see lots of folks out there in sailboats and other boats \nout there enjoying the lake.\n  What has been happening as a result of all the Nation's water's \ndrainage coming into here is that the health of the lake has been \ncompromised and challenged, which therefore affects our fisheries, both \nrecreational and commercial, and the millions of pounds of crabs that \nare harvested out of the lake.\n  This lake bounds New Orleans and Jefferson Parish. It bounds the \nnorth shore and the river parishes, such as Saint John Parish and Saint \nCharles Parish over on the west side.\n  This is an important part of Louisiana. Because of the coastal land \nloss that we have experienced and the change in this ecosystem, we must \nmake investments to maintain this as we help to manage this rapid and \nunfortunate transition from a freshwater lake into a brackish and \nsaltwater lake that we now have.\n  Mr. Speaker, I do want to thank my good friend from California, the \nchair of the subcommittee, Congresswoman Napolitano, and her staff, \nRyan. I want to thank Congressman Westerman, the ranking member of the \nsubcommittee; Ian Bennitt as well as Maggie Ayrea on our staff for all \nthe work they put into this; and, of course, Chairman DeFazio and \nRanking Member Sam Graves for all their work in ensuring that we get \nthis bill right and that we have the right caps on here to ensure that \nthe money goes to actually investing in the lake, as Congressman \nMitchell mentioned, as opposed to going toward bureaucracy.\n  Mr. Speaker, I urge adoption of this bipartisan legislation that we \nhave introduced with my friend, Congressman Cedric Richmond of New \nOrleans.", "turn": 9, "speaker_bioguide": "G000577", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. I am prepared to close, Mr. Speaker, and I reserve \nthe balance of my time.", "turn": 10, "speaker_bioguide": "N000179", "itemno": 16}, {"kind": "speech", "speaker": "Mr. MITCHELL", "text": "  Mr. MITCHELL. Mr. Speaker, I yield myself such time as I may consume \nto close.\n  Mr. Speaker, I want to thank my colleague, Mr. Graves of Louisiana, \nand all sponsors in support of this bill. As I indicated earlier, it \nhas bipartisan support of the committee.\n  Mr. Speaker, I urge its adoption, and I yield back the balance of my \ntime.", "turn": 11, "speaker_bioguide": "M001201", "itemno": 17}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume to close.\n  Mr. Speaker, I want to thank both sides' staff. They have been doing \na marvelous job. Of course, I thank the chairmen and the ranking \nmembers of both committees for all the support they have gotten on all \nthese important bills on water.\n  Water is the economy, and we realize that we have to clean it up and \nhelp the communities work with the States and other entities. We will \nget it done.\n  Mr. Speaker, I urge my colleagues to support this bipartisan bill, \nand I yield back the balance of my time.", "turn": 12, "speaker_bioguide": "N000179", "itemno": 18}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from California (Mrs. Napolitano) that the House suspend \nthe rules and pass the bill, H.R. 4275, as amended.", "turn": 13, "speaker_bioguide": null, "itemno": 19}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 20}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 21}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "4275", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4275", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4275", "type": "HR"}], "related_usc": [{"title": "33", "number": "1273"}, {"title": "33", "detail": "(e)(1)", "number": "1273"}, {"title": "33", "detail": "(f)", "number": "1273"}], "id": "CREC-2020-02-05-pt1-PgH805", "doc_title": "REAUTHORIZING LAKE PONTCHARTRAIN BASIN RESTORATION PROGRAM", "title": "REAUTHORIZING LAKE PONTCHARTRAIN BASIN RESTORATION PROGRAM"}