{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S872-S873", "extension": false}, "content": [{"kind": "speech", "speaker": "Mr. SCHUMER", "text": "  Mr. SCHUMER. Madam President, I will speak later this afternoon, at \nabout 3:30--prior to the vote on the Articles of Impeachment--about \nimpeachment, but this morning, I would like to briefly respond to \nPresident Trump's third State of the Union Address. It was a sad moment \nfor democracy.\n  The President's speech last night was much more like a Trump rally \nthan a speech a true leader would give. It was demagogic, undignified, \nhighly partisan, and, in too many places, just untruthful. Instead of a \ndignified President, we had some combination of a pep rally leader, a \nreality show host, and a carnival barker. That is not what Presidents \nare.\n  President Trump took credit for inheriting an economy that has been \ngrowing at about the same pace over the last 10 years. The bottom line \nis, during the last 3 years of the Obama administration, more jobs were \ncreated than under these 3 years of the Trump administration. Yet he \ncan't resist digging at the past President even though the past \nPresident's economic number was better than his.\n  He boasted about how many manufacturing jobs he has created. \nManufacturing jobs have gone down, in part, because of the President's \ntrade policies for 5 months late last year. There was a 5-month-long \nrecession last year. Farmers are struggling mightily. Farm income is \nway down. Bankruptcies are the highest they have been in 8 years. Crop \nprices are dwindling, and markets may never recover from the damage of \nthe President's trade war as so many contracts for soybeans and other \ngoods have gone to Argentina and Brazil. These are not 1-year \ncontracts; these are long-term contracts.\n  The President talked at length about healthcare and claimed--\namazingly at one point--he will fight to protect patients with \npreexisting conditions. This President just lies--just lies. He is in \ncourt right now, trying to undo the protections for preexisting \nconditions. At the same time, he says he wants to do it, and all the \nRepublicans get up\n\n\nand cheer. His administration is working as hard as it can to take down \nthe law that guarantees protections for preexisting conditions. The \nclaim is not partly true; it is not half true; it is not misleading. It \nis flatly, objectively, unequivocally false. It reads on my notes \n``false.'' Let's call it for what it is--it is a lie.\n  In 3 years, President Trump has done everything imaginable to \nundermine Americans' healthcare. He is even hoping to drag out the \nresolution of the lawsuit past the next election. If President Trump \nwere truly interested in shoring up protections for people with \npreexisting conditions, he would drop this lawsuit now. Then he would \nbe doing something, not just talking and having his actions totally \ncontradict his words. Until the President drops his lawsuit, when he \nsays he cares about Americans' healthcare, he is talking out of both \nsides of his mouth.\n  When he talks about being the blue-collar President, he doesn't \nunderstand blue-collar families. It is true that wages went up 3 \npercent. If you are making $50,000 a year, that is a good salary. By my \ncalculation, that is about $30 a week. When you get a medical bill of \n$4,000 and your deductible is $5,000, when your car has an accident and \nit is going to cost you $3,000 or $4,000 to fix it and you don't have \nthat money, the $30 a week doesn't mean much.\n  When asked, ``Is it easier for you to pay your bills today or the day \nTrump became President?'' they say it is harder to pay their bills \ntoday. That is what working families care about, getting their costs \ndown--their college costs, their education costs, their healthcare \ncosts, their automobile and infrastructure costs--not these vaunted \nWall Street statistics that the financial leaders look at and think: \nOh, we are great.\n  They are great. Their 3-percent increase in income--and it has been \ngreater--puts a lot of money in their pockets. Working people don't \nfeel any better--they feel worse--because Donald Trump always sides \nwith the special interests when it comes to things that affect working \nfamilies, like health care, like drug costs, like college.\n  In so many other areas, the President's claims were just not true. He \nclaimed he has gotten tough on China. He sold out to China a month ago. \nEveryone knows that. Because he has hurt the farmers so badly, the bulk \nof what happened in the Chinese agreement was for them to purchase some \nsoybeans. We don't even know if that will happen, but it didn't get at \nthe real ways China hurts us.\n  He spoke about the desire for a bipartisan infrastructure bill. We \nSenate Democrats put together a $1 trillion bill 3 years ago, and the \nPresident hasn't shown any interest in discussing it. In fact, when \nSpeaker Pelosi and I went to visit him about infrastructure, he walked \nout.\n  This is typical of Donald Trump. In his speech, he bragged about all \nof these things he wants to do or is doing, but his actions belie his \nwords. Maybe the best metaphor was his claim to bring democracy to \nVenezuela. There was a big policy there. It flopped. If the policy were \nworking, Juan Guaido wouldn't have been in the balcony here. He would \nhave been in Venezuela. He would have been sitting in the President's \npalace or at least have been waging a fight to win. He was here--and \nthe President brags about his Venezuela policy? Give us a break.\n  He hasn't brought an end to the Maduro regime. The Maduro regime is \nmore powerful today and more entrenched today than it was when the \nPresident began his anti-Maduro fight--the same thing with North Korea, \nthe same thing with China, the same thing with Russia, the same thing \nwith Syria.\n  The fact is, when President Trump gets over an hour to speak, the \nnumber of mistruths, mischaracterizations, exaggerations, and \ncontradictions is breathtaking. No other President comes close. The old \nexpression says: ``Watch what I do, not what I say.''\n  What the President does will be revealed on Monday in his budget. \nThat is what he wants to do. If past is prologue, almost everything in \nthat budget will contradict what he will have said in his speech. In \nthe past, he has cut money for healthcare, cut money for medical \nresearch, cut money for infrastructure, cut money for education, cut \nmoney to help kids with college--every one of those things.\n  Ladies and gentlemen, I have faith in the American people. They will \nnot be fooled. They are used to it. They can tell a little show here--a \nnonreality show--when they see one. They know it is a show. It is done \nfor their amusement, for their titillation, but it doesn't improve \nAmerica. Working people are not happy. The middle class is struggling \nto stay in the middle class, and those struggling to get to the middle \nclass find it harder to get there. Their path is steeper.\n  Far more than the President's speech, the President's budget is what \ntruly reveals his priorities. The budget will be the truth serum, and \nin a few days, the American people will see how many of the President's \nwords here are reality. I expect very few will be.\n  I yield the floor.\n  I suggest the absence of a quorum.", "turn": 0, "speaker_bioguide": "S000148", "itemno": 0}, {"kind": "speech", "speaker": "The PRESIDING OFFICER", "text": "  The PRESIDING OFFICER. The clerk will call the roll.", "turn": 1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The legislative clerk proceeded to call the roll.", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "speech", "speaker": "Mr. CORNYN", "text": "  Mr. CORNYN. Madam President, I ask unanimous consent that the order \nfor the quorum call be rescinded.", "turn": 2, "speaker_bioguide": "C001056", "itemno": 3}, {"kind": "speech", "speaker": "The PRESIDING OFFICER", "text": "  The PRESIDING OFFICER. Without objection, it is so ordered.", "turn": 3, "speaker_bioguide": null, "itemno": 4}, {"kind": "speech", "speaker": "Mr. CORNYN", "text": "  Mr. CORNYN. Madam President, I ask unanimous consent that following \nmy oral remarks that my more extensive, written remarks that I have \nprepared be printed in the Record.", "turn": 4, "speaker_bioguide": "C001056", "itemno": 5}, {"kind": "speech", "speaker": "The PRESIDING OFFICER", "text": "  The PRESIDING OFFICER. Without objection, it is so ordered.\n", "turn": 5, "speaker_bioguide": null, "itemno": 6}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}], "id": "CREC-2020-02-05-pt1-PgS872-2", "doc_title": "STATE OF THE UNION ADDRESS", "title": "STATE OF THE UNION ADDRESS"}