{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H777-H780", "extension": false}, "content": [{"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Madam Speaker, I move to suspend the rules and pass the \nbill (H.R. 4305) to direct the Secretary of Veterans Affairs to carry \nout a pilot program on dog training therapy, as amended.", "turn": 0, "speaker_bioguide": "T000472", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 4305\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Puppies Assisting Wounded \n     Servicemembers for Veterans Therapy Act'' or the ``PAWS for \n     Veterans Therapy Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. FINDINGS.\n\n       Congress makes the following findings:\n       (1) According to the analyses of veteran suicide published \n     by the Department of Veterans Affairs in August 2016 and \n     titled ``Suicide Among Veterans and Other Americans'', and in \n     June 2018, titled ``VA National Suicide Date Report''--\n       (A) an average of 20 veterans died by suicide each day in \n     2014;\n       (B) mental health disorders, including major depression and \n     other mood disorders, have been associated with increased \n     risk for suicide;\n       (C) since 2001, the proportion of users of the Veterans \n     Health Administration with mental health conditions or \n     substance use disorders has increased from approximately 27 \n     percent in 2001 to more than 40 percent in 2014; and\n       (D) overall, suicide rates are highest among patients with \n     mental health and substance use disorder diagnoses who are in \n     treatment and lower among those who received a mental health \n     diagnosis but were not at risk enough to require enhanced \n     care from a mental health provider.\n       (2) The Department of Veterans Affairs must be more \n     effective in its approach to reducing the burden of veteran \n     suicide connected to mental health disorders, including post-\n     traumatic stress disorder (in this section referred to as \n     ``PTSD''), and new, rigorous scientific research provides \n     persuasive weight to the growing anecdotal evidence that \n     service dogs ameliorate the symptoms associated with PTSD, \n     and in particular, help prevent veteran suicide.\n       (3) Several organizations have proven track records of \n     training service dogs for veterans with severe PTSD and \n     dramatically improving those veterans' quality of life, \n     ability to re-enter society, and, most importantly, their \n     chances of survival.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 3. DEPARTMENT OF VETERANS AFFAIRS PILOT PROGRAM ON DOG ", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "                   TRAINING THERAPY.\n\n       (a) In General.--Commencing not later than 120 days after \n     the date of the enactment of the Act, subject to the \n     availability of appropriations, the Secretary of Veterans \n     Affairs shall carry out a pilot program under which the \n     Secretary shall make grants to one or more appropriate non-\n     government entities for the purpose of assessing the \n     effectiveness of addressing post-deployment mental health and \n     post-traumatic stress disorder (in this section referred to \n     as ``PTSD'') symptoms through a therapeutic medium of \n     training service dogs for veterans with disabilities.\n       (b) Duration of Pilot Program.--The pilot program required \n     by subsection (a) shall be carried out during the five-year \n     period beginning on the date of the commencement of the pilot \n     program.\n       (c) Conditions on Receipt of Grants.--As a condition of \n     receiving a grant under this section, a non-government entity \n     shall--\n       (1) submit to the Secretary certification that the entity \n     is an organization described in section 501(c)(3) of the \n     Internal Revenue Code of 1986 that--\n       (A) provides service dogs to veterans with PTSD; and\n       (B) is accredited by, or adheres to standards comparable to \n     those of, an accrediting organization with demonstrated \n     experience, national scope, and recognized leadership and \n     expertise in the training of service dogs and education in \n     the use of service dogs;\n       (2) agree to cover all costs in excess of the grant amount;\n       (3) agree to reaccept or replace the service dog the \n     organization provided to the veteran, if necessary, as \n     determined by the organization and the veteran;\n       (4) provide a wellness certification from a licensed \n     veterinarian for any dog participating in the program;\n       (5) employ at least one person with clinical experience \n     related to mental health;\n       (6) ensure that veterans participating in the pilot program \n     receive training from certified service dog training \n     instructors for a period of time determined appropriate by \n     the organization and the Secretary, including service skills \n     to address or alleviate symptoms unique to veterans' needs;\n       (7) agree to provide both lectures on service dog training \n     methodologies and practical hands-on training and grooming of \n     service dogs;\n       (8) agree that in hiring service dog training instructors \n     to carry out training under the pilot program, the non-\n     government entity will give a preference to veterans who have \n     successfully graduated from PTSD or other residential \n     treatment program and who have received adequate \n     certification in service dog training;\n       (9) agree not to use shock collars or prong collars as \n     training tools and to use positive reinforcement training;\n       (10) agree that upon the conclusion of training provided \n     using the grant funds--\n       (A) the veteran who received the training will keep the dog \n     unless the veteran and the veteran's health provider decide \n     it is not in the best interest of the veteran;\n       (B) if the veteran does not opt to own the dog, the entity \n     will be responsible for caring for and appropriately placing \n     the dog;\n       (C) the Department of Veterans Affairs will have no \n     additional responsibility to provide for any benefits under \n     this section; and\n       (D) the Department of Veterans Affairs will have no \n     liability with respect to the dog;\n       (11) provide follow-up support service for the life of the \n     dog, including a contact plan between the veteran and the \n     entity to allow the veteran to reach out for and receive \n     adequate help with the service dog and the organization to \n     communicate with the veteran to ensure the service dog is \n     being properly cared for; and\n       (12) submit to the Secretary an application containing such \n     information, certification, and assurances as the Secretary \n     may require.\n       (d) Veteran Eligibility.--\n       (1) In general.--For the purposes of this section, an \n     eligible veteran is a veteran who--\n       (A) is enrolled in the patient enrollment system in the \n     Department of Veterans Affairs under section 1705 of title \n     38, United States Code;\n       (B) has been recommended for the pilot program under this \n     section by a qualified health care provider or clinical team \n     based on the medical judgment that the veteran may \n     potentially benefit from participating; and\n       (C) agrees to successfully complete training provided by an \n     eligible organization that receives a grant under this \n     section.\n       (2) Relationship to participation in other program.--\n     Veterans may participate in the pilot program in conjunction \n     with the compensated work therapy program of the Department \n     of Veterans Affairs.\n       (3) Continuing eligibility requirement.--To remain eligible \n     to participate in the program, a veteran shall see the health \n     care provider or clinical team of the Department of Veterans \n     Affairs treating the veteran for PTSD at least once every six \n     months to determine, based on a clinical evaluation of \n     efficacy, whether the veteran continues to benefit from the \n     program.\n       (e) Collection of Data.--In carrying out this section, the \n     Secretary shall--\n       (1) develop metrics and other appropriate means to measure, \n     with respect to veterans participation in the program, the \n     improvement in psychosocial function and therapeutic \n     compliance of such veterans and changes with respect to the \n     dependence on prescription narcotics and psychotropic \n     medication of such veterans;\n       (2) establish processes to document and track the progress \n     of such veterans under the program in terms of the benefits \n     and improvements noted as a result of the program; and\n       (3) in addition, the Secretary shall continue to collect \n     these data over the course of five years for each veteran who \n     has continued with the dog he or she has personally trained.\n       (f) GAO Briefing and Study.--\n       (1) Briefing.--Not later than one year after the date of \n     the commencement of the pilot program under subsection (a), \n     the Comptroller General of the United States shall provide to \n     the Committees on Veterans' Affairs of the House of \n     Representatives and the Senate a briefing on the methodology \n     established for the program.\n       (2) Report.--Not later than 270 days after the date on \n     which the program terminates, the Comptroller General shall \n     submit to the committees specified in paragraph (1) a report \n     on the program. Such report shall include an evaluation of \n     the approach and methodology used for the program with \n     respect to--\n       (A) helping veterans with severe PTSD return to civilian \n     life;\n       (B) relevant metrics, including reduction in metrics such \n     as reduction in scores under the PTSD check-list (PCL-5), \n     improvement in psychosocial function, and therapeutic \n     compliance; and\n       (C) reducing the dependence of participants on prescription \n     narcotics and psychotropic medication.\n       (g) Definition.--For the purposes of this section, the term \n     ``service dog training instructor'' means an instructor who \n     provides the direct training of veterans with PTSD and other \n     post-deployment issues in the art and science of service dog \n     training and handling.\n\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentleman from \nCalifornia (Mr. Takano) and the gentleman from Tennessee (Mr. David P. \nRoe) each will control 20 minutes.\n  The Chair recognizes the gentleman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Madam Speaker, I ask unanimous consent that all Members \nmay have 5 legislative days in which to revise and extend their remarks \nand to insert extraneous material on H.R. 4305, as amended.", "turn": 2, "speaker_bioguide": "T000472", "itemno": 9}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentleman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 10}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Madam Speaker, I yield myself such time as I may consume.\n  Madam Speaker, I rise in support of the Puppies Assisting Wounded \nServicemembers for Veterans Therapy Act, otherwise known as the PAWS \nAct, introduced by Representative Stivers of Ohio.\n  This bill has more than 300 cosponsors, which put it on the Consensus \nCalendar. It reflects this Chamber's desire to pass legislation \naddressing veterans' mental health, which I strongly support.\n  The bill calls for the VA to establish a 5-year pilot program to make \ngrants available to appropriate nongovernmental entities ``for the \npurpose of assessing the effectiveness of addressing post-deployment \nmental health and post-traumatic stress disorder symptoms through a \ntherapeutic medium of training service dogs for veterans with \ndisabilities.''\n  Mr. Speaker, I think everyone in this room today can agree that \ndogs--and animals, more broadly speaking--make great companions. In \nfact, in 2018, Americans spent $72 billion on their pets. Years of \nresearch have illustrated numerous positive health outcomes, such as \nlowering blood pressure.\n  I intend to vote ``yes'' on this bill; however, I do have concerns \nabout this bill becoming law before VA's study examining the possible \ntherapeutic benefits of veterans with PTSD receiving either a service \ndog or an emotional support dog is complete.\n  Service dogs and emotional support dogs are very different, and it is \nimportant that we understand the efficacy of providing veterans with \nPTSD with either type of dog. Relying on the dog for companionship is \nfar different than using dogs as a form of behavioral health treatment.\n  Mr. Speaker, like any other treatment, therapy, or pharmaceutical \nprovided to veterans, research must be performed so informed policy and \ntreatment decisions can be made. A draft monograph outlining VA's \nfindings is complete and currently undergoing peer review by the \nNational Academy of Sciences. The VA anticipates having a final report \nto Congress not later than the end of July 2020.\n  Before this bill was placed on the Consensus Calendar, I had hoped to \nwait to have the findings of this study so that we could properly \nreview and mark up this legislation, ensuring veterans receive \neffective, evidence-based treatments for PTSD.\n  Mr. Speaker, we are passing this legislation without scientific \nevidence supporting the effectiveness of service dogs for the treatment \nof PTSD. However, I support this bill because its placement on the \nConsensus Calendar reflects the will of the Members of this Chamber, \nand years of research have shown positive health outcomes related to \nowning dogs for companionship.\n  When we receive the study, I intend to work with our Senate \ncolleagues to improve and strengthen this legislation so that we can \nensure veterans diagnosed with PTSD receive effective treatments.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "T000472", "itemno": 12}, {"kind": "speech", "speaker": "Mr. DAVID P. ROE of Tennessee", "text": "  Mr. DAVID P. ROE of Tennessee. Mr. Speaker, I yield myself as much \ntime as I may consume.\n  Mr. Speaker, I rise today in support of H.R. 4305, as amended, the \nPuppies Assisting Wounded Servicemembers for Veterans Therapy Act, or \nthe PAWS Act.\n  This bill is sponsored by Congressman Steve Stivers from Ohio. Steve \nis a brigadier general in the Army National Guard, where he wore our \nNation's uniform for over three decades of service in Ohio and overseas \nin support of Operation Iraqi Freedom.\n  Needless to say, he knows firsthand the toll that military service \ncan take and the need to ensure that the Department of Veterans Affairs \nis equipped to provide our veterans with all the services and supports \nthat they need to not only recover from their wounds of war, but to \nlead healthy, full, and meaningful lives as civilians. The PAWS Act \nwould provide VA with an additional tool to accomplish that goal by \nproviding grants to organizations to assist veterans struggling with \npost-traumatic stress disorder and other mental health challenges \nthrough service dog training.\n  Veterans participating in the program would be paired with a \nprospective service dog and work with a qualified service dog training \ninstructor to train the dog as a certified service animal. At the \nconclusion of the training, if the veteran and the veteran's provider \nagree that it is in the best interests of the veteran, the veteran will \nbe able to keep their dog, or it would be paired with another veteran \nin need.\n  The grant program that the PAWS Act would create is based on service \ndog training therapy programs at Walter Reed National Medical Center in \nMaryland and the Palo Alto VA Medical Center in California. Both of \nthose programs are well established and have shown remarkably positive \nanecdotal outcomes for servicemembers and veterans who have gone \nthrough them.\n  It won't come as a surprise to any dog owner--me, included--that the \ncompanionship and unconditional love offered by man's best friend has a \npowerful real-world healing effect. The old saying is, in Washington, \n``if you want a friend, get a dog.'' I am glad that this program will \nexpand that effort as well as the unique assistance that trained \nservice dogs provide to more of our Nation's heroes.\n  This bill is cosponsored by 321 of our House colleagues, a tremendous \nbipartisan show of support that is reflective of the desire of this \nbody to care for those who have borne the battles and are struggling \nwith invisible injuries as a result.\n  I am grateful to General   Steve Stivers for his hard work getting \nthis bill to the House floor today, and I am happy to support it.\n  Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "R000582", "itemno": 13}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Mr. Speaker, I yield 2 minutes to the gentlewoman from \nNew Jersey (Ms. Sherrill), my good friend.", "turn": 6, "speaker_bioguide": "T000472", "itemno": 14}, {"kind": "speech", "speaker": "Ms. SHERRILL", "text": "  Ms. SHERRILL. Mr. Speaker, I thank Chairman Takano for yielding.\n  I rise today in support of H.R. 4305, the PAWS for Veterans Therapy \nAct. This important bipartisan legislation will create a pilot program \nwithin the Department of Veterans Affairs to give veterans access to \ntreatment derived from working with service dogs.\n  Mr. Speaker, I would also like to take this opportunity to thank the \ngentleman from Ohio, Representative Stivers, for his tireless \nleadership on this legislation. I deeply appreciate his dedication to \nour Nation's veterans.\n\n  Mr. Speaker, thousands of veterans, between 11 and 20 percent, \nexperience post-traumatic stress disorder. Too many of the men and \nwomen who serve our country return home with unseen trauma that can \nmake it hard to carry out daily activities, like going to work or going \nto school. We owe it to our veterans to make sure that they have the \nresources they need to recover.\n  In November, I had the opportunity to spend some time with a Vietnam \nveteran named Walter Parker and his service dog, Jackson. Walter shared \nhow his partnership with Jackson has dramatically improved his life. \nJackson helps Walter participate in activities that we all take for \ngranted, like going to the movies or the grocery store. Their bond has \nbeen instrumental in Walter's continuing recovery.\n  His story is not unique. Researchers, doctors, and veterans, \nthemselves, all report the same thing: Service dogs soothe the \ninvisible wounds of war.\n  Under the PAWS for Veterans Therapy Act, the VA will partner with \nnonprofit organizations working with veterans and service dogs to \ncreate work-therapy programs that help veterans learn the art and \nscience of training dogs. After completing the program, the veterans \nmay adopt their dogs to provide continued therapy.\n  Mission-based therapy has been proven to be a successful means of \ntreating PTSD, and this legislation will enable\n\n\nmore veterans to access the care that service dogs can provide.\n  Mr. Speaker, Walter and Jackson and countless other vets and their \nservice dogs are proof that this therapy works. We owe it to our \nveterans to explore creative ways to help them after they have given so \nmuch to our country.\n  Mr. Speaker, I urge my colleagues to support this important and \ninnovative legislation and give veterans the treatment they need and \ndeserve.", "turn": 7, "speaker_bioguide": "S001207", "itemno": 15}, {"kind": "speech", "speaker": "Mr. DAVID P. ROE of Tennessee", "text": "  Mr. DAVID P. ROE of Tennessee. Mr. Speaker, I do want to give a \nshout-out to former Congressman Ron DeSantis, now Governor Ron DeSantis \nof Florida, who championed this legislation.\n  Mr. Speaker, I yield 4 minutes to the gentleman from Ohio (Mr. \nStivers), my good friend.", "turn": 8, "speaker_bioguide": "R000582", "itemno": 16}, {"kind": "speech", "speaker": "Mr. STIVERS", "text": "  Mr. STIVERS. Mr. Speaker, I thank the gentleman from Tennessee (Mr. \nDavid P. Roe) for yielding time.\n  This bill is, indeed, a blending of a bill that Governor DeSantis had \nin the last Congress and a bill we had in the last Congress, and we now \nhave 321 cosponsors on this bill.\n  Mr. Speaker, as you know, our servicemembers returning from war \nsometimes have invisible wounds. I served as a battalion commander in \nOperation Iraqi Freedom, and soldiers under my command came back with \npost-traumatic stress and, indeed, some even with traumatic brain \ninjury.\n  All too often, we see the links between military service and mental \nhealth conditions, including post-traumatic stress, as well as \ntraumatic brain injury and even suicide.\n  Mr. Speaker, we lose 20 veterans a day to suicide. Congress has to \nwork to address that situation. Mental health and the suicide epidemic \nthat are facing veterans can't be solved with a single solution, but it \nis important we look at this comprehensively and come up with as many \nbuilding blocks as we can to address this crisis. That is why I \nintroduced the PAWS for Veterans Therapy Act, which is based on \nclinical evidence from Kaiser Permanente and Purdue University.\n  The PAWS for Veterans Therapy Act would establish a pilot program in \nthe Department of Veterans Affairs authorizing the Secretary to give \ngrants to local service dog training organizations so that they can \nwork with veterans, and veterans can receive training to train service \ndogs and also end up with a service dog if it is appropriate for them.\n  This effort has been 10 years in the making, and it is time that we \nactually bring it to a conclusion. I am grateful that so many of my \ncolleagues on both sides of the aisle support it.\n  Mr. Speaker, I want to give a special thanks to Representative \nKathleen Rice, my lead Democrat cosponsor, and the many other folks who \nworked on this bill. I also want to thank the majority leader, Steny \nHoyer, for bringing it to the floor today.\n  Mr. Speaker, 321 Members of Congress don't agree on a lot, but they \nagree we have got to address the problem of veteran suicide and give \naccess to veterans to service dogs if the veterans have post-traumatic \nstress.\n  There is a Senate bill. This bill passed the House 2 years ago. My \nversion of the bill passed the House 2 years ago but died in the \nSenate. There is now a Senate version with Senator Tillis, Senator \nSinema, Senator Fischer, and Senator Feinstein. It is bipartisan. I am \nhopeful they will get that done in quick order here. We owe it to these \nveterans to give creative solutions to treat their mental health and \ntheir anxiety issues.\n  Since it was brought up, I do want to mention that this VA study was \nauthorized in the 2010 National Defense Authorization Act. It is 2020. \nThat is 10 years. In that time, it was started, studied for 4 years, \nhalted, then it began again. It has been delayed three times, and now \nthey say it may be out in June. I am hopeful that it is, but we can't \nwait any longer. Our veterans can't wait any longer.\n  In the interim, this has been studied at Purdue University and Kaiser \nPermanente, and the studies were conclusive: The efficacy of service \ndogs works. The results are undisputed. There is less anxiety. These \nveterans are on fewer drugs. There is a lower incidence of suicide.\n  We can't wait any longer to address this crisis. We must pass this \nbill today.\n  Mr. Speaker, I appreciate my colleagues on both sides of the aisle. I \nurge them to support H.R. 4305.\n  God bless our veterans. It is time we give them the help they need.", "turn": 9, "speaker_bioguide": "S001187", "itemno": 17}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Mr. Speaker, I yield 2 minutes to the gentlewoman from \nMichigan (Ms. Slotkin), my good friend.", "turn": 10, "speaker_bioguide": "T000472", "itemno": 18}, {"kind": "speech", "speaker": "Ms. SLOTKIN", "text": "  Ms. SLOTKIN. Mr. Speaker, I rise in support of the PAWS for Veterans \nTherapy Act. I am incredibly proud to be coleading this bipartisan bill \nto connect veterans with service dogs in their communities and improve \noutcomes for veterans' mental health and well-being.\n  There are two amazing organizations in Livingston County in my \ndistrict that train dogs and place them with veterans in need: Veteran \nService Dogs in Howell, Michigan, and Blue Star Service Dogs in \nPinckney.\n  In December, I had the chance to visit Blue Star Service Dogs for \nmyself. It was incredible to see these dogs in action and hear directly \nfrom veterans about how service dogs are helping them heal from \ndepression, PTSD, and so many other invisible service-related wounds.\n  Both organizations are doing amazing work for veterans in our \ncommunity, and I want to salute them.\n  This bill before us today sets up a pilot program through the VA to \npartner with local nonprofits, just like the ones in my district, to \ncreate work-therapy programs for veterans to help expand the number of \nveterans who can access the benefits of training and adopting a service \ndog.\n  This issue is particularly personal to me. I am an Army wife. I am \nmarried to a 30-year Army officer, an Apache pilot. I have a step-\ndaughter currently on Active Duty, a son-in-law on Active Duty, and my \nother step-daughter is a physician at the VA.\n  While we make the decision to send men and women to fight for our \ncountry, we make the decision to support them for the rest of their \nlives. That is a nonpartisan responsibility, and it couldn't be more \nclear or more urgent, especially as we recognize the staggering rate of \nsuicide in the veteran community.\n\n\n  Every day, an average of 17 veterans are victims of suicide. Think \nabout that. Within the community of veterans that served in Iraq and \nAfghanistan, more veterans have been lost to suicide than to combat, \nwhich is both devastating and unacceptable.\n  The PAWS for Veterans Therapy Act will have a real impact on \nimproving the well-being of our veterans. All you need to do is talk to \na veteran suffering from depression or PTSD to understand what adopting \na dog does for their lives.\n  I am incredibly proud of what this bill represents: a group of \nDemocrats and Republicans finding an area of strong common ground and \npushing legislation to a vote that could have significant impact.", "turn": 11, "speaker_bioguide": "S001208", "itemno": 19}, {"kind": "speech", "speaker": "Mr. DAVID P. ROE of Tennessee", "text": "  Mr. DAVID P. ROE of Tennessee. Mr. Speaker, I yield 2 minutes to the \ngentleman from Tennessee (Mr. John W. Rose), my good friend and fellow \ncolleague.", "turn": 12, "speaker_bioguide": "R000582", "itemno": 20}, {"kind": "speech", "speaker": "Mr. JOHN W. ROSE of Tennessee", "text": "  Mr. JOHN W. ROSE of Tennessee. Mr. Speaker, I rise in support of the \nPuppies Assisting Wounded Servicemembers for Veterans Therapy Act, or \nPAWS for Veterans Therapy Act.\n  I thank the distinguished gentleman from Tennessee for yielding me \nthis time and for his service to the good people of Tennessee.\n  I also wholeheartedly thank Representative Stivers for approaching me \nabout cosponsoring this outstanding policy proposal. His leadership on \nthis issue is truly appreciated by me, but more importantly, by \nAmerica's veterans.\n  While we are enjoying a time of unparalleled economic growth in my \nlifetime, a safer and more secure Nation, and 243 years of enduring \nfreedom made possible in no small part by the sacrifice of our \nservicemembers, we also live in a time when approximately 20 veterans \nare lost to suicide every day.\n  This heartbreaking reality calls us to action. Research has \ndemonstrated the powerful effect of service dogs in the lives of those \nsuffering from post-traumatic stress disorder. These loyal companions \nhave been shown to lead to stronger mental health, greater purpose in \nlife, and renewed hope.\n  Today, I stand up for our veterans in Tennessee and all of our \nveterans across the country who would find support from PAWS. I invite \nmy colleagues from both sides of the aisle to\n\n\njoin us in supporting our veterans and vote for the PAWS for Veterans \nTherapy Act.", "turn": 13, "speaker_bioguide": "R000612", "itemno": 21}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Mr. Speaker, I reserve the balance of my time.", "turn": 14, "speaker_bioguide": "T000472", "itemno": 22}, {"kind": "speech", "speaker": "Mr. DAVID P. ROE of Tennessee", "text": "  Mr. DAVID P. ROE of Tennessee. Mr. Speaker, it is my privilege to \nyield 3 minutes to the gentleman from Florida (Mr. Waltz), an Army \nveteran from Florida's Sixth Congressional District.", "turn": 15, "speaker_bioguide": "R000582", "itemno": 23}, {"kind": "speech", "speaker": "Mr. WALTZ", "text": "  Mr. WALTZ. Mr. Speaker, today I rise in support of this important \nlegislation, H.R. 4305, the PAWS Act.\n  As a combat veteran, I have personally relied on service dogs in \nbattle. We all recently witnessed the important role that service dogs \nplay in combat roles and in national security when we saw Conan, the \nBelgian Malinois, who participated in the raid that killed ISIS leader \nal-Baghdadi. Service dogs also play an important role in transitioning \nveterans back to civilian life.\n  There is no denying these connections. The support they provide our \nveterans puts that connection on an entirely different level of \nimportance. Many of our veterans return back from their service not the \nsame as when they left, and I can personally attest to that.\n  They have three bad choices: either they don't come home, they come \nhome missing limbs, or they certainly come home--when you have been in \ncombat--different mentally than when they left.\n  These invisible wounds often make life very difficult for our \nveterans who have served. We owe them. The least we can do is to \nprovide a full menu of options to their medical providers when they \nneed help, whether those are medicines, whether those are \nunconventional treatments like hyperbaric chambers, or whether they are \nservice dogs. That should be one of the options that our providers can \nprovide.\n  I had the personal opportunity to meet with several veterans who have \nbenefited from these service animals in my district last year and their \nstories were just incredible.\n  The common theme amongst all of them was that they either completely \neliminated or drastically reduced the amount of medication that they \nwere on as a result of PTSD, depression, and anxiety.\n  Almost all of these veterans who had service dogs in their lives not \nonly reduced their medications, but they got out more and they \nsocialized more. The dog served as an important and positive forcing \nfunction in their lives.\n  I think this legislation is long overdue. This is long overdue for \nthe VA to provide. I love the fact that it engages our veteran service \norganizations like K9s for Warriors which is just north of my district \nin St. Johns County, and others.\n  These dogs can be life changing, and they have been life changing, \nand they should continue to be, and they should be provided by us, by \nour society that owes these vets so much.\n  Our veterans deserve to live happy lives after their service, and we \nshould do everything that we can to ensure their well-being. I urge my \ncolleagues to pass this important bill.\n  I thank my colleagues Representative Roe and Representative Stivers \nfor their leadership, and we all should let them know and let these \nveterans know that we have their six and the House of Representatives \nstands with them on their path to healing.", "turn": 16, "speaker_bioguide": "W000823", "itemno": 24}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Mr. Speaker, I reserve the balance of my time.", "turn": 17, "speaker_bioguide": "T000472", "itemno": 25}, {"kind": "speech", "speaker": "Mr. DAVID P. ROE of Tennessee", "text": "  Mr. DAVID P. ROE of Tennessee. Mr. Speaker, I yield myself the \nbalance of my time, as I have no further speakers, and I am prepared to \nclose.\n  Mr. Speaker, I strongly encourage my colleagues to support this \nneeded legislation and I associate my remarks with what Mr. Waltz just \nstated.\n  Anyone who has ever had the joy--as I have through my entire life--to \nhave those animals associated with you knows how uplifting and helpful \nit can be to these people. As has been mentioned many times, we have \nnot been making a dent in our suicide rate, and it is time to start \nthinking out of the box.\n  Mr. Speaker, I strongly encourage my colleagues to support this \nlegislation, and I yield back the balance of my time.", "turn": 18, "speaker_bioguide": "R000582", "itemno": 26}, {"kind": "speech", "speaker": "Mr. TAKANO", "text": "  Mr. TAKANO. Mr. Speaker, I have no further speakers.\n  I ask my colleagues to join me in passing H.R. 4305, as amended, and \nI yield back the balance of my time.", "turn": 19, "speaker_bioguide": "T000472", "itemno": 27}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Garcia of Illinois)", "text": "  The SPEAKER pro tempore (Mr. Garcia of Illinois). The question is on \nthe motion offered by the gentleman from California (Mr. Takano) that \nthe House suspend the rules and pass the bill, H.R. 4305, as amended.", "turn": 20, "speaker_bioguide": null, "itemno": 28}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 29}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 30}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "4305", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "4305", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4305", "type": "HR"}], "related_usc": [{"title": "38", "number": "1705"}], "id": "CREC-2020-02-05-pt1-PgH777-2", "doc_title": "PUPPIES ASSISTING WOUNDED SERVICEMEMBERS FOR VETERANS THERAPY ACT", "title": "PUPPIES ASSISTING WOUNDED SERVICEMEMBERS FOR VETERANS THERAPY ACT"}