{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H847", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  Under clause 2 of rule XII, public bills and resolutions of the \nfollowing titles were introduced and severally referred, as follows:\n", "turn": -1, "itemno": 0}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Ms. PLASKETT (for herself, Miss Gonzalez-Colon of \n             Puerto Rico, Mr. Carbajal, Mr. Carson of Indiana, Mr. \n             Espaillat, Ms. Norton, Ms. Roybal-Allard, Mr. Sires, \n             Ms. Titus, and Ms. Velazquez):\n       H.R. 5756. A bill to amend the Bipartisan Budget Act of \n     2018 to extend the provision of assistance for critical \n     services with respect to certain disasters, and for other \n     purposes; to the Committee on Transportation and \n     Infrastructure.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. BARR (for himself and Ms. Gabbard):\n       H.R. 5757. A bill to amend title 38, United States Code, to \n     improve the care furnished to veterans with military sexual \n     trauma; to the Committee on Veterans' Affairs.", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. GUTHRIE (for himself and Ms. Schakowsky):\n       H.R. 5758. A bill to amend the Energy Policy and \n     Conservation Act to make technical corrections to the energy \n     conservation standard for ceiling fans, and for other \n     purposes; to the Committee on Energy and Commerce.", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Ms. ADAMS (for herself, Mr. Delgado, and Ms. Omar):\n       H.R. 5759. A bill to establish a career pathway grant \n     program; to the Committee on Education and Labor.", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. BERA (for himself and Mr. Weber of Texas):\n       H.R. 5760. A bill to provide for a comprehensive \n     interdisciplinary research, development, and demonstration \n     initiative to strengthen the capacity of the energy sector to \n     prepare for and withstand cyber and physical attacks, and for \n     other purposes; to the Committee on Science, Space, and \n     Technology, and in addition to the Committee on Homeland \n     Security, for a period to be subsequently determined by the \n     Speaker, in each case for consideration of such provisions as \n     fall within the jurisdiction of the committee concerned.", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. MEUSER (for himself and Mr. Brindisi):\n       H.R. 5761. A bill to amend title 38, United States Code, to \n     authorize the Secretary of Veterans Affairs to provide or \n     assist in providing an additional vehicle adapted for \n     operation by disabled individuals to certain eligible \n     persons; to the Committee on Veterans' Affairs.", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. CARTWRIGHT (for himself, Mr. Rogers of Kentucky, \n             Mr. Bishop of Georgia, Mr. Costa, Mr. Pappas, Mrs. \n             Bustos, and Mr. Balderson):\n       H.R. 5762. A bill to establish a White House Rural Council, \n     and for other purposes; to the Committee on Agriculture.", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. GIANFORTE (for himself and Ms. Eshoo):\n       H.R. 5763. A bill to amend the Public Health Service Act to \n     advance telehealth by developing a plan for adoption and \n     coordination by Federal agencies, and for other purposes; to \n     the Committee on Energy and Commerce.", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. GRIJALVA (for himself, Mr. Young, Mr. Langevin, \n             Mr. Gallego, Mr. Espaillat, and Mrs. Davis of \n             California):\n       H.R. 5764. A bill to establish high-quality dual language \n     immersion programs in low-income communities, and for other \n     purposes; to the Committee on Education and Labor.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. LARSEN of Washington (for himself and Mrs. \n             Brooks of Indiana):\n       H.R. 5765. A bill to reauthorize the matching grant program \n     for school security in the Omnibus Crime Control and Safe \n     Streets Act of 1968; to the Committee on the Judiciary.", "turn": -1, "speaker_bioguide": null, "itemno": 10}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. McCARTHY (for himself and Mr. Khanna):\n       H.R. 5766. A bill to amend the Harry W. Colmery Veterans \n     Educational Assistance Act of 2017 to expand eligibility for \n     high technology programs of education and the class of \n     providers who may enter into contracts with the Secretary of \n     Veterans Affairs to provide such programs, and for other \n     purposes; to the Committee on Veterans' Affairs.", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Ms. OMAR (for herself, Ms. Bass, Mr. Neguse, Mr. \n             Payne, Ms. Norton, Mr. McGovern, Mr. Carson of \n             Indiana, Ms. Clarke of New York, Ms. Jayapal, Mr. \n             Johnson of Georgia, Ms. McCollum, Ms. Jackson Lee, \n             Mr. Grijalva, Mr. Khanna, Ms. Pressley, Mr. Horsford, \n             Ms. Tlaib, Ms. Ocasio-Cortez, Mrs. Watson Coleman, \n             Ms. Scanlon, Ms. Schakowsky, Mr. Smith of Washington, \n             Mr. Gomez, Mr. Engel, Mr. Espaillat, Ms. Lee of \n             California, Mr. Rush, Mr. Raskin, Ms. Craig, Mr. \n             Phillips, and Mr. Clay):\n       H.R. 5767. A bill to defer the removal of certain Eritrean \n     nationals for a 24-month period, and for other purposes; to \n     the Committee on the Judiciary.", "turn": -1, "speaker_bioguide": null, "itemno": 12}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Mr. SCHNEIDER (for himself, Mr. Zeldin, Mr. Deutch, \n             Mr. Kustoff of Tennessee, and Mr. Lewis):\n       H. Con. Res. 87. Concurrent resolution authorizing the use \n     of Emancipation Hall for a ceremony as part of the \n     commemoration of the days of remembrance of victims of the \n     Holocaust; to the Committee on House Administration.", "turn": -1, "speaker_bioguide": null, "itemno": 13}, {"kind": "recorder", "speaker": "The RECORDER", "text": "           By Ms. GRANGER (for herself, Mr. Scalise, Mr. Ferguson, \n             Mr. Calvert, Mr. Meadows, Mr. Gohmert, Mr. Gosar, Mr. \n             Hice of Georgia, Mr. Brooks of Alabama, Mr. Flores, \n             Mrs. Wagner, Mr. Weber of Texas, Mr. Olson, Mrs. \n             Walorski, Mr. Carter of Texas, Ms. Cheney, Mr. \n             Collins of Georgia, Mr. Gaetz, Mr. Abraham, Mr. \n             Austin Scott of Georgia, Mr. Newhouse, Mr. Palmer, \n             Mr. Wenstrup, Mr. Brady, and Mr. Griffith):\n       H. Res. 832. A resolution raising a question of the \n     privileges of the House; to the Committee on Ethics.\n", "turn": -1, "speaker_bioguide": null, "itemno": 14}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "87", "type": "HCONRES"}, {"congress": "116", "context": "OTHER", "number": "832", "type": "HRES"}, {"congress": "116", "context": "OTHER", "number": "5756", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5757", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5758", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5759", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5760", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5761", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5762", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5763", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5764", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5765", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5766", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5767", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH847-2", "doc_title": "PUBLIC BILLS AND RESOLUTIONS", "title": "PUBLIC BILLS AND RESOLUTIONS"}