{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H771", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nMaryland (Mr. Ruppersberger) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. RUPPERSBERGER", "text": "  Mr. RUPPERSBERGER. Madam Speaker, this week, we recognize Gun \nViolence Survivors Week across our country. In my district alone, there \nhave been 331 gun-related deaths and 716 injuries, including seven mass \nshootings over the last 7 years.\n  There are two sides of the coin when it comes to ending gun violence. \nImplementing commonsense gun safety measures that a vast majority of \nAmericans support must be our top priority. At the same time, we have \nto begin addressing the root cause of gun violence in our communities, \nwhich is a revolving door phenomenon. Victims of gun violence are \ncaught up in the drug wars, the culture of retaliation, and disrespect.\n  In fact, the rate of violent reinjury at most of the Nation's trauma \ncenters is as high as 45 percent. One of the leading risk factors for \nviolent injury is prior violent injury.\n  While these victims are recuperating in the hospital, they are a \ncaptive audience. They are confined to bed, if only for a few days. \nThis offers us a window of opportunity where we can offer support when \nthey most need it.\n\n  I am in the process of finalizing bipartisan, bicameral legislation \nwith my colleague Congressman Kinzinger from Illinois, and our measure \ncreates a new grant program to provide the victims of gun violence, who \noften become repeat victims of predators themselves, with the resources \nthey need to stop this vicious cycle. This might include bus money, \nclothes for a job interview, or some groceries. Often, victims need \nhelp finding an affordable apartment or getting off drugs.\n  Violence intervention programs, like the ones that our bill will \nsupport, work. They reduce recidivism and hospital readmissions, jail \ntime, and unemployment. This is why my previously introduced bill was \nendorsed by organizations such as the NAACP, the Fraternal Order of \nPolice, and the American College of Surgeons.\n  The University of Maryland's Shock Trauma Center has been rated the \ntop trauma center in the world. They support our troops in Iraq and \nAfghanistan. They do research as it relates to all sorts of trauma. \nShock Trauma is led by Dr. Tom Scalea, with the great doctors, nurses, \nand aides who work in that great institution. They have implemented \nthis program that I am talking about here today, and let me tell you, \nit works.\n  I am excited to reintroduce my bill so we can work on lowering the \nrates of firearm deaths throughout the country.\n", "turn": 1, "speaker_bioguide": "R000576", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH771-2", "doc_title": "RECOGNIZING GUN VIOLENCE SURVIVORS WEEK", "title": "RECOGNIZING GUN VIOLENCE SURVIVORS WEEK"}