{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H838", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1815", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "           COMMEMORATING NATIONAL GUN VIOLENCE SURVIVORS WEEK\n\n  (Ms. MUCARSEL-POWELL asked and was given permission to address the \nHouse for 1 minute and to revise and extend her remarks.)", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Ms. MUCARSEL-POWELL", "text": "  Ms. MUCARSEL-POWELL. Madam Speaker, getting back to the business of \nthe people, this week is National Gun Violence Survivors Week when we \nhonor and remember the lives that we have lost to gun violence, those \nwhom we have loved and miss terribly, people like my father, Guido \nMucarsel; Jaime Guttenberg; De'Michael Dukes; Joaquin Oliver; Tel \nOrfanos; Jerry Wright; and all of their loved ones who now must live \nwith the pain forever.\n  The sad reality is that 58 percent of Americans or someone they know \nhas experienced gun violence in their lifetime. The number of gun \nviolence survivors increases in each passing day, tragedy after \ntragedy. The mental and emotional toll on survivors is immense, and \nmany people are thrust into financial hardship.\n  These are experiences that no one chooses to endure. We must not only \nremember those who have died but also those who have survived and do \nall we can to help them in their never-ending journey toward healing.\n  To all of those who are remembering a loved one this week, we stand \nwith you.\n", "turn": 0, "speaker_bioguide": "M001207", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgH838", "doc_title": "COMMEMORATING NATIONAL GUN VIOLENCE SURVIVORS WEEK", "title": null}