{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H836-H837", "extension": false}, "content": [{"kind": "speech", "speaker": "Ms. GRANGER", "text": "  Ms. GRANGER. Mr. Speaker, pursuant to clause 2(a)(1) of rule IX, I \nseek recognition to give notice of my intent to raise a question of the \nprivileges of the House.\n  The form of the resolution is as follows:\n  House Resolution 832.\n  Whereas on December 20th, 2019, Speaker Pelosi extended an invitation \nfor President Trump to address a joint session of Congress on February \n4th, 2020;\n  Whereas on February 4th, 2020, President Trump delivered his State of \nthe Union address, in which he honored the sacrifice of the following \nAmerican heroes and their families:\n  General Charles McGee, one of the last surviving Tuskegee airmen, who \nserved in World War II, the Korean war and the Vietnam war;\n  Kayla Mueller, a humanitarian aid worker who was caring for suffering \ncivilians in Syria when she was kidnapped, tortured and enslaved by \nISIS for over 500 days before being murdered by ISIS leader Abu Bakr \nal-Baghdadi;\n  Army Staff Sergeant Christopher Hake, who was killed while serving \nhis second tour of duty in Iraq by a roadside bomb supplied by Iranian \nterrorist leader Qasem Soleimani;\n  Sergeant First Class Townsend Williams, who is currently serving his \nfourth deployment in the Middle East\n\n\nand his wife, Amy, who works full-time for the Army and devotes \nhundreds of hours helping military families;\n  Whereas immediately following the address, while still presiding over \nthe joint session, Speaker Pelosi ripped up an official copy of the \nPresident's remarks, which contained the names and stories of these \npatriots who sacrificed so much for our country; and\n  Whereas the conduct of Speaker Pelosi was a breach of decorum and \ndegraded the proceedings of the joint session, to the discredit of the \nHouse: Now, therefore, be it\n  Resolved, That the House of Representatives disapproves of the \nbehavior of Speaker Pelosi during the joint session of Congress held on \nFebruary 4, 2020.\n\n", "turn": 0, "speaker_bioguide": "G000377", "itemno": 0}, {"kind": "linebreak", "speaker": "None", "text": " =========================== NOTE =========================== \n\n  February 5, 2020, page H837, the following appeared: Resolved, \nThat the House of Representatives disapproves of the behavior of \nSpeaker PELOSI during the joint session of Congress held on \nFebruary 4, 2020.\n  The online version has been corrected to read: Resolved, That \nthe House of Representatives disapproves of the behavior of \nSpeaker PELOSI during the joint session of Congress held on \nFebruary 4, 2020.\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": " ========================= END NOTE ========================= \n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Under rule IX, a resolution offered from the \nfloor by a Member other than the majority leader or the minority leader \nas a question of the privileges of the House has immediate precedence \nonly at a time designated by the Chair within 2 legislative days after \nthe resolution is properly noticed.\n  Pending that designation, the form of the resolution noticed by the \ngentlewoman from Texas will appear in the Record at this point.\n  The Chair will not at this point determine whether the resolution \nconstitutes a question of privilege. That determination will be made at \nthe time designated for consideration of the resolution.\n", "turn": 1, "speaker_bioguide": null, "itemno": 3}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}], "related_bills": [{"congress": "116", "context": "FIRSTPARAGRAPH", "number": "832", "type": "HRES"}, {"congress": "116", "context": "OTHER", "number": "832", "type": "HRES"}], "id": "CREC-2020-02-05-pt1-PgH836-5", "doc_title": "NOTICE OF INTENTION TO OFFER RESOLUTION RAISING A QUESTION OF THE PRIVILEGES OF THE HOUSE", "title": "NOTICE OF INTENTION TO OFFER RESOLUTION RAISING A QUESTION OF THE  PRIVILEGES OF THE HOUSE"}