{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H768-H769", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentlewoman from \nGeorgia (Mrs. McBath) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mrs. McBATH", "text": "  Mrs. McBATH. Mr. Speaker, I rise in honor of Gun Violence Survivors \nWeek because I, too, am a survivor.\n  This week, just a month into the new year, there will have been more \ngun deaths in the United States than our peer countries will experience \nin an entire year--one month.\n  I wear black today. I wear black all week long to stand for every \nsurvivor, every victim, every family that mourns the unnecessary gun \ndeaths that happen each and every single day.\n  I met earlier this week with Mary Miller-Strobel, whose brother, Ben, \nwas a combat veteran suffering from depression and PTSD. Ben had lost \n30 pounds after his tour. Returning home, his father asked him about \nhis weight loss. Ben replied that he couldn't eat, and he said: ``It's \njust so hard out there, Dad. It smells like death.''\n  Ben was seeking treatment at a local VA hospital, but his family \ncontinued to worry about him. They worried that, in a moment of \ndesperation, Ben might end his own life.\n  Mary and her father drove to every gun store in their area. At each \nstore, they showed photos of Ben, pleading with them not to sell him a \ngun.\n  Ben Miller died by suicide. He used a gun that he bought at a local \ngun store.\n  Too often we are told that we must accept these tragedies. We are \ntold that, instead of changing our laws, we must have more active \nshooter drills, more first graders coming home with tears in their \neyes, 6-year-olds asked to decide for themselves whether they are more \nlikely to survive by hiding in a closet or if they should rush the \ngunman; more mothers reading messages from their children as they are \nlocked inside a school and they are pleading: Mom, if I don't make it, \nI love you, and I appreciate everything that you have done for me; more \nvigils each and every day for those that we continue to lose.\n  Too often, we are told that we must accept these tragedies. I refuse \nto accept that. Millions of Americans across the country refuse to \naccept that. This Congress should refuse to accept that.\n  We refuse to accept that, because we have passed bipartisan \nlegislation that will help save lives, legislation like the Bipartisan \nBackground Checks Act, a commonsense bill that will keep guns away from \nthose who should not have them.\n\n\n\n\n\n  We have passed H.R. 1112, the Enhanced Background Checks Act of 2019, \nwhich would close the Charleston loophole.\n  We have passed a bill that gives the CDC and the NIH $25 million to \nstudy gun violence, the first of its kind in over 20 years.\n  I have even introduced a bill that would give loved ones and law \nenforcement more tools to keep guns away from those who are a danger to \nthemselves or to others; tools that may have helped Mary save her \nbrother, Ben's life.\n  With every unnecessary shooting, we continue to feel the weight of \nthis injustice; and I personally know that sense of injustice.\n  When my son, Jordan, was killed, I found myself asking America, how \ncould you allow this to happen to my child, my family, to my Jordan? \nAnd after Parkland, I knew that this country needed to stand up and to \ndo something about it.\n  I knew that I had something that I had to do, and I knew that I \nneeded to stand up for families like mine in Marietta, Georgia, who are \nterrified that their children will not come home from school, and they \nare terrified of being me.\n  So I made a promise to my community that I would act. And I promised \nthat I would take all the love and the support and protection that I \nhad given to my child and use it to serve the American people. I \npromised I would always be a mother on a mission to save the lives of \nchildren from across America, children like my son.\n  During this Gun Violence Survivors Week, I pray that we all remember \nthat this is in our hands. Families like Mary's, children graduating \nfrom high school, communities in Charleston, in Columbine, in Parkland, \nin Sandy Hook, in Dayton, in El Paso, in Las Vegas, in the hundreds of \nplaces where shooters and shootings don't even make the news. Their \nlives are in our hands.\n  I thank my colleagues, and survivors, and volunteers, and advocates \nacross this country for their tireless work to protect our families.\n  May God bless us all in this fight to save American lives.\n", "turn": 1, "speaker_bioguide": "M001208", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "1112", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH768-2", "doc_title": "HONORING GUN VIOLENCE SURVIVORS' WEEK", "title": "HONORING GUN VIOLENCE SURVIVORS' WEEK"}