{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H839-H844", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore (Ms. Torres Small of New Mexico)", "text": "  The SPEAKER pro tempore (Ms. Torres Small of New Mexico). Under the \nSpeaker's announced policy of January 3, 2019, the gentleman from \nMichigan (Mr. Levin) is recognized for 60 minutes as the designee of \nthe majority leader.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. LEVIN of Michigan", "text": "  Mr. LEVIN of Michigan. Madam Speaker, I rise today to speak about the \nProtecting the Right to Organize Act, a crucial piece of legislation \nthat we will take up tomorrow on the floor of this House. It is so \nimportant that\n\n\nwe take up this bill because the American economy is not working for \nmost American families.\n  While corporations and the wealthy continue to capture the rewards of \na growing economy, working families and middle class Americans are \nbeing left behind. From 1980 to 2017, average incomes for the bottom 90 \npercent of households increased just 1.1 percent, while average incomes \nfor the wealthiest 1 percent increased by 184 percent.\n  This inequality is not a natural product of a functioning economy. It \nis not all due to globalization or technology change. It is the result \nof policy choices that have stripped workers of the power to join \ntogether and negotiate for decent wages, benefits, and working \nconditions.\n  The Protecting the Right to Organize Act restores fairness to the \neconomy by strengthening the Federal laws that protect workers' rights \nto form a union.\n  You know, our basic labor law, the National Labor Relations Act was \npassed 85 years ago in 1935. It was a core part of the New Deal. A lot \nof credit is due to the man for whom it is named, Senator Wagner of New \nYork. Also, in addition to FDR, our President, our amazing Secretary of \nLabor, Frances Perkins deserves of a huge amount of credit.\n  And after the Wagner Act was passed, or the National Labor Relations \nAct in 1935, within just 12 years, one-third of American workers were \nmembers of unions. And that figure, about a third of all workers being \nin unions, persisted for some time. But then employers went on the \nattack to try to undermine that law.\n  In 1947, over President Truman's veto, the Taft Hartley amendments \nwere passed, and they gutted a lot of what workers wanted in 1935. And \nthen in 1959, the Landrum-Griffin amendments were passed in the \nEisenhower era, and they further eroded workers' rights.\n  So that while a third of workers were union members in the late 1940s \nand early 1950s, by the time that I started organizing workers in 1983, \nabout 16\\1/2\\ percent of private sector workers were in unions. And \ntoday, in 2020, just 6.2 percent of workers in the private sector in \nour country have the voice and power of a union. And this has decimated \nthe American middle class. And it has made the American Dream recede \nfrom view for so many American workers.\n  So we are going to spend some time tonight talking about the PRO Act, \nand I want to invite my esteemed colleague from the great State of \nMinnesota, Representative Omar, to join me in saying a few words about \nthe PRO Act.\n  Madam Speaker, I yield the gentlewoman from Minnesota such time as \nshe may consume.", "turn": 1, "speaker_bioguide": "L000592", "itemno": 1}, {"kind": "speech", "speaker": "Ms. OMAR", "text": "  Ms. OMAR. Madam Speaker, I thank the gentleman from Michigan (Mr. \nLevin) for yielding.\n  Madam Speaker, I rise today to celebrate the role that organized \nlabor has played in improving the lives of countless working men and \nwomen across this country.\n  Labor unions have been the driving force for all positive change for \nworkers in modern history. As a former union member myself, I can \nattest to the power that workers wield when they exercise their right \nto organize. And I have seen the incredible work that unions in \nMinnesota have accomplished when they came together to fight for \nworking rights.\n\n  On average, a worker covered by a union contract, earns over 13 \npercent more in wages than someone with similar education, occupation, \nand experience in nonunionized workplaces. And unions are about so much \nmore than wages. They create solidarity between workers across gender, \nrace, ethnicity, and religion. That is why we need the PRO Act, and why \nwe must pass it this week, and pressure the Senate to do the same.\n  It will address the challenges and attacks that labor unions have \nbeen facing for decades that have led to the erosion of wages, a spike \nin workplace discrimination and a dangerous growth in inequality in our \nsociety at every turn.\n  The PRO Act puts power back in the hands of workers where it belongs. \nI do not want to envision what workplaces would look like for my \nchildren and their grandchildren one day if we do not pass the PRO Act. \nIt is a crucial step to strengthening labor rights so that we can help \nshepherd through a new generation of victories for working unions and \nmembers.\n  Madam Speaker, I am delighted for our chairman and vice chairman on \nthe Committee on Education and Labor for their work in championing \nlabor rights on behalf of American workers.", "turn": 2, "speaker_bioguide": "O000173", "itemno": 2}, {"kind": "speech", "speaker": "Mr. LEVIN of Michigan", "text": "  Mr. LEVIN of Michigan. Madam Speaker, I thank Representative Omar for \nbeing such a champion of workers in Minnesota and throughout this great \nNation and, indeed, throughout our world.\n  Madam Speaker, I will take a few moments to talk about the breadth of \nthis bill.\n  What has happened to workers in this country over the last several \ndecades is the result of many administrative actions by various \nadministrations, regulatory actions that administrations have taken \nthat stripped workers of their rights, judicial decisions from the \nlower courts all the way up to the Supreme Court, and laws passed by \nthe Congress and the States, to the point where millions and millions \nof workers aren't even covered by the National Labor Relations Act, \ncan't even exercise their rights under the National Labor Relations \nAct, and the rights that they have are so badly eroded that, \nfunctionally, workers don't have the freedom to form unions in this \ncountry.\n  And Representative Omar referenced Chairman Scott. Chairman Scott and \nthe staff of this committee have done such an incredible job at looking \nat the complexity of the workplace in 2020 and including the many ways \nin which we need to make changes to help workers.\n  I want to highlight several things: The first is the problem of \nmultiple employers and protecting employees of multiple employers.\n  The PRO Act will make it so that two or more persons are employers \nunder the National Labor Relations Act, if each codetermines or shares \ncontrol over the employees' essential terms and conditions of \nemployment. It basically codifies the joint employer standard in the \nNLRB's Browning-Ferris decision of 2015. And this is extremely \nimportant because in a lot of industries, employers have tried to evade \ntheir responsibility to workers under the National Labor Relations Act \nthrough various schemes of corporate organization so that the company \nthat really is in charge, that really determines what uniform they \nwear, what route they drive, what kind of products they serve, \neverything about their job, is not considered an employer under the \nact.\n  The PRO Act will fix that, and it is very important to help millions \nof workers get their rights under the NLRA.\n  Another huge problem of excluding workers from accessing their rights \nis misclassification of workers as independent contractors.\n  The PRO Act will fix this problem by using a simple three-part test \nto determine whether someone is an employee or an independent \ncontractor. And this will help, again, another set of millions of \nworkers gain access to their rights and clarify that they are covered \nas workers, as employees under the National Labor Relations Act. So \nthey can form a union, bargain collectively, get a contract, and get \njustice.\n  Another major area of the law involves protecting workers in their \nright to engage in protected activities. So let's talk about workers \ngoing on strike.\n  The PRO Act will prohibit employers from permanently replacing \nworkers who go on strike. This is hugely important, because permanent \nreplacement of strikers has been a tactic used over the last, really, \n40 years to deter workers from engaging in strikes at all and taking \naway this very core right of withholding your labor as a way to try to \nget better working conditions.\n  I remember what happened in, for example, the meat packing industry, \nwhich used to be a largely unionized industry. And the workers' \norganizations were largely destroyed by preventing workers from \nengaging in strikes, to the point where their wages and benefits were \ncut massively and many of their facilities were moved, and they \ncouldn't do anything about it.\n  Another thing that the PRO Act will do is prohibit offensive \nlockouts. Under current law, employers may offensively\n\n\nlock out employees in the absence of a threatened strike with the goal \nof the employer being to curtail the workers' ability to strike by \nremoving workers control over the timing and duration of a work \nstoppage.\n  Current law also permits employers to hire temporary replacements \nduring an offensive lockout. So if the employer thinks there might be a \nlabor dispute, even if the workers hadn't planned to go on strike, they \nlock the workers out and temporarily replace them, stripping them of \ntheir ability to make their own strategy about how they want to enforce \ntheir right under the act.\n  The PRO Act prohibits any lockouts prior to strike but it maintains \nemployers' rights to respond to strikes with defensive lockouts, which \nis appropriate.\n  Another key change that the PRO Act would put into law after all \nthese years from the Taft-Hartley amendments is removing limitations on \nsecondary strikes. The idea here is that the Congress in 1947 said that \nworkers of one company can't engage in collective activity in \nsolidarity with workers in another company.\n  Workers might picket or strike or support a boycott in solidarity \nwith other workers to improve the other workers on their own, perhaps, \nwages and working conditions.\n\n\n  Being allowed to protest however you want in America about what some \nother company might be doing is a fundamental First Amendment right.\n  This has been something that has bothered me for decades. It is \nfundamentally unfair in this country, and the PRO Act would fix this by \nallowing workers to have their full freedoms to engage in secondary \nactivity.\n  A crucial thing that the PRO Act would do to help workers vindicate \ntheir rights under the National Labor Relations Act is prohibiting \ncaptive audience meetings.\n  So it is hard for people who haven't been through a union organizing \ncampaign to really understand how absurd it is to claim that a union \nelection is sort of just like a political election, where you go down \nto the local school or church or wherever you vote, and you get in line \nand they check whether you are on the voting rolls, and you cast your \nballot in a little booth. You wouldn't dream of putting your job at \nrisk or that anybody could do something to you for how you vote in \nAmerica; it is a core thing.\n  That is not how it works in a union election. And one of the things \nthat employers have been allowed to do is they can force you to attend \na meeting, the sole purpose of which is to pressure you not to vote for \na union. They can do that every time you go to work. They can do it for \nyour whole shift.\n  If you say, ``I have been to five of your presentations about the \nunion; I don't want to go anymore,'' you can be fired for not going to \nthe employer's propaganda offensive against forming a union. It is \nsomething, without parallel, in American law and in our economy only to \nprohibit or try to prevent workers from forming a union.\n  So the PRO Act will change this at long last and say that people have \ntheir First Amendment rights, we are all grownups here, and your \nemployer cannot make you go to an antiunion captive audience meeting on \npain of termination.\n  I am sorry it took until 2020 for us to get to this point, but at \nlong last we are saying captive audience meetings have no place in \nworkers' decisions about forming unions.\n  There are a lot of other really important provisions I want to get \nto, but at this time I want to invite my esteemed colleague from the \ngreat State of Massachusetts, Representative Ayanna Pressley, to join \nin this discussion of why it is so important that we pass the \nProtecting the Right to Organize Act.\n  Madam Speaker, I yield to the gentlewoman from Massachusetts (Ms. \nPressley).", "turn": 3, "speaker_bioguide": "L000592", "itemno": 3}, {"kind": "speech", "speaker": "Ms. PRESSLEY", "text": "  Ms. PRESSLEY. Madam Speaker, today I rise in solidarity with my union \nbrothers and sisters in support of the Protecting the Right to Organize \nAct.\n  Over the last few decades, we have seen the right to unionize, to ban \ntogether, and to fight for the collective rights and dignities of \nworking people come under attack.\n  Throughout our Nation's history, these rights and protections have \nled to better wages and benefits, safer working conditions, and \nprotections from workplace harassment and discrimination.\n  The hard-won battles of our Nation's unions have helped push back \nagainst the vast economic inequities that too often are fueled by the \ngreed of big corporations and special interests.\n  I have witnessed many of these victories firsthand, from my early \ndays on the picket lines with my mother, Sandy--may she rest in power--\nwho taught me early on that our destinies are tied, that workers' \nrights are human rights, and that economic justice is workers' justice.\n  This is still true today, and the fight continues, from the Stop & \nShop workers, who walked out and fought back for better healthcare for \nworkers and their families, to the Battery Wharf Hotel workers, who \nbraved the elements for 79 days fighting for livable wages and \nprotections for immigrant workers, pregnant workers, and workers of \ncolor.\n  We cannot and must not take this power for granted.\n  But for too many workers, ``right-to-work laws'' and other calculated \nefforts in States across the country have attempted to diminish the \npower of workers. This ends this week as the House considers the PRO \nAct, legislation that will protect critical rights to unionize and \nprotect the rights of workers.\n  Madam Speaker, I thank Representative  Bobby Scott for his leadership \non this bill to honor and affirm a union's right to their collective \nvoice. I also thank my colleague, my brother from Michigan, for \norganizing this effort.\n  Madam Speaker, I look forward to supporting this bill, and I urge my \ncolleagues to do the same.", "turn": 4, "speaker_bioguide": "P000617", "itemno": 4}, {"kind": "speech", "speaker": "Mr. LEVIN of Michigan", "text": "  Mr. LEVIN of Michigan. Madam Speaker, I thank Representative Pressley \nfor being such a great champion for workers in Massachusetts and in our \nwhole country.\n  Madam Speaker, I now yield to the gentlewoman from Illinois (Ms. \nSchakowsky).", "turn": 5, "speaker_bioguide": "L000592", "itemno": 5}, {"kind": "speech", "speaker": "Ms. SCHAKOWSKY", "text": "  Ms. SCHAKOWSKY. Madam Speaker, I want to definitely thank my \ncolleague from Michigan and also my colleague from Massachusetts for \nbeing here to support workers.\n  I believe that it is the labor movement that brought us the middle \nclass. The height was really after World War II, where we saw that \nwages were going up for everyone--the wealthiest, the middle class, \npoor people could get jobs that would get them out of poverty--and the \nlabor movement, the right of workers to organize, made the difference, \nto fight together, work together for better wages and working \nconditions.\n  So, today, I rise in enthusiastic support before the House of \nRepresentatives for H.R. 2474, the Protect the Right to Organize Act, \nfor a vote that is going to take place tomorrow in the House of \nRepresentatives.\n  The right to form a union, which has been eroded over the last \nseveral decades, and the right to take collective action in the \nworkplace and the right to exercise one's First Amendment rights in the \nform of secondary boycotts are fundamental, and it is past time that we \nas Americans promote their values.\n  For too long, employers have been able to violate the National Labor \nRelations Act with impunity, routinely denying workers their basic \nright to join with coworkers for fairness on the job. As a result, the \ncollective strength of workers to negotiate for better pay and for \nbetter benefits has eroded, and income inequality in the United States \nof America has reached levels that predate the Great Depression.\n\n  What is worse is that this is a rather predictable outcome. It is not \nsurprising if workers don't have the right to organize that their wages \nare not going to go up.\n  But I want to share a story. It is a story of a woman named Yiran \nZhang. She is a graduate worker at Loyola College in my district, in \nChicago, Loyola Chicago.\n  Yiran Zhang's parents raised their child to be a believer that \neducation was the path to a better life. They moved to the United \nStates from China when she was almost 2 years old. So she has grown up \nhere. Her parents moved to the United States to earn their Ph.D.'s and \nwork as graduate workers.\n\n\n  Years later, Yiran decided to follow in her parents' footsteps by \npursuing a Ph.D. The philosophy major quickly learned that a lot has \nchanged in the world since her parents were graduate workers like she \nis now.\n\n       We're struggling to make a living. The expectations are the \n     same, but the conditions in higher education are so \n     different.\n\n  The expectations of the job, she means, are the same.\n  She says:\n\n       As a graduate worker, I've had to miss paying bills, to \n     skip doctor's appointments, and even work two or three \n     additional jobs to cover living expenses. I'm fighting for a \n     union because I know it is only by standing together with my \n     colleagues that we can change any of this.\n\n  So Yiran and other Loyola graduate workers came together to form a \nunion to make improvements in the school's administration. They found \nthat the administration actually dismissed them and used the legal \nsystem to fight their efforts.\n  Yiran sees unions as the only way for graduate workers to be heard. I \nactually stood with them at a demonstration, and she said:\n\n       I've seen that the only way that we've been able to get our \n     administration to listen is by doing sit-ins and walkouts and \n     taking action together. Teachers across the country and \n     people who work at things like Stop & Shop have had the same \n     experience.\n\n  In addition to having a seat at the table, Loyola graduate workers \nare fighting for a higher stipend and the establishment of summer \nfunding, which will give them the ability to do important research and \nwriting over the summer instead of having to take on multiple part-time \njobs just to make ends meet. They also want more professional support, \nincluding clear grievance procedures and accountability.\n  So, for young women like Yiran, the ability to join and unionize \nwould mean that she would be able to truly build on the foundations \nstarted by her parents. She says:\n\n       I am fighting for a living wage, respect for my labor, and \n     a better life. I shouldn't have to seek outside work up to 30 \n     hours a week on top of my graduate worker hours just to make \n     ends meet at the cost of finishing my program on time or \n     being the best scholar and educator that I can be. Academia \n     shouldn't be just for the privileged. Negotiating a fair \n     contract with graduate workers is the first step toward \n     addressing these harmful systemic issues.\n\n  I am going to quit. I have taken more than my time, I think. But I \nwanted to give you a true-life example of a woman who is trying to do \nher best in her job as a student worker, as a graduate worker, and \nbecause she can't organize, she can't get the benefits and the wages \nthat she deserves. This is typical of what is going on in our country \nand is creating the income inequality that we see right now.", "turn": 6, "speaker_bioguide": "S001145", "itemno": 6}, {"kind": "speech", "speaker": "Mr. LEVIN of Michigan", "text": "  Mr. LEVIN of Michigan. Madam Speaker, I thank Representative \nSchakowsky for her words. I am so glad she shared that story from \nLoyola. It reminds me of another situation of graduate employees that \nmany of us, our colleagues, are working on right now.\n  Graduate employees of Harvard, in all kinds of labs, in the social \nsciences and in the arts, all the different departments, formed a union \nand were recognized something like 18 months ago by the Harvard \nadministration, but they have never achieved a first contract.\n  I think something like over 20 colleagues joined me in sending a \nletter to the president of Harvard University, 20-some of us who are \ngraduates. I am a graduate of Harvard Law School, and other people are \ngraduates from the law school, undergraduates from Harvard University, \nthe Kennedy School, doctors, whatever.\n  We all sent a letter to President Bacow saying we are happy that you \nrecognized the union, but unless workers get a first contract, what \nhave they really achieved? And we hope that both sides will come \ntogether and achieve a first contract. We continue to watch that \nsituation.\n  So graduate employees, like others, need the freedom and the ability \nto form unions.\n  I want to hit on a few other areas that the PRO Act deals with, and \nmy theme tonight really is what a comprehensive jobs bill does in \ntrying to fix problems that prevent workers from exercising their \nrights.\n\n\n  Here is another one. The PRO Act will eliminate employers' ability to \nunilaterally withdraw recognition from a union. Now, this is problem \ncreated more recently.\n  On July 3, 2019, the Trump NLRB issued a decision in Johnson \nControls, Incorporated that would allow an employer to announce that it \nwill withdraw recognition of a union within a 90-day timeframe before \nthe expiration of a collective bargaining agreement, based on its own \nidea that the union has lost majority support. This is just such a good \nexample of what has happened over and over with workers' rights being \nchipped away at.\n  And so the PRO Act would overturn this decision and prohibit \nemployers from unilaterally withdrawing recognition of a union, unless \nthere is an election to decertify the union; just like the workers \nwould have gone through an election to create the union in the first \nplace.\n  Speaking of first contracts, almost half the time when workers \norganize in this country, they don't have a first contract within a \nyear or two. And if you don't have a contract by then, you are not \nlikely ever to get one. If you can't bargain collectively, what have \nyou really accomplished by winning a union election?\n  So it is really crucial that we have first contracts. The PRO Act \nfixes this problem. It basically sets up a system of mediation and \narbitration to ensure workers get a contract. It goes like this: Upon a \nwritten request from the union, they have to commence bargaining in 10 \ndays.\n  If, within 90 days, they haven't achieved a first contract, either \nparty can request mediation. After 30 days of mediation, if there isn't \na first contract, the case will be referred to arbitration; and the \narbitration panel must be established within 14 days. And there are \nsensible procedures about a three-person arbitration panel, fairly \npicked, with each side picking one and then agreeing on the third.\n  Bottom line here: In 144 days, 7\\1/2\\ weeks from when the election is \ndecided and the union is certified, there will be arbitration. There is \nno timeline for a decision, but that is reasonable because the \narbitrators do this as a profession; they know how to do it; and I \nthink we can count on them to be timely. And the decision of the \narbitrators is binding for 2 years.\n  So bottom line, if the company doesn't want to negotiate, if the \nworkers are having a hard time getting the company to the table, they \ncan go to mediation and arbitration, and in 7\\1/2\\ weeks, they can have \nan arbitration panel hearing their case. It's a complete sea change \nfrom today, and very important.\n  Another right that workers have been denied is the right to \ncollective action in the courtroom, to sue their employer, to go to \ncourt to vindicate their rights.\n  The NLRA protects workers' rights to engage in concerted activities \nfor the purpose of mutual aid and protection. It is that broad.\n  But, on May 21, 2018, the Supreme Court held in Epic Systems \nCorporation v. Lewis that, despite this explicit protection, employers \nmay force workers into signing arbitration agreements that waive the \nright to pursue work litigation jointly, collectively, or in a class \naction, despite the specific language of the NLRA.\n  So, the PRO Act would overturn that decision by explicitly stating \nthat employers may not require employees to waive their rights to \ncollective action in the courtroom, including class action litigation.\n  I started organizing unions in 1983, and I remember learning about \nthe Excelsior list; the list that employers have to provide unions so \nthat they can know who the workers are and help them organize the \nunion. You can only get this list after you have a showing of interest \nrequired under the act, so there is a whole process for this.\n  But the lists we got were often garbage. They were wrong. They would \nonly have a person's first name or last name. They didn't have the \ninformation required.\n  So the National Labor Relations Board decided in 2014 that there has \nto be certain information in a list, and it has to be searchable in \nelectronic format; very common sense. Employee's full name, their home \naddress, work location, shift, job classification and, if the employer \nhas it, their land line and\n\n\nmobile telephone numbers and email addresses.\n  What is the context here?\n  I can tell you from personal experience, when we talk about workers \nhaving the right to organize, they don't actually have the right to \nhave access to union organizers in their workplace.\n  When I was organizing for SEIU, and in the 11 years I served as the \nassistant director of organizing at the national AFL-CIO, if we were \nhelping workers at a facility organize and we walked on to that \nproperty, the employer would arrest us for trespassing.\n  Workers in the United States have no right to actually have access to \nunions in their workplace; so their only way to talk to representatives \nof the union is on the phone, or email, or at their homes. So the PRO \nAct makes clear that those lists have to be adequate, it's another \nthing that may seem small; but if we fix it, we are going to help a lot \nmore workers exercise their rights.\n  Another thing that happens very often is that employers gerrymander \nthe bargaining unit that the National Labor Relations Board finds in \nwhich to hold an election.\n  So the PRO Act codifies the National Labor Relations Board's 2011 \ndecision in Specialty Healthcare, and prevents employers from doing \nthis gerrymandering; prevents them from including individuals in the \nvoting unit who have no interest in joining the union, but they are \nsimply put there to try to pad the ``no'' vote to prevent the workers \nfrom succeeding in forming a union.\n  Another thing about union elections that are different from any \nnormal election in a democracy is the workers usually vote in their \nworkplace after an intense campaign from their employer to try to stop \nthem from forming a union.\n  So the PRO Act enables the board to hold union representation \nelections electronically, through certified mail, or off-site, at a \nneutral location, to ensure that the employees can cast their ballots \nin a neutral, non-coercive environment.\n\n  It may seem incredibly basic in any election, but I am telling you, \nfor the last 50 years, all union elections have taken place under \nphysical conditions of pressure and coercion in an employer's \nworkplace, almost all of them.\n  A related matter that, again, seems shocking to many; if you took a \ncivics class or any class about government or American history and you \nlearned how elections are supposed to take place, this is a unique \naspect.\n  In a union election, where it is just supposed to be workers deciding \nwhether or not they want to form a union, under our system, the \nemployer has been a party to the election. The workers file a petition. \nThe employer is deemed a party, and then they get to engage in \nlitigation, delay, in order to advance their interest, which always is \nto stop their workers from forming a union.\n  So the PRO Act says no more. We are not having outside entities \ninterfering with employees' decisions about whether to join a union or \nnot join a union. It is just up to the workers.\n  This would harmonize the NLRB's procedures with those of the National \nMediation Board under the Railway Labor Act, which governs labor \nrelations for railways and airlines and in this area it works much \nbetter.\n  Another question is: What do you do if an employer is found to have \nsystematically interfered with the workers' right to form a union?\n  What has happened regularly is the employer does anything to destroy \na majority who may have signed cards seeking union representation, \nwhich leads to the election, and to get the workers to vote ``no'' even \nif a majority of them signed union cards.\n  A showing of interest to obtain an election for workers doesn't \nrequire a majority. It requires, I think, 30 percent.\n  But what the PRO Act says is, if a majority of people said they \nwanted to have a union, an absolute majority, they signed authorization \ncards, and then the employer set about and destroyed the majority \nthrough means that the National Labor Relations Board determined were \nillegal, the NLRB has a remedy that it shall issue an order requiring \nthe employer to bargain, taking away the incentive and the ability of \nemployers to destroy workers' majorities through illegal activities.\n  Another area that has been so lacking in our labor laws has to do \nwith penalties. And again, if you are a civil rights lawyer or activist \nconcerned with women's rights, or the rights of religious minorities, \nor the rights of racial minorities, you wouldn't believe this: In all \nother areas of civil rights laws, laws protecting rights of Americans, \nthere are various forms of penalties to try to disincentivize violating \nAmerican's rights; pain and suffering, treble damages, different--it \ndepends on the statute and the area.\n  Here is the way it works under the National Labor Relations Act. If I \nam fired for trying to form a union, and the employer does it totally \non purpose, just to destroy, scare everybody else, they succeed in \nkilling the union drive, that was their goal; and there is litigation, \nthe union backs me up. If, 3 years later, a judge finds they absolutely \nfired you for union activity, they violated your rights, you are right, \nyou get your remedy. The remedy is this: Single back pay minus anything \nyou made in the meantime. It is shocking.\n  Working people aren't going to stop working in the hopes that someday \nthey will be found to have had their rights violated. They have to feed \ntheir family. So employers basically have gotten away with violating \npeople's rights, and the penalty has been, often, virtually nothing.\n  So under the PRO Act, if an employee has been discharged or suffered \nserious economic harm in violation of the act, now the NLRB will award \nback pay, without any reduction, front pay, consequential damages, and \nan additional amount as liquidated damages equal to two times the \namount of damages awarded, which is, essentially, the normal kind of \npunitive damages awarded in this kind of case, to incentivize the \nemployers not to violate the law.\n  Also, the workers cannot have their relief denied if they are an \nundocumented worker.\n  So let me just mention one other area where this law will help \nworkers so much; just to vindicate their basic right of association and \nspeech in the workplace, to come together and form a union and bargain \ncollectively. It refers to the same situation I just mentioned.\n  If they fire you for trying to form a union, what happens?\n  Their principal motive really isn't about you as an individual. It is \nabout the group. They are trying to scare you out of forming a union.\n\n\n  They will fire the ringleaders. They will fire one, five, however \nmany people they think are necessary to basically have the workers fear \nmoving forward to vindicate their rights.\n  Often in these cases, the courts ultimately may determine 6 months, 1 \nyear, 5 years later that you were fired for union activity, but the \nunion drive was killed long ago. It is immediate. It was killed within \na day or weeks.\n  So the PRO Act requires the NLRB to seek temporary injunctive relief \nwhenever there is reasonable cause to believe that an employer \nunlawfully terminated an employee or significantly interfered with \nemployees' rights under the NLRA. And the district court is directed to \ngrant temporary relief for the duration of the NLRB proceedings.\n  Essentially, they are saying: I am firing you because you did \nsomething wrong on the job. That can be determined after the election, \nbut we are not going to let employers fire workers to scare their \ncoworkers out of exercising their rights.\n  Madam Speaker, these are just a few of the ways that the PRO Act will \nhelp American workers at long last exercise their freedom to form \nunions and bargain collectively. I am telling you, we have passed so \nmuch legislation that would help American workers and their families, \nthe Raise the Wage Act, protection for people with preexisting \nconditions, lowering prescription drug costs, but there is no bill that \ncomes close to this one and the impact it could have on American \nfamilies and workers.\n  MIT did a study, and it found that just under half of nonunion \nworkers say they would like to form a union if they just had the \nfreedom to do it. Gallup every year studies people's attitudes toward \nunions. They have been\n\n\ndoing this the same way for decades. They found the highest approval \nrating of unions in decades, yet just 6 percent of private-sector \nworkers have unions.\n  If workers were free to form unions in this country, and not half of \nall nonunion workers but just a fraction of them so we got back up to \nsay a third of workers being in unions in this country again, our \neconomy would be completely transformed because when workers form \nunions it is not just they themselves who benefit. Other employers \nraise their wages to compete to attract workers or to try to get their \nworkers not to form a union. That is fine. It benefits all workers in \nthis country. It benefits their children and their communities.\n  It is just an honor to be here to talk about the PRO Act. I am really \nproud of being one of Chairman Scott's lieutenants in this effort. \nTomorrow, we are going to pass this legislation and give a leg up to \nall the working people in this country who just want to get their \nlittle piece of the American Dream.\n  Madam Speaker, I yield back the balance of my time.\n", "turn": 7, "speaker_bioguide": "L000592", "itemno": 7}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 8}], "related_bills": [{"congress": "116", "context": "OTHER", "number": "2474", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH839-6", "doc_title": "PROTECTING THE RIGHT TO ORGANIZE ACT", "title": "PROTECTING THE RIGHT TO ORGANIZE ACT"}