{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E136", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. MIKE THOMPSON\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. THOMPSON of California", "text": "  Mr. THOMPSON of California. Madam Speaker, I rise today to recognize \nKerry Smith for years of exceptional public service to the young people \nof Lake County, California and to honor her as the Lake County Teacher \nof the Year.\n  Ms. Smith was born and raised in Lake County, California. She \ngraduated from Kelseyville High School before earning her AA in Child \nDevelopment at Santa Rosa Junior College. She attended Sonoma State \nUniversity, where she graduated with a degree in Environmental Studies \nand a Multiple Subject Teaching Credential with an emphasis in early \nchildhood education. These outstanding credentials coupled with her \npassion and diligence enable Ms. Smith to connect with her students and \nenlarge their understanding.\n  Kerry Smith is outstanding in many ways. As a Resource Teacher for \nstudents grades six through eight at Mountain Vista Middle School, it \nis Ms. Smith's responsibility to provide support to students who need \nadditional help in math. In this role, she has spearheaded a model that \nallows a collaboration of math teachers to help struggling students. \nThis approach has been so successful that nearly all her students are \nno longer in need of additional help and are performing well in their \nrespective math classes. She not only has the instructional skills \nrequired to be a highly effective teacher, but also holds those \nintangible qualities that are at the heart of a successful educator. \nShe is beloved by her students, often described as funny, kind, \nexciting, friendly, and positive.\n  Ms. Smith is a natural leader. She has mentored many new educators \nthroughout her career and continues to inspire those around her with \nher joyful attitude and dedication to her students. Teachers travel \nfrom across the school district to observe Ms. Smith in her classroom \nand they always leave impressed. She is the model of a lifelong \nlearner, one that is constantly striving to improve her own practice \nand eager to try a new approach.\n  Madam Speaker, there is not another individual who exemplifies the \nprofession of teaching better than Kerry Smith. It is therefore fitting \nand proper that we honor Ms. Kerry Smith here today.\n", "turn": 0, "speaker_bioguide": "T000460", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE136-2", "doc_title": "HONORING KERRY SMITH", "title": "HONORING KERRY SMITH"}