{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E135", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. BRIAN HIGGINS\n\n                              of new york\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. HIGGINS of New York", "text": "  Mr. HIGGINS of New York. Madam Speaker, the Erie County Democratic \nCommittee will gather on Friday, February 7th to honor Janice Dunne \nwith the Joseph F. Crangle Legacy Award. The award is named for our \nlegendary former county and state chairman and is the gold standard for \nlocal Democrats; it rightfully raises Janice's name among the great \nleaders of our party and commemorates her service both to her community \nand to the Democratic Party.\n   Janice has played an integral role in her hometown Democratic \ncommittee for the last forty years, as a member of its Nominating \nCommittee, Executive Committee, and Vice Chair. Never afraid to get her \nhands dirty, Janice engages in all aspects of grassroots political work \nfrom campaigning and canvassing, to fundraising and recruiting new \nmembers to the party.\n   Ms. Dunne has been on the frontlines of local, state, and national \ncampaigns since she became involved in politics in 1980. Throughout her \ncareer, she has singlehandedly collected thousands of signatures door-\nto-door, planted hundreds of yard signs, raised thousands of dollars \nfor local candidates, and labored tirelessly on the issues central to \nthe Democratic Party platform.\n   In 1992, Janice made her way to public office as Town of Amherst \nDeputy Clerk, a title she would hold for the next five years. From \nthere, she worked in the Amherst Town Supervisor's office until she \nultimately retired from town government in 1999. Even though she was no \nlonger working directly in local government, Janice's passion for \npublic service did not wane.\n   Janice went on to serve as a delegate in multiple National \nDemocratic Conventions. Janice was elected to travel to New York City \nin 1992 to be a delegate for Jerry Brown. Eight years later, she ran \nagain and was elected to attend the convention in Los Angeles as a \ndelegate for Bill Bradley. She was reelected once more in 2008 to be a \ndelegate for then Senator Obama at the National Democratic Convention \nin Denver.\n   Although she has officially retired, Janice still spends her time \nserving the community as one of the founding members of the \nEggertsville Community Organization. As a member of the ECO Steering \nCommittee, Janice works to reinvigorate Eggertsville by enforcing often \nignored building codes and partnering with the Town of Amherst to begin \nthe construction of a community center in Eggertsville. Beyond these \nefforts, she is a clerk at the local Board of Elections and serves as a \nmember of the Amherst Democratic Committee and the Erie County \nExecutive Committee.\n   Janice accumulated a lifetime's worth of accomplishments while \nsimultaneously raising two beautiful daughters: Valerie, an \naccomplished local photographer, and Tricia, who works in the Erie \nCounty Probation Office. Janice's dedication to her country, her \ncommunity, her family, and her party represents all that is great about \nWestern New York, and I am thankful for the opportunity to honor her \nand to have the House take note of the many positive contributions she \nhas made throughout our community.\n", "turn": 0, "speaker_bioguide": "H001038", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE135-2", "doc_title": "HONORING JANICE DUNNE FOR HER DEDICATED SERVICE TO THE COMMUNITY", "title": "HONORING JANICE DUNNE FOR HER DEDICATED SERVICE TO THE COMMUNITY"}