{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H773-H774", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  Rabbi Seth Frisch, New Shul of America, Rydal, Pennsylvania, offered \nthe following prayer:\n  Almighty, I stand before You in prayer and in memory as I am reminded \nof Solomon, King of ancient Israel, who would preside over a most \nunusual judicial hearing, one in which two mothers would lay claim to \nthe life of one child, a child they each would insist to be their own.\n  This parable allows us to see Solomon's wisdom as preserving the \nnation, as we are sadly reminded, so soon after his death, that the \nkingdom is split asunder.\n  I, too, am reminded of Abraham Lincoln, when he spoke with prophetic-\nlike prescience: ``A house divided cannot stand,'' which was soon to \nbecome a war of brother against brother. From this we would soon learn \nthat our future lies not in enmity, but in unity.\n  For, Lord, the Book of Leviticus, from Your Torah, teaches us in \nwords inscribed upon the Liberty Bell in Philadelphia: ``Proclaim \nliberty throughout the land, to all of the inhabitants thereof,'' thus \nuniting one of our Nation's ideals, ``e pluribus unum,'' out of the \nmany, one.\n  Lord God, the Founders of this Nation understood our strength to be \nin the celebration of our differences while assiduously working to put \nour divisions behind us.\n  And so it is, Dear God, that we pray You remain with us. Continue to \nguide all of us in realizing the dream of this great country, to be a \nNation indivisible, a Nation seeking liberty, and above all, a Nation \nproviding liberty and justice to all.\n\n\n  Amen.\n", "turn": -1, "itemno": 0}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}], "id": "CREC-2020-02-05-pt1-PgH773-4", "doc_title": "PRAYER", "title": "PRAYER"}