{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E131-E132", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                            HON. PETE OLSON\n\n                                of texas\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. OLSON", "text": "  Mr. OLSON. Madam Speaker, I rise today to congratulate Deltacon \nGlobal for earning an Honoring Investments in Recruiting and Employing \nAmerican Military Veterans (HIRE Vets) Medallion Program Demonstration \nAward.\n  As a Navy veteran, I know all too well the incredible sacrifices our \nveterans make while protecting America from dangers both foreign and \ndomestic, often risking life and limb. Deltacon Global has gone above \nand beyond helping veterans successfully transition into the private \nsector at the conclusion of their service.\n  The Hire Medallion was awarded to Deltacon Global for their efforts \nrecruiting, hiring and training veterans for their business. As our \nnation's military transition from active duty to veteran status, their \nskills and talent are needed in our nation's workforce. I'm pleased to \nsee companies like Deltacon Global tapping into this incredible talent.\n  On behalf of the Twenty-Second Congressional District of Texas, I \ncongratulate Deltacon Global, on their achievement. Their commitment to \nbettering the lives of our nation's veterans is an inspiring example of \nthe many ways American businesses can thank our veterans for their \nservice by providing them with the dignity of work.\n\n\n", "turn": 0, "speaker_bioguide": "O000168", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE131-6", "doc_title": "CONGRATULATING DELTACON GLOBAL FOR EARNING THE HIRE VETS MEDALLION DEMONSTRATION AWARD", "title": "CONGRATULATING DELTACON GLOBAL FOR EARNING THE HIRE VETS MEDALLION  DEMONSTRATION AWARD"}