{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S941-S942", "extension": false}, "content": [{"kind": "Unknown", "speaker": "Unknown", "text": "  The following communications were laid before the Senate, together \nwith accompanying papers, reports, and documents, and were referred as \nindicated:\n\n        EC-3922. A communication from the Acting Director, Office \n     of Management and Budget,\n\n\n     Executive Office of the President, transmitting, pursuant to \n     law, a report entitled ``OMB Final Sequestration Report to \n     the President and Congress for Fiscal Year 2020''; to the \n     Special Committee on Aging; Agriculture, Nutrition, and \n     Forestry; Appropriations; Armed Services; Banking, Housing, \n     and Urban Affairs; the Budget; Commerce, Science, and \n     Transportation; Energy and Natural Resources; Environment and \n     Public Works; Select Committee on Ethics; Finance; Foreign \n     Relations; Health, Education, Labor, and Pensions; Homeland \n     Security and Governmental Affairs; Indian Affairs; Select \n     Committee on Intelligence; the Judiciary; Rules and \n     Administration; Small Business and Entrepreneurship; and \n     Veterans' Affairs.\n        EC-3923. A communication from the Assistant Secretary, \n     Office of Electricity, Department of Energy, transmitting, \n     pursuant to law, a report entitled, ``Potential Benefits of \n     High-Power, High-Capacity Batteries''; to the Committee on \n     Appropriations.\n        EC-3924. A communication from the Assistant Secretary of \n     the Navy (Research, Development, and Acquisition), \n     transmitting, pursuant to law, a report entitled ``Report to \n     Congress on Repair of Naval Vessels in Foreign Shipyards''; \n     to the Committee on Armed Services.\n        EC-3925. A communication from the Acting Associate General \n     Counsel for Legislation and Regulations, Office of Community \n     Planning and Development, Department of Housing and Urban \n     Development, transmitting, pursuant to law, the report of a \n     rule entitled ``Conforming the Acceptable Separation Distance \n     (ASD) Standards for Residential Propane Tanks to Industry \n     Standards'' (RIN2506-AC45) received in the Office of the \n     President of the Senate on February 4, 2020; to the Committee \n     on Banking, Housing, and Urban Affairs.\n        EC-3926. A communication from the White House Liaison, \n     Department of Education, transmitting, pursuant to law, a \n     report relative to a vacancy in the position of Assistant \n     Secretary, Office of Legislation and Congressional Affairs, \n     Department of Education, received in the Office of the \n     President of the Senate on February 4, 2020; to the Committee \n     on Health, Education, Labor, and Pensions.\n        EC-3927. A communication from the Director, Office of \n     Personnel Management, transmitting, pursuant to law, the \n     report of a rule entitled ``Prevailing Rate Systems: \n     Definition of Johnson County, Indiana, to a Nonappropriated \n     Fund Federal Wage System Wage area'' (RIN3206-AN93) received \n     in the Office of the President of the Senate on February 4, \n     2020; to the Committee on Homeland Security and Governmental \n     Affairs.\n        EC-3928. A communication from the General Counsel, Office \n     of Management and Budget, transmitting, pursuant to law, a \n     report relative to a vacancy in the position of Administrator \n     of the Office of Information and Regulatory Affairs, Office \n     of Management and Budget, received in the Office of the \n     President of the Senate on February 4, 2020; to the Committee \n     on Homeland Security and Governmental Affairs.\n        EC-3929. A communication from the Director, Office of \n     Personnel Management, transmitting, pursuant to law, the \n     report of a rule entitled ``Prevailing Rate Systems: \n     Redefinition of Certain Appropriated Fund Federal Wage System \n     Wage Areas'' (RIN3206-AN87) received in the Office of the \n     President of the Senate on February 4, 2020; to the Committee \n     on Homeland Security and Governmental Affairs.\n", "turn": -1, "itemno": 0}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}], "id": "CREC-2020-02-05-pt1-PgS941-2", "doc_title": "EXECUTIVE AND OTHER COMMUNICATIONS", "title": "EXECUTIVE AND OTHER COMMUNICATIONS"}