{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H806-H808", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (H.R. 5214) to amend title 5, United States \nCode, to prevent fraud by representative payees.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 5214\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Representative Payee Fraud \n     Prevention Act of 2019''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. REPRESENTATIVE PAYEE FRAUD.\n\n       (a) Definitions.--\n       (1) CSRS.--Section 8331 of title 5, United States Code, is \n     amended--\n       (A) in paragraph (31), by striking ``and'' at the end;\n       (B) in paragraph (32), by striking the period at the end \n     and inserting ``; and''; and\n\n\n       (C) by adding at the end the following:\n       ``(33) `representative payee' means a person (including an \n     organization) designated under section 8345(e)(1) to receive \n     payments on behalf of a minor or an individual mentally \n     incompetent or under other legal disability.''.\n       (2) FERS.--Section 8401 of title 5, United States Code, is \n     amended--\n       (A) in paragraph (37), by striking ``and'' at the end;\n       (B) in paragraph (38), by striking the period at the end \n     and inserting ``; and''; and\n       (C) by adding at the end the following:\n       ``(39) `representative payee' means a person (including an \n     organization) designated under section 8466(c)(1) to receive \n     payments on behalf of a minor or an individual mentally \n     incompetent or under other legal disability.''.\n       (b) Embezzlement or Conversion.--\n       (1) CSRS.--Subchapter III of chapter 83 of title 5, United \n     States Code, is amended by inserting after section 8345 the \n     following:\n\n     ``Sec. 8345a. Embezzlement or conversion of payments\n\n       ``(a) Embezzling and Conversion Generally.--\n       ``(1) In general.--It shall be unlawful for a \n     representative payee to embezzle or in any manner convert all \n     or any part of the amounts received from payments received as \n     a representative payee to a use other than for the use and \n     benefit of the minor or individual on whose behalf such \n     payments were received.\n       ``(2) Revocation.--If the Office determines that a \n     representative payee has embezzled or converted payments as \n     described in paragraph (1), the Office shall promptly--\n       ``(A) revoke the certification for payment of benefits to \n     the representative payee; and\n       ``(B) certify payment--\n       ``(i) to another representative payee; or\n       ``(ii) if the interest of the individual under this title \n     would be served thereby, to the individual.\n       ``(b) Penalty.--Any person who violates subsection (a)(1) \n     shall be fined under title 18, imprisoned for not more than 5 \n     years, or both.''.\n       (2) FERS.--Subchapter VI of chapter 84 of title 5, United \n     States Code, is amended by inserting after section 8466 the \n     following:\n\n     ``Sec. 8466a. Embezzlement or conversion of payments\n\n       ``(a) Embezzling and Conversion Generally.--\n       ``(1) In general.--It shall be unlawful for a \n     representative payee to embezzle or in any manner convert all \n     or any part of the amounts received from payments received as \n     a representative payee to a use other than for the use and \n     benefit of the minor or individual on whose behalf such \n     payments were received.\n       ``(2) Revocation.--If the Office determines that a \n     representative payee has embezzled or converted payments as \n     described in paragraph (1), the Office shall promptly--\n       ``(A) revoke the certification for payment of benefits to \n     the representative payee; and\n       ``(B) certify payment--\n       ``(i) to another representative payee; or\n       ``(ii) if the interest of the individual under this title \n     would be served thereby, to the individual.\n       ``(b) Penalty.--Any person who violates subsection (a)(1) \n     shall be fined under title 18, imprisoned for not more than 5 \n     years, or both.''.\n       (3) Technical and conforming amendments.--\n       (A) The table of sections for chapter 83 of title 5, United \n     States Code, is amended by inserting after the item relating \n     to section 8345 the following:\n``8345a. Embezzlement or conversion of payments.''.\n\n       (B) The table of sections for chapter 84 of title 5, United \n     States Code, is amended by inserting after the item relating \n     to section 8466 the following:\n``8466a. Embezzlement or conversion of payments.''.\n\n       (c) Deferral of Payment Pending Appointment of \n     Representative Payee.--\n       (1) CSRS.--Section 8345(e) of title 5, United States Code, \n     is amended--\n       (A) by inserting ``(1)'' after ``(e)'';\n       (B) in the first sentence, by inserting ``(including an \n     organization)'' after ``person'';\n       (C) in the second sentence--\n       (i) by inserting ``(including an organization)'' after \n     ``any person''; and\n       (ii) by inserting ``and may appropriately receive such \n     payments on behalf of the claimant'' after ``claimant'' the \n     second place it appears; and\n       (D) by adding at the end the following:\n       ``(2) If the Office determines that direct payment of a \n     benefit to an individual mentally incompetent or under other \n     legal disability would cause substantial harm to the \n     individual, the Office may defer or suspend direct payment of \n     the benefit until such time as the appointment of a \n     representative payee is made. The Office shall resume payment \n     as soon as practicable, including all amounts due.''.\n       (2) FERS.--Section 8466(c) of title 5, United States Code, \n     is amended--\n       (A) by inserting ``(1)'' after ``(c)'';\n       (B) in the first sentence, by inserting ``(including an \n     organization)'' after ``person'';\n       (C) in the second sentence--\n       (i) by inserting ``(including an organization)'' after \n     ``any person''; and\n       (ii) by inserting ``and may appropriately receive such \n     payments on behalf of the claimant'' after ``claimant'' the \n     second place it appears; and\n       (D) by adding at the end the following:\n       ``(2) If the Office determines that direct payment of a \n     benefit to an individual mentally incompetent or under other \n     legal disability would cause substantial harm to the \n     individual, the Office may defer or suspend direct payment of \n     the benefit until such time as the appointment of a \n     representative payee is made. The Office shall resume payment \n     as soon as practicable, including all amounts due.''.\n       (d) Limitations on Appointments of Representative Payees.--\n       (1) CSRS.--Section 8345 of title 5, United States Code, is \n     amended by inserting after subsection (e) the following:\n       ``(f) The Office may not authorize a person to receive \n     payments on behalf of a minor or individual of legal \n     disability under subsection (e) if that person has been \n     convicted of a violation of--\n       ``(1) section 8345a or 8466a;\n       ``(2) section 208 or 1632 of the Social Security Act (42 \n     U.S.C. 408, 1383a); or\n       ``(3) section 6101 of title 38.''.\n       (2) FERS.--Section 8466 of title 5, United States Code, is \n     amended by adding at the end the following:\n       ``(d) The Office may not authorize a person to receive \n     payments on behalf of a minor or individual of legal \n     disability under subsection (c) if that person has been \n     convicted of a violation of--\n       ``(1) section 8345a or 8466a;\n       ``(2) section 208 or 1632 of the Social Security Act (42 \n     U.S.C. 408, 1383a); or\n       ``(3) section 6101 of title 38.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 3. IMPLEMENTATION.\n\n       (a) Authorization of Payments.--Section 8348(a)(1)(B) of \n     title 5, United States Code, is amended by inserting ``in \n     administering fraud prevention under sections 8345, 8345a, \n     8466, and 8466a of this title,'' after ``8465(b) of this \n     title,''.\n       (b) Regulations.--Not later than 1 year after the date of \n     enactment of this Act, the Office of Personnel Management--\n       (1) shall promulgate regulations to carry out the \n     amendments made by section 2; and\n       (2) may promulgate additional regulations relating to the \n     administration of the representative payee program.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "     SEC. 4. EFFECTIVE DATE.\n\n       The amendments made by section 2--\n       (1) shall take effect on the date of the enactment of this \n     Act; and\n       (2) apply on and after the effective date of the \n     regulations promulgated under section 3(b)(1).\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days in which to revise \nand extend their remarks and include extraneous material on the measure \nbefore us.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 9}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman?", "turn": 3, "speaker_bioguide": null, "itemno": 10}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  The Representative Payee Fraud Prevention Act is a commonsense \nbipartisan bill that would protect recipients of Federal pensions from \nunscrupulous representatives who use the money for their own benefit \ninstead of the retirees'. Currently, representative payees can receive \npension benefits on behalf of a recipient who is a minor, is designated \nmentally incompetent, or has another disability.\n  Embezzlement or conversion of Social Security and veterans benefits \nby a representative payee is a Federal felony. However, there is no \nFederal penalty in current law for representative payees who embezzle \nor convert Federal retirement benefits to their own use.\n  The Representative Payee Fraud Prevention Act would close this \nloophole and apply the same penalties to those representative payees \nwho misuse Federal pension benefits. We must ensure that those who have \nspent their careers in public service receive the benefits they have \nearned.\n  I want to thank my friend and colleague, Representative Tlaib, for \nher hard work, along with Representative Meadows. It is a bipartisan \neffort on this important issue.\n  Mr. Speaker, I urge my colleagues to support this commonsense \nmeasure, and I reserve the balance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 12}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 5214, the Representative Payee \nFraud Prevention Act.\n  Federal employees often dedicate decades of their lives to public \nservice.\n\n\nWhen they retire, those Federal employees receive their hard-earned \nretirement benefits. Currently, the Federal Government issues payments \nto more than 2 million retirees and more than half a million survivor \nannuitants each year. Annuitants receive an average of $2,500 a month.\n  If a Federal annuitant becomes incapacitated in some way, a \nrepresentative payee may be appointed. A representative payee is a \nperson who receives and manages benefits on behalf of another person \nwho is not fully capable of managing their own benefits. Certainly, \nthings like mental illness, disability, or long-term illness are just a \nfew examples of situations where a payee may step in and provide that \ncounsel.\n  Obviously, as we look at this, a representative payee has a duty to \nuse financial benefits to assist with the care and well-being of the \nintended beneficiary. Surprisingly, though, it is not a crime for a \nrepresentative payee to commit financial fraud against an incapacitated \nFederal retiree. However, under the Social Security Act, it is a crime \nto do so.\n  I have always assumed that this type of financial abuse of retired \nFederal employees was also a crime. But right now, under Federal law, \nit is not.\n  As the chairwoman from New York mentioned, this is a commonsense \npiece of legislation. I would like to thank my colleague, Ms. Tlaib, \nfor her leadership on this.\n  This bill will make it a crime to embezzle Federal retirement \nbenefits as a representative payee. If convicted, the representative \npayee could be subject to criminal fines and up to 5 years in prison. \nObviously, this is a protection for our Federal workforce.\n  Mr. Speaker, I urge support of this particular piece of legislation, \nand I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 13}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield such time \nas she may consume to the gentlewoman from Michigan (Ms. Tlaib).", "turn": 6, "speaker_bioguide": "M000087", "itemno": 14}, {"kind": "speech", "speaker": "Ms. TLAIB", "text": "  Ms. TLAIB. Mr. Speaker, I would like to begin by thanking Congressman \nMeadows for partnering with me on the bill, as well as our Chairwoman \nMaloney and her incredibly strong and talented staff for their \nleadership and for the continued support of the work that we have to do \non behalf of our residents at home.\n  I also want to thank our forever chairman, the late Chairman \nCummings, who is looking down on us from above, for his mentorship and \nfor working with us on this bill that would help some of our most \nvulnerable retirees.\n  We all know that no one deserves to be scammed out of their money, \nbut that is especially true for our retirees. This bill, the \nRepresentative Payee Fraud Prevention Act, is a bipartisan effort to \nprotect those retirees who are recipients of Federal benefits.\n  Retirees who have been declared mentally incompetent or have another \nqualifying disability can have their monthly benefits paid on their \nbehalf through a representative, frequently referred to as the \nrepresentative payee. In recent years, what we have seen in our country \nis there has been a sharp increase in the number of representative \npayees who have taken advantage of their position and committed fraud, \nhurting many of our residents.\n  We need to hold them accountable, and this bill does that. The bill \nwould expand protection to over 2 million workers all across the United \nStates.\n  In my home State of Michigan, there are nearly 40,000 Federal \nretirees who are currently unprotected from this crime, impacting their \nquality of life. They are supposed to be living in peace during their \nretirement years. They are becoming targets instead, and we need to \npush back together, in a bipartisan way.\n  I hear firsthand from our senior residents about their concerns, from \nfeeling neglected in the assisted living facilities to unaffordable \ndrug prices, and I want to ensure that our older Americans have one \nless worry about financial predators who will misuse their hard-earned \nmoney.\n\n  For far too long, this lack of Federal protection has left some of \nour, again, most vulnerable civil servants without legal recourse when \nthey are taken advantage of and their retirement funds are misused. We \nmust ensure that the most impacted communities are protected on every \nfront.\n  That is what this legislation will do. It will prevent those who have \ncommitted representative payee fraud from serving as representative \npayees in the future and hold them accountable to their victims.\n  Let's really ensure that our public servants and our civil servants \nwho have dedicated their lives to serving our country are protected \nagainst this fraud.\n  Again, I want to thank my beloved Chairman Cummings for coming to \nmyself and my colleague, Congressman Meadows. When he did, we couldn't \nsay no to him, so we worked together in trying to resolve this issue \nfor so many folks, again, 2 million Federal employees across the \ncountry who need this protection.\n  Mr. Speaker, I really do urge my colleagues to support this bill.", "turn": 7, "speaker_bioguide": "T000481", "itemno": 15}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I certainly would rise in support of this \nlegislation. I thank the gentlewoman from Michigan for her kind words. \nMs. Tlaib has been leading on this.\n  The gentlewoman is right. Chairman Cummings had an infectious way of \nbringing people together, and I rise in support of this legislation as \na tribute to his leadership and to her leadership.\n  Mr. Speaker, I yield back the balance of my time.", "turn": 8, "speaker_bioguide": "M001187", "itemno": 16}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I urge passage of \nH.R. 5214. I thank Elijah Cummings for his hard work on this bill, too, \nand my colleagues, Mr. Meadows and Ms. Tlaib, and I yield back the \nbalance of my time.", "turn": 9, "speaker_bioguide": "M000087", "itemno": 17}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, H.R. 5214.", "turn": 10, "speaker_bioguide": null, "itemno": 18}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 19}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 20}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "5214", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "5214", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5214", "type": "HR"}], "related_usc": [{"title": "5", "number": "8331"}, {"title": "5", "number": "8345"}, {"title": "5", "detail": "(e)", "number": "8345"}, {"title": "5", "detail": "(a)(1)(B)", "number": "8348"}, {"title": "5", "number": "8401"}, {"title": "5", "number": "8466"}, {"title": "5", "detail": "(c)", "number": "8466"}, {"title": "42", "number": "1383a"}, {"title": "42", "number": "408"}], "id": "CREC-2020-02-05-pt1-PgH806", "doc_title": "REPRESENTATIVE PAYEE FRAUD PREVENTION ACT OF 2019", "title": "REPRESENTATIVE PAYEE FRAUD PREVENTION ACT OF 2019"}