{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S936-S939", "extension": false}, "content": [{"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The Senate will convene as a Court of Impeachment.\n\n\n                              The Journal\n", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. If there is no objection, the Journal of \nproceedings of the trial is approved to date.\n  The Deputy Sergeant at Arms, Jennifer Hemingway, will make the \nproclamation.\n  The Deputy Sergeant at Arms, Jennifer Hemingway, made proclamation as \nfollows:\n\n       Hear ye! Hear ye! Hear ye! All persons are commanded to \n     keep silent, on pain of imprisonment, while the Senate of the \n     United States is sitting for the trial of the articles of \n     impeachment exhibited by the House of Representatives against \n     Donald John Trump, President of the United States.\n       As a reminder to everyone in the Chamber, as well as those \n     in the Galleries, demonstrations of approval or disapproval \n     are prohibited.\n", "turn": 1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The majority leader is recognized.", "turn": 2, "speaker_bioguide": null, "itemno": 2}, {"kind": "speech", "speaker": "Mr. McCONNELL", "text": "  Mr. McCONNELL. Mr. Chief Justice, the Senate is now ready to vote on \nthe Articles of Impeachment, and after that is done, we will adjourn \nthe Court of Impeachment.\n\n\n                               Article I\n", "turn": 3, "speaker_bioguide": "M000355", "itemno": 3}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The clerk will now read the first Article of \nImpeachment.", "turn": 4, "speaker_bioguide": null, "itemno": 4}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The senior assistant legislative clerk read as follows:\n\n\n                       article i: abuse of power \n\n       The Constitution provides that the House of Representatives \n     ``shall have the sole Power of Impeachment'' and that the \n     President ``shall be removed from Office on Impeachment for, \n     and Conviction of, Treason, Bribery, or other high Crimes and \n     Misdemeanors''. In his conduct of the office of President of \n     the United States--and in violation of his constitutional \n     oath faithfully to execute the office of President of the \n     United States and, to the best of his ability, preserve, \n     protect, and defend the Constitution of the United States, \n     and in violation of his constitutional duty to take care that \n     the laws be faithfully executed--Donald J. Trump has abused \n     the powers of the Presidency, in that:\n       Using the powers of his high office, President Trump \n     solicited the interference of a foreign government, Ukraine, \n     in the 2020 United States Presidential election. He did so \n     through a scheme or course of conduct that included \n     soliciting the Government of Ukraine to publicly announce \n     investigations that would benefit his reelection, harm the \n     election prospects of a political opponent, and influence the \n     2020 United States Presidential election to his advantage. \n     President Trump also sought to pressure the Government of \n     Ukraine to take these steps by conditioning official United \n     States Government\n\n\n     acts of significant value to Ukraine on its public \n     announcement of the investigations. President Trump engaged \n     in this scheme or course of conduct for corrupt purposes in \n     pursuit of personal political benefit. In so doing, President \n     Trump used the powers of the Presidency in a manner that \n     compromised the national security of the United States and \n     undermined the integrity of the United States democratic \n     process. He thus ignored and injured the interests of the \n     Nation.\n       President Trump engaged in this scheme or course of conduct \n     through the following means:\n       (1) President Trump--acting both directly and through his \n     agents within and outside the United States Government--\n     corruptly solicited the Government of Ukraine to publicly \n     announce investigations into--\n       (A) a political opponent, former Vice President Joseph R. \n     Biden, Jr.; and\n       (B) a discredited theory promoted by Russia alleging that \n     Ukraine--rather than Russia--interfered in the 2016 United \n     States Presidential election.\n       (2) With the same corrupt motives, President Trump--acting \n     both directly and through his agents within and outside the \n     United States Government--conditioned two official acts on \n     the public announcements that he had requested--\n       (A) the release of $391 million of United States taxpayer \n     funds that Congress had appropriated on a bipartisan basis \n     for the purpose of providing vital military and security \n     assistance to Ukraine to oppose Russian aggression and which \n     President Trump had ordered suspended; and\n       (B) a head of state meeting at the White House, which the \n     President of Ukraine sought to demonstrate continued United \n     States support for the Government of Ukraine in the face of \n     Russian aggression.\n       (3) Faced with the public revelation of his actions, \n     President Trump ultimately released the military and security \n     assistance to the Government of Ukraine, but has persisted in \n     openly and corruptly urging and soliciting Ukraine to \n     undertake investigations for his personal political benefit.\n       These actions were consistent with President Trump's \n     previous invitations of foreign interference in United States \n     elections.\n       In all of this, President Trump abused the powers of the \n     Presidency by ignoring and injuring national security and \n     other vital national interests to obtain an improper personal \n     political benefit. He has also betrayed the Nation by abusing \n     his high office to enlist a foreign power in corrupting \n     democratic elections.\n       Wherefore President Trump, by such conduct, has \n     demonstrated that he will remain a threat to national \n     security and the Constitution if allowed to remain in office, \n     and has acted in a manner grossly incompatible with self-\n     governance and the rule of law. President Trump thus warrants \n     impeachment and trial, removal from office, and \n     disqualification to hold and enjoy any office of honor, \n     trust, or profit under the United States.\n\n\n                           Vote on Article I\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. Each Senator, when his or her name is called, will \nstand at his or her place and vote guilty or not guilty, as required by \nrule XXIII of the Senate Rules on Impeachment.\n  Article I, section 3, clause 6 of the Constitution regarding the vote \nrequired for conviction on impeachment provides that no person shall be \nconvicted without the concurrence of two-thirds of the Members present.\n  The question is on the first Article of Impeachment. Senators, how \nsay you? Is the respondent, Donald John Trump, guilty or not guilty?\n  A rollcall vote is required.\n  The clerk will call the roll.", "turn": 5, "speaker_bioguide": null, "itemno": 6}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The legislative clerk called the roll.", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The result was announced--guilty 48, not guilty 52, as follows:\n\n                         [Rollcall Vote No. 33]\n", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "title", "speaker": "None", "text": "                               GUILTY--48\n\n     Baldwin\n     Bennet\n     Blumenthal\n     Booker\n     Brown\n     Cantwell\n     Cardin\n     Carper\n     Casey\n     Coons\n     Cortez Masto\n     Duckworth\n     Durbin\n     Feinstein\n     Gillibrand\n     Harris\n     Hassan\n     Heinrich\n     Hirono\n     Jones\n     Kaine\n     King\n     Klobuchar\n     Leahy\n     Manchin\n     Markey\n     Menendez\n     Merkley\n     Murphy\n     Murray\n     Peters\n     Reed\n     Romney\n     Rosen\n     Sanders\n     Schatz\n     Schumer\n     Shaheen\n     Sinema\n     Smith\n     Stabenow\n     Tester\n     Udall\n     Van Hollen\n     Warner\n     Warren\n     Whitehouse\n     Wyden\n", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "title", "speaker": "None", "text": "                             NOT GUILTY--52\n\n     Alexander\n     Barrasso\n     Blackburn\n     Blunt\n     Boozman\n     Braun\n     Burr\n     Capito\n     Cassidy\n     Collins\n     Cornyn\n     Cotton\n     Cramer\n     Crapo\n     Cruz\n     Daines\n     Enzi\n     Ernst\n     Fischer\n     Gardner\n     Graham\n     Grassley\n     Hawley\n     Hoeven\n     Hyde-Smith\n     Inhofe\n     Johnson\n     Kennedy\n     Lankford\n     Lee\n     Loeffler\n     McConnell\n     McSally\n     Moran\n     Murkowski\n     Paul\n     Perdue\n     Portman\n     Risch\n     Roberts\n     Rounds\n     Rubio\n     Sasse\n     Scott (FL)\n     Scott (SC)\n     Shelby\n     Sullivan\n     Thune\n     Tillis\n     Toomey\n     Wicker\n     Young", "turn": -1, "speaker_bioguide": null, "itemno": 10}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. On this Article of Impeachment, 48 Senators have \npronounced Donald John Trump, President of the United States, guilty as \ncharged; 52 Senators have pronounced him not guilty as charged.\n  Two-thirds of the Senators present not having pronounced him guilty, \nthe Senate adjudges that the Respondent, Donald John Trump, President \nof the United States, is not guilty as charged on the first Article of \nImpeachment.\n\n\n                               Article II\n\n  The clerk will read the second Article of Impeachment.", "turn": 6, "speaker_bioguide": null, "itemno": 11}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The legislative clerk read as follows:\n\n\n                  article ii: obstruction of congress \n\n       The Constitution provides that the House of Representatives \n     ``shall have the sole Power of Impeachment'' and that the \n     President ``shall be removed from Office on Impeachment for, \n     and Conviction of, Treason, Bribery, or other high Crimes and \n     Misdemeanors''. In his conduct of the office of President of \n     the United States--and in violation of his constitutional \n     oath faithfully to execute the office of President of the \n     United States and, to the best of his ability, preserve, \n     protect, and defend the Constitution of the United States, \n     and in violation of his constitutional duty to take care that \n     the laws be faithfully executed--Donald J. Trump has directed \n     the unprecedented, categorical, and indiscriminate defiance \n     of subpoenas issued by the House of Representatives pursuant \n     to its ``sole Power of Impeachment''. President Trump has \n     abused the powers of the Presidency in a manner offensive to, \n     and subversive of, the Constitution, in that:\n       The House of Representatives has engaged in an impeachment \n     inquiry focused on President Trump's corrupt solicitation of \n     the Government of Ukraine to interfere in the 2020 United \n     States Presidential election. As part of this impeachment \n     inquiry, the Committees undertaking the investigation served \n     subpoenas seeking documents and testimony deemed vital to the \n     inquiry from various Executive Branch agencies and offices, \n     and current and former officials.\n       In response, without lawful cause or excuse, President \n     Trump directed Executive Branch agencies, offices, and \n     officials not to comply with those subpoenas. President Trump \n     thus interposed the powers of the Presidency against the \n     lawful subpoenas of the House of Representatives, and assumed \n     to himself functions and judgments necessary to the exercise \n     of the ``sole Power of Impeachment'' vested by the \n     Constitution in the House of Representatives.\n       President Trump abused the powers of his high office \n     through the following means:\n       (1) Directing the White House to defy a lawful subpoena by \n     withholding the production of documents sought therein by the \n     Committees.\n       (2) Directing other Executive Branch agencies and offices \n     to defy lawful subpoenas and withhold the production of \n     documents and records from the Committees--in response to \n     which the Department of State, Office of Management and \n     Budget, Department of Energy, and Department of Defense \n     refused to produce a single document or record.\n       (3) Directing current and former Executive Branch officials \n     not to cooperate with the Committees--in response to which \n     nine Administration officials defied subpoenas for testimony, \n     namely John Michael ``Mick'' Mulvaney, Robert B. Blair, John \n     A. Eisenberg, Michael Ellis, Preston Wells Griffith, Russell \n     T. Vought, Michael Duffey, Brian McCormack, and T. Ulrich \n     Brechbuhl.\n       These actions were consistent with President Trump's \n     previous efforts to undermine United States Government \n     investigations into foreign interference in United States \n     elections.\n       Through these actions, President Trump sought to arrogate \n     to himself the right to determine the propriety, scope, and \n     nature of an impeachment inquiry into his own conduct, as \n     well as the unilateral prerogative to deny any and all \n     information to the House of Representatives in the exercise \n     of its ``sole Power of Impeachment''. In the history of the \n     Republic, no President has ever ordered the complete defiance \n     of an impeachment inquiry or sought to obstruct and impede so \n     comprehensively the ability of the House of Representatives \n     to investigate ``high Crimes and Misdemeanors''. This abuse \n     of office served to cover up the President's own repeated \n     misconduct and to seize and control the power of \n     impeachment--and thus to nullify a vital constitutional \n     safeguard vested solely in the House of Representatives.\n       In all of this, President Trump has acted in a manner \n     contrary to his trust as President and subversive of \n     constitutional government, to the great prejudice of the \n     cause of law and justice, and to the manifest injury of the \n     people of the United States.\n       Wherefore, President Trump, by such conduct, has \n     demonstrated that he will remain a threat to the Constitution \n     if allowed to remain in office, and has acted in a manner \n     grossly incompatible with self-governance and the rule of \n     law. President Trump thus warrants impeachment and trial, \n     removal from office, and disqualification to hold and enjoy \n     any office of honor, trust, or profit under the United \n     States.\n\n\n                           Vote on Article II\n", "turn": -1, "speaker_bioguide": null, "itemno": 12}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The question is on the second Article of \nImpeachment.\n\n\nSenators, how say you? Is the respondent, Donald John Trump, guilty or \nnot guilty?\n  The clerk will call the roll.\n  The senior assistant legislative clerk called the roll.", "turn": 7, "speaker_bioguide": null, "itemno": 13}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The result was announced--guilty 47, not guilty 53, as follows:\n\n                         [Rollcall Vote No. 34]\n", "turn": -1, "speaker_bioguide": null, "itemno": 14}, {"kind": "title", "speaker": "None", "text": "                               GUILTY--47\n\n     Baldwin\n     Bennet\n     Blumenthal\n     Booker\n     Brown\n     Cantwell\n     Cardin\n     Carper\n     Casey\n     Coons\n     Cortez Masto\n     Duckworth\n     Durbin\n     Feinstein\n     Gillibrand\n     Harris\n     Hassan\n     Heinrich\n     Hirono\n     Jones\n     Kaine\n     King\n     Klobuchar\n     Leahy\n     Manchin\n     Markey\n     Menendez\n     Merkley\n     Murphy\n     Murray\n     Peters\n     Reed\n     Rosen\n     Sanders\n     Schatz\n     Schumer\n     Shaheen\n     Sinema\n     Smith\n     Stabenow\n     Tester\n     Udall\n     Van Hollen\n     Warner\n     Warren\n     Whitehouse\n     Wyden\n", "turn": -1, "speaker_bioguide": null, "itemno": 15}, {"kind": "title", "speaker": "None", "text": "                             NOT GUILTY--53\n\n     Alexander\n     Barrasso\n     Blackburn\n     Blunt\n     Boozman\n     Braun\n     Burr\n     Capito\n     Cassidy\n     Collins\n     Cornyn\n     Cotton\n     Cramer\n     Crapo\n     Cruz\n     Daines\n     Enzi\n     Ernst\n     Fischer\n     Gardner\n     Graham\n     Grassley\n     Hawley\n     Hoeven\n     Hyde-Smith\n     Inhofe\n     Johnson\n     Kennedy\n     Lankford\n     Lee\n     Loeffler\n     McConnell\n     McSally\n     Moran\n     Murkowski\n     Paul\n     Perdue\n     Portman\n     Risch\n     Roberts\n     Romney\n     Rounds\n     Rubio\n     Sasse\n     Scott (FL)\n     Scott (SC)\n     Shelby\n     Sullivan\n     Thune\n     Tillis\n     Toomey\n     Wicker\n     Young", "turn": -1, "speaker_bioguide": null, "itemno": 16}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. On this Article of Impeachment, 47 Senators have \npronounced Donald John Trump, President of the United States, guilty as \ncharged; 53 Senators have pronounced him not guilty as charged; two-\nthirds of the Senators present not having pronounced him guilty, the \nSenate adjudges that respondent, Donald John Trump, President of the \nUnited States, is not guilty as charged in the second Article of \nImpeachment.\n  The Presiding Officer directs judgment to be entered in accordance \nwith the judgment of the Senate as follows:\n\n       The Senate, having tried Donald John Trump, President of \n     the United States, upon two articles of impeachment exhibited \n     against him by the House of Representatives, and two-thirds \n     of the Senators present not having found him guilty of the \n     charges contained therein, it is, therefore, ordered and \n     adjudged that the said Donald John Trump be, and he is \n     hereby, acquitted of the charges in said articles.\n\n  The Chair recognizes the majority leader.\n\n\n      Communication To The Secretary Of State And To The House Of \n                            Representatives\n", "turn": 8, "speaker_bioguide": null, "itemno": 17}, {"kind": "speech", "speaker": "Mr. McCONNELL", "text": "  Mr. McCONNELL. Mr. Chief Justice, I send an order to the desk.", "turn": 9, "speaker_bioguide": "M000355", "itemno": 18}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The clerk will report the order.", "turn": 10, "speaker_bioguide": null, "itemno": 19}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The legislative clerk read as follows:\n\n       Ordered, that the Secretary be directed to communicate to \n     the Secretary of State, as provided by Rule XXII of the Rules \n     of Procedure and Practice in the Senate when sitting on \n     impeachment trials, and also to the House of Representatives, \n     the judgment of the Senate in the case of Donald John Trump, \n     and transmit a certified copy of the judgment to each.\n", "turn": -1, "speaker_bioguide": null, "itemno": 20}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. Without objection, the order will be entered.\n  The majority leader is recognized.\n\n\n   Expression Of Gratitude To The Chief Justice Of The United States\n", "turn": 11, "speaker_bioguide": null, "itemno": 21}, {"kind": "speech", "speaker": "Mr. McCONNELL", "text": "  Mr. McCONNELL. Mr. Chief Justice, before this process fully \nconcludes, I want to very quickly acknowledge a few of the people who \nhelped the Senate fulfill our duty these past weeks.\n  First and foremost, I know my colleagues join me in thanking Chief \nJustice Roberts for presiding over the Senate trial with a clear head, \nsteady hand, and the forbearance that this rare occasion demands.\n  (Applause.)\n  We know full well that his presence as our Presiding Officer came in \naddition to, not instead of, his day job across the street, so the \nSenate thanks the Chief Justice and his staff who helped him perform \nthis unique role.\n  Like his predecessor, Chief Justice Rehnquist, the Senate will be \nawarding Chief Justice Roberts the golden gavel to commemorate his time \npresiding over this body. We typically award this to new Senators after \nabout 100 hours in the chair, but I think we can agree that the Chief \nJustice has put in his due and then some.\n  The page is delivering the gavel.", "turn": 12, "speaker_bioguide": "M000355", "itemno": 22}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. Thank you very much.", "turn": 13, "speaker_bioguide": null, "itemno": 23}, {"kind": "speech", "speaker": "Mr. McCONNELL", "text": "  Mr. McCONNELL. Of course, there are countless Senate professionals \nwhose efforts were essential, and I will have more thorough facts to \noffer next week to all of those teams, from the Secretary of the \nSenate's office, to the Parliamentarian, to the Sergeant at Arms team, \nand beyond.\n  But there are two more groups I would like to single out now. First, \nthe two different classes of Senate pages who participated in this \ntrial, their footwork and cool under pressure literally kept the floor \nrunning. Our current class came on board right in the middle of the \nthird Presidential impeachment trial in American history and quickly \nfound themselves hand-delivering 180 question cards from Senators' \ndesks to the dais.\n  No pressure, right, guys?\n  So thank you all very much for your good work.\n  (Applause.)\n  Second, the fine men and women of the Capitol Police, we know that \nthe safety of our democracy literally rests in their hands every single \nday, but the heightened measures surrounding the trial meant even more \nhours and even more work and even more vigilance.\n  Thank you all very much for your service to this body and to the \ncountry.\n  (Applause.)", "turn": 14, "speaker_bioguide": "M000355", "itemno": 24}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. The Chair recognizes the Democratic leader.", "turn": 15, "speaker_bioguide": null, "itemno": 25}, {"kind": "speech", "speaker": "Mr. SCHUMER", "text": "  Mr. SCHUMER. Mr. Chief Justice, I join the Republican leader in \nthanking the personnel who aided the Senate over the past several \nweeks. The Capitol Police do an outstanding job, day in and day out, to \nprotect the Members of this Chamber, their staffs, the press, and \neveryone who works in and visits this Capitol.\n  They were asked to work extra shifts and in greater numbers provide \nadditional security over the past 3 weeks. Thank you to every one of \nthem.\n  I, too, would like to thank those wonderful pages. I so much enjoyed \nyou with your serious faces walking down right here and giving the \nChief Justice our questions. As the leader noted, the new class of \npages started midway in this impeachment trial. When you take a new \njob, you are usually given a few days to take stock of things and get \nup to speed.\n  This class was given no such leeway, but they stepped right in and \ndidn't miss a beat. Carrying hundreds of questions from U.S. Senators \nto the Chief Justice on national television is not how most of us spend \nour first week at work, but they did it with aplomb.\n  I would also like to extend my personal thank you to David Hauck, \nDirector of the Office of Accessibility Services; Tyler Pumphrey, \nsupervisor; and Grace Ridgeway, wonderful Director of Capitol \nFacilities.\n  Everyone on Grace's team worked so hard to make sure we were ready \nfor impeachment: Gary Richardson, known affectionately to us as \n``Tiny,'' the chief Chamber attendant; Jim Hoover and the cabinet shop \nwho built new cabinets to deprive us of the use of our electronics and \nflip phones during the trial; Brenda Byrd and her team who did a \nspectacular job of keeping the Capitol clean; and Lynden Webb and his \nteam, who moved the furniture, and then moved it again and again and \nagain.\n  Grace, we appreciate all your hard work. Please convey our sincerest \nthanks to your staff. Thank you all, the whole staff, for your diligent \nwork through many long days and late nights during this very trying \ntime in our Nation's history.\n\n\nStatement Of The Chief Justice Of The United States On The Senate Floor\n", "turn": 16, "speaker_bioguide": "S000148", "itemno": 26}, {"kind": "speech", "speaker": "The CHIEF JUSTICE", "text": "  The CHIEF JUSTICE. At this time, the Chair also wishes to make a very \nbrief statement.\n  I would like to begin by thanking the majority leader and the \nDemocratic leader for their support as I attempted to carry out ill-\ndefined responsibilities in an unfamiliar setting. They ensured that I \nhad wise counsel of the Senate itself through its Secretary and her \nlegislative staff.\n  I am especially grateful to the Parliamentarian and her deputy for \ntheir unfailing patience and keen insight. I am likewise grateful to \nthe Sergeant at Arms and his staff for the assistance and many \ncourtesies that they extended during my period of required residency. \nThank you all for making my presence here as comfortable as possible.\n  As I depart the Chamber, I do so with an invitation to visit the \nCourt. By\n\n\nlong tradition and in memory of the 135 years we sat in this building, \nwe keep the front row of the gallery in our courtroom open for Members \nof Congress who might want to drop by to see an argument--or to escape \none.\n  I also depart with sincere good wishes as we carry out our common \ncommitment to the Constitution through the distinct roles assigned to \nus by that charter. You have been generous hosts, and I look forward to \nseeing you again under happier circumstances.\n  The Chair recognizes the majority leader.\n", "turn": 17, "speaker_bioguide": null, "itemno": 27}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 28}], "id": "CREC-2020-02-05-pt1-PgS936-2", "doc_title": "TRIAL OF DONALD J. TRUMP, PRESIDENT OF THE UNITED STATES", "title": "TRIAL OF DONALD J. TRUMP, PRESIDENT OF THE UNITED STATES"}