{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E136", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. BRAD SHERMAN\n\n                             of california\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. SHERMAN", "text": "  Mr. SHERMAN. Madam Speaker, on the occasion of his 94th birthday, I \nrise today to honor Dr. Amarjit Singh Marwah, a pioneer in the Indian \nAmerican community and a Los Angeles civic icon.\n   Since coming to the United States in 1953 as a Fulbright scholar, \nDr. Marwah has been a trailblazer. Drawing on an educational pedigree \nthat included fellowships from the Guggenheim Foundation, the \nUniversity of Illinois, Chicago (where he pursued an MS in Pathology), \nHoward University (where he completed a two-year program in Doctor in \nDental Surgery), and a professorship at the University of Southern \nCalifornia, Dr. Marwah became the first Indian doctor in the United \nStates to obtain a license to practice dentistry.\n   Dr. Marwah also helped make U.S. history through his work on Dalip \nSingh Saund's congressional campaign. As a young aide to the candidate, \nDr. Marwah helped propel Saund to victory in the 1956 election, \nushering in the first Sikh American, the first Indian American and the \nfirst Asian American ever elected to the U.S. Congress.\n   Being a pioneer, Dr. Marwah has worked to encourage and grow the \nnascent Sikh American community of Southern California, of which he is \na member. For many years, his Baldwin Hills home served as a place of \nrespite for the immigrant community; and Dr. Marwah founded just the \nthird Sikh Temple in the United States, whose location in Hollywood now \nbears the name ``Dr. Amarjit Singh Marwah Square.''\n   As a friend and advisor of Los Angeles Mayor Tom Bradley, Dr. Marwah \nmade an indelible mark on Los Angeles civic life. Dr. Marwah was \nappointed a Los Angeles City Commissioner in 1975 and served for 18 \nyears. He chaired the Cultural Heritage Commission and the Hollywood \nArt Commission, and he helped to preserve over 300 sites, including the \nWalk of Fame and the Roosevelt Hotel.\n   As a public servant, a leader in the Indian American community and a \nphilanthropist, Dr. Marwah has made a positive impact on countless \npeople around the world. Dr. Marwah was supported in all these \nendeavors by his late wife, Kuljit Kaur Marwah, as well as his three \ndaughters and their spouses and grandchildren.\n   I wish my friend Dr. Amarjit Singh Marwah a very happy and healthy \n94th birthday.\n", "turn": 0, "speaker_bioguide": "S000344", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE136", "doc_title": "HONORING DR. AMARJIT SINGH MARWAH", "title": "HONORING DR. AMARJIT SINGH MARWAH"}