{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "E133-E134", "extension": true}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                           HON. GREG STANTON\n\n                               of arizona\n\n                    in the house of representatives\n\n                      Wednesday, February 5, 2020\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. STANTON", "text": "  Mr. STANTON. Madam Speaker, I rise to honor the life and legacy of \nJerry Brooks, former mayor of Chandler, Arizona, who\n\n\npassed away Tuesday, January 14, 2020. A Vietnam veteran and \nrenaissance man, Mayor Brooks served in the U.S. military for 30 years. \nHis greatest legacy as mayor was establishing the Chandler Performing \nand Visual Arts Center, a welcoming and innovative performance space \nthat bonds our community together through arts and culture.\n  Jerrell W. Brooks was born in San Antonio, Texas, on November 23, \n1930, to Marion and Viola Brooks. After moving to Arizona as a child, \nBrooks attended Phoenix Union High School. Just shy of graduation, \nBrooks enlisted in the U.S. Marines after being inspired by those who \nserved in the second World War. After his discharge in 1950, Brooks \nreturned to Arizona and completed a construction engineering degree at \nArizona State University in 1954. Following graduation, he was \ncommissioned in the U.S. Air Force through the university's ROTC \nprogram. Brooks retired as a colonel after serving in Vietnam, in 1977 \nafter 30 years of service.\n  Brooks moved to Chandler in his retirement and began to observe that \nthe city's infrastructure could not keep pace with rapid growth and \ndevelopment in the community. It inspired him to become active in local \npolitics. Brooks won a seat on the Chandler City Council in 1982 and \nwas elected mayor just two years later. True to his word, during his \nfour-year term as mayor, Mayor Brooks paved roads, built \ninfrastructure, and annexed land in south Chandler to build new streets \nand utility infrastructure to serve future residents of the city.\n  His lasting legacy and the crown jewel of Chandler is the Chandler \nPerforming and Visual Arts Center. Mayor Brooks advocated and fought \nfor a performing arts center that would attract new employers, \nentertainers, and families to Chandler and transfonn a quiet \nagricultural town into a thriving, family-friendly, diverse and \nwelcoming community. He lived to see his vision come to fruition. \nFuture generations of Chandler residents will undoubtedly be affected \nby the cultural opportunities available in their own city thanks to \nMayor Brooks' vision for the Center.\n  Thank you to Mayor Brooks, and Godspeed.\n", "turn": 0, "speaker_bioguide": "S001211", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgE133-5", "doc_title": "HONORING JERRY BROOKS", "title": "HONORING JERRY BROOKS"}