{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H770-H771", "extension": false}, "content": [{"kind": "metacharacters", "speaker": "None", "text": "                              {time}  1030", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "            RECOGNIZING NATIONAL GUN VIOLENCE SURVIVORS WEEK\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nFlorida (Mr. Soto) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 2}, {"kind": "speech", "speaker": "Mr. SOTO", "text": "  Mr. SOTO. Madam Speaker, today, I rise because it is National Gun \nViolence Survivors Week, a time when we focus on sharing and amplifying \nthe stories of gun violence survivors who live with the impacts of gun \nviolence every day.\n  I recall the morning of June 12, 2016, when my wife and I were \nawakened at 6 in the morning by a barrage of texts because the \nunthinkable happened to our happy little town of Orlando, Florida. Gun \nviolence on a massive scale had reared its ugly head at a place where \npeople just wanted to have a good time, at the Pulse nightclub.\n  We lost 49 Americans that day, 49 of my fellow Orlandoans who were \njust there to enjoy friendship and camaraderie. Their lives were taken \nway too early from us. But we also have to focus on the 53 who were \nwounded, the survivors of the Pulse nightclub tragedy. One of them is a \ncoworker of mine, Ramses Tinoco.\n  Ramses is a paralegal who was good spirited, hard-working, and always \nexcited about the job. Suddenly, for several weeks, he wasn't able to \ncome back to work, or at least in a regular fashion. I remember talking \nto him about what it was like to be there. It was hard for him to talk \nabout it, and I don't blame him because no one should have to see those \ntypes of horrors.\n  Another good friend of mine, Ricardo Negron-Almodovar, a lawyer in \nPuerto Rico who came to central Florida for a new start, and within \nless than a year of living in Orlando, he faced this vicious tragedy. \nBut he has been fighting back. He is now on the Pulse national memorial \nadvisory committee. We have a bipartisan bill going through the House \nthat would make it a national memorial to remember those 49 we lost and \nthose 53 wounded survivors.\n  But I also want to talk about the folks who take care of the \nsurvivors.\n  Terry DeCarlo, who is pictured here on the far right, was retiring \nthe Monday after the Pulse nightclub shooting from the LGBT+ Center in \nOrlando. Terry couldn't retire when his community needed him most, so \nhe stayed on for a year, bringing in supplies, helping with mental \nhealth, helping the families coming from around the country to help \ntheir loved ones who were still surviving.\n  During that time, all Terry thought about was others. It was only a \nfew months after he retired a year-plus later that he found out that he \nhad advanced stages of cancer that was teeming through his jaw. One can \nonly wonder whether, if he wasn't so busy, he might have gotten \ntreatment or had noticed beforehand. But that wasn't Terry.\n  Terry cared about others. Terry lived to serve, and we just lost him \nlast month. It is a sad tragedy, but Terry's legacy will be remembered.\n  We also have to honor with action, with real solutions. The shooter \nin this instance had a SIG Sauer MCX semiautomatic rifle, a weapon of \nwar made for battlefields, not for a suburban nightclub, one that could \ndo unspeakable carnage even before police could get on the scene.\n  There are things that are even more common ground than assault \nweapons bans. Our House passed a bipartisan universal background checks \nbill to make sure that, simply, those who aren't supposed to have guns \ndon't get them. With giant loopholes for gun shows and private sales, \nthis just doesn't make sense. It is time to pass it.\n  Also, the Charleston loophole, where we saw someone put a false \naddress, and when the background check didn't come back, he \nautomatically got his guns and shot up a church in Charleston.\n  It is time for action.\n\n\n", "turn": 1, "speaker_bioguide": "S001200", "itemno": 3}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}], "id": "CREC-2020-02-05-pt1-PgH770-2", "doc_title": "RECOGNIZING NATIONAL GUN VIOLENCE SURVIVORS WEEK", "title": null}