{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H788-H796", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I move to suspend the rules and pass \nthe bill (H.R. 2247) to amend the Federal Water Pollution Control Act \nto provide assistance for programs and activities to protect the water \nquality of Puget Sound, and for other purposes, as amended.", "turn": 0, "speaker_bioguide": "N000179", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 2247\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Promoting United Government \n     Efforts to Save Our Sound Act'' or the ``PUGET SOS Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. PUGET SOUND COORDINATED RECOVERY.\n\n       Title I of the Federal Water Pollution Control Act (33 \n     U.S.C. 1251 et seq.) is amended by adding at the end the \n     following:\n\n     ``SEC. 124. PUGET SOUND.\n\n       ``(a) Definitions.--In this section, the following \n     definitions apply:\n       ``(1) Coastal nonpoint pollution control program.--The term \n     `Coastal Nonpoint Pollution Control Program' means the State \n     of Washington's Coastal Nonpoint Pollution Control Program \n     approved by the Secretary of Commerce as required under \n     section 6217 of the Coastal Zone Act Reauthorization \n     Amendments of 1990.\n       ``(2) Director.--The term `Director' means the Director of \n     the Program Office.\n       ``(3) Federal action plan.--The term `Federal Action Plan' \n     means the plan developed under subsection (d)(2)(B).\n       ``(4) International joint commission.--The term \n     `International Joint Commission' means the International \n     Joint Commission established by the United States and Canada \n     under the International Boundary Waters Treaty of 1909 (36 \n     Stat. 2448).\n       ``(5) Pacific salmon commission.--The term `Pacific Salmon \n     Commission' means the Pacific Salmon Commission established \n     by the United States and Canada under the Treaty between the \n     Government of the United States of America and the Government \n     of Canada Concerning Pacific Salmon, signed at Ottawa, \n     January 28, 1985 (commonly known as the `Pacific Salmon \n     Treaty').\n       ``(6) Program office.--The term `Program Office' means the \n     Puget Sound Recovery National Program Office established by \n     subsection (c).\n       ``(7) Puget sound action agenda; action agenda.--The term \n     `Puget Sound Action Agenda' or `Action Agenda' means the most \n     recent plan developed by the Puget Sound National Estuary \n     Program Management Conference, in consultation with the Puget \n     Sound Tribal Management Conference, and approved by the \n     Administrator as the comprehensive conservation and \n     management plan for Puget Sound under section 320.\n       ``(8) Puget sound federal leadership task force.--The term \n     `Puget Sound Federal Leadership Task Force' means the Puget \n     Sound Federal Leadership Task Force established under \n     subsection (d).\n       ``(9) Puget sound federal task force.--The term `Puget \n     Sound Federal Task Force'\n\n\n     means the Puget Sound Federal Task Force established in 2016 \n     under a memorandum of understanding among 9 Federal agencies.\n       ``(10) Puget sound national estuary program management \n     conference; management conference.--The term `Puget Sound \n     National Estuary Program Management Conference' or \n     `Management Conference' means the management conference for \n     Puget Sound convened pursuant to section 320.\n       ``(11) Puget sound partnership.--The term `Puget Sound \n     Partnership' means the State agency that is established under \n     the laws of the State of Washington (section 90.71.210 of the \n     Revised Code of Washington), or its successor agency, that \n     has been designated by the Administrator as the lead entity \n     to support the Puget Sound National Estuary Program \n     Management Conference.\n       ``(12) Puget sound region.--\n       ``(A) In general.--The term `Puget Sound region' means the \n     land and waters in the northwest corner of the State of \n     Washington from the Canadian border to the north to the \n     Pacific Ocean on the west, including Hood Canal and the \n     Strait of Juan de Fuca.\n       ``(B) Inclusion.--The term `Puget Sound region' includes \n     all of the water that falls on the Olympic and Cascade \n     Mountains and flows to meet Puget Sound's marine waters.\n       ``(13) Puget sound tribal management conference.--The term \n     `Puget Sound Tribal Management Conference' means the 20 \n     treaty Indian tribes of western Washington and the Northwest \n     Indian Fisheries Commission.\n       ``(14) Salish sea.--The term `Salish Sea' means the network \n     of coastal waterways on the west coast of North America that \n     includes the Puget Sound, the Strait of Georgia, and the \n     Strait of Juan de Fuca.\n       ``(15) Salmon recovery plans.--The term `Salmon Recovery \n     Plans' means the recovery plans for salmon and steelhead \n     species approved by the Secretary of the Interior under \n     section 4(f) of the Endangered Species Act of 1973.\n       ``(16) State advisory committee.--The term `State Advisory \n     Committee' means the advisory committee established by \n     subsection (e).\n       ``(17) Treaty rights at risk initiative.--The term `Treaty \n     Rights at Risk Initiative' means the report from the treaty \n     Indian tribes of western Washington entitled `Treaty Rights \n     at Risk: Ongoing Habitat Loss, the Decline of the Salmon \n     Resource, and Recommendations for Change' and dated July 14, \n     2011, or its successor report, which outlines issues and \n     offers solutions for the protection of Tribal treaty rights, \n     recovery of salmon habitat, and management of sustainable \n     treaty and nontreaty salmon fisheries, including through \n     tribal salmon hatchery programs.\n       ``(b) Consistency.--All Federal agencies represented on the \n     Puget Sound Federal Leadership Task Force shall act \n     consistently with the protection of Tribal, treaty-reserved \n     rights and, to the greatest extent practicable given such \n     agencies' existing obligations under Federal law, act \n     consistently with the objectives and priorities of the Action \n     Agenda, Salmon Recovery Plans, the Treaty Rights at Risk \n     Initiative, and the Coastal Nonpoint Pollution Control \n     Program, when--\n       ``(1) conducting Federal agency activities within or \n     outside Puget Sound that affect any land or water use or \n     natural resources of Puget Sound and its tributary waters, \n     including activities performed by a contractor for the \n     benefit of a Federal agency;\n       ``(2) interpreting and enforcing regulations that impact \n     the restoration and protection of Puget Sound;\n       ``(3) issuing Federal licenses or permits that impact the \n     restoration and protection of Puget Sound; and\n       ``(4) granting Federal assistance to State, local, and \n     Tribal governments for activities related to the restoration \n     and protection of Puget Sound.\n       ``(c) Puget Sound Recovery National Program Office.--\n       ``(1) Establishment.--There is established in the \n     Environmental Protection Agency a Puget Sound Recovery \n     National Program Office to be located in the State of \n     Washington.\n       ``(2) Director.--\n       ``(A) In general.--The Director of the Program Office shall \n     be a career reserved position, as such term is defined in \n     section 3132(a)(8) of title 5, United States Code.\n       ``(B) Qualifications.--The Director of the Program Office \n     shall have leadership and project management experience and \n     shall be highly qualified to--\n       ``(i) direct the integration of multiple project planning \n     efforts and programs from different agencies and \n     jurisdictions; and\n       ``(ii) align numerous, and often conflicting, needs toward \n     implementing a shared Action Agenda with visible and \n     measurable outcomes.\n       ``(3) Delegation of authority; staffing.--Using amounts \n     made available pursuant to subsection (i), the Administrator \n     shall delegate to the Director such authority and provide \n     such staff as may be necessary to carry out this section.\n       ``(4) Duties.--The Director shall--\n       ``(A) coordinate and manage the timely execution of the \n     requirements of this section, including the formation and \n     meetings of the Puget Sound Federal Leadership Task Force;\n       ``(B) coordinate activities related to the restoration and \n     protection of Puget Sound across the Environmental Protection \n     Agency;\n       ``(C) coordinate and align the activities of the \n     Administrator with the Action Agenda, Salmon Recovery Plans, \n     the Treaty Rights at Risk Initiative, and the Coastal \n     Nonpoint Pollution Control Program;\n       ``(D) promote the efficient use of Environmental Protection \n     Agency resources in pursuit of Puget Sound restoration and \n     protection;\n       ``(E) serve on the Puget Sound Federal Leadership Task \n     Force and collaborate with, help coordinate, and implement \n     activities with other Federal agencies that have \n     responsibilities involving Puget Sound restoration and \n     protection;\n       ``(F) provide or procure such other advice, technical \n     assistance, research, assessments, monitoring, or other \n     support as is determined by the Director to be necessary or \n     prudent to most efficiently and effectively fulfill the \n     objectives and priorities of the Action Agenda, Salmon \n     Recovery Plans, the Treaty Rights at Risk Initiative, and the \n     Coastal Nonpoint Pollution Control Program consistent with \n     the best available science and to ensure the health of the \n     Puget Sound ecosystem;\n       ``(G) track the progress of the Environmental Protection \n     Agency towards meeting the Agency's specified objectives and \n     priorities within the Action Agenda and the Federal Action \n     Plan;\n       ``(H) implement the recommendations of the Comptroller \n     General, set forth in the report entitled `Puget Sound \n     Restoration: Additional Actions Could Improve Assessments of \n     Progress' and dated July 19, 2018;\n       ``(I) serve as liaison and coordinate activities for the \n     restoration and protection of the Salish Sea, with Canadian \n     authorities, the Pacific Salmon Commission, and the \n     International Joint Commission; and\n       ``(J) carry out such additional duties as the Administrator \n     determines necessary and appropriate.\n       ``(d) Puget Sound Federal Leadership Task Force.--\n       ``(1) Establishment.--There is established a Puget Sound \n     Federal Leadership Task Force.\n       ``(2) Duties.--\n       ``(A) General duties.--The Puget Sound Federal Leadership \n     Task Force shall--\n       ``(i) uphold Federal trust responsibilities to restore and \n     protect resources crucial to Tribal treaty rights, including \n     by carrying out government-to-government consultation with \n     Indian tribes when requested by such tribes;\n       ``(ii) provide a venue for dialogue and coordination across \n     all Federal agencies on the Puget Sound Federal Leadership \n     Task Force to align Federal resources for the purposes of \n     carrying out the requirements of this section and all other \n     Federal laws that contribute to the restoration and \n     protection of Puget Sound, including by--\n\n       ``(I) enabling and encouraging the Federal agencies \n     represented on the Puget Sound Federal Leadership Task Force \n     to act consistently with the objectives and priorities of the \n     Action Agenda, Salmon Recovery Plans, the Treaty Rights at \n     Risk Initiative, and the Coastal Nonpoint Pollution Control \n     Program;\n       ``(II) facilitating the coordination of Federal activities \n     that impact the restoration and protection of Puget Sound;\n       ``(III) facilitating the delivery of feedback given by \n     Federal agencies to the Puget Sound Partnership during the \n     development of the Action Agenda;\n       ``(IV) facilitating the resolution of interagency conflicts \n     associated with the restoration and protection of Puget Sound \n     among the agencies represented on the Puget Sound Federal \n     Leadership Task Force;\n       ``(V) providing a forum for exchanging information among \n     agencies regarding activities being conducted, including \n     obstacles or efficiencies found, during Puget Sound \n     restoration and protection activities; and\n       ``(VI) promoting the efficient use of government resources \n     in pursuit of Puget Sound restoration and protection through \n     coordination and collaboration, including by ensuring that \n     the Federal efforts relating to the science necessary for \n     restoration and protection of Puget Sound are consistent, and \n     not duplicative, across the Federal Government;\n\n       ``(iii) catalyze public leaders at all levels to work \n     together toward shared goals by demonstrating interagency \n     best practices coming from the members of the Puget Sound \n     Federal Leadership Task Force;\n       ``(iv) provide advice and support on scientific and \n     technical issues and act as a forum for the exchange of \n     scientific information about Puget Sound;\n       ``(v) identify and inventory Federal environmental research \n     and monitoring programs related to Puget Sound, and provide \n     such inventory to the Puget Sound National Estuary Program \n     Management Conference;\n       ``(vi) ensure that Puget Sound restoration and protection \n     activities are as consistent as practicable with ongoing \n     restoration and protection and related efforts in the Salish \n     Sea that are being conducted by Canadian authorities, the \n     Pacific Salmon Commission, and the International Joint \n     Commission;\n       ``(vii) establish any necessary working groups or advisory \n     committees necessary to assist the Puget Sound Federal \n     Leadership Task Force in its duties, including public policy \n     and scientific issues;\n       ``(viii) raise national awareness of the significance of \n     Puget Sound;\n       ``(ix) work with the Office of Management and Budget to \n     give input on the crosscut budget under subsection (h); and\n\n\n       ``(x) submit a biennial report under subsection (g) on the \n     progress made toward carrying out the Federal Action Plan.\n       ``(B) Puget sound federal action plan.--\n       ``(i) In general.--Not later than 5 years after the date of \n     enactment of this section, the Puget Sound Federal Leadership \n     Task Force shall develop and approve a Federal Action Plan \n     that leverages Federal programs across agencies and serves to \n     coordinate diverse programs on a specific suite of priorities \n     on Puget Sound recovery.\n       ``(ii) Revision of puget sound federal action plan.--Not \n     less often than once every 5 years after the date of \n     completion of the Federal Action Plan described in clause \n     (i), the Puget Sound Federal Leadership Task Force shall \n     review, and revise as appropriate, the Federal Action Plan.\n       ``(C) Feedback by federal agencies.--In facilitating \n     feedback under subparagraph (A)(ii)(III), the Puget Sound \n     Federal Leadership Task Force shall request Federal agencies \n     to consider, at a minimum, possible Federal actions designed \n     to--\n       ``(i) further the goals, targets, and actions of the Action \n     Agenda, Salmon Recovery Plans, the Treaty Rights at Risk \n     Initiative, and the Coastal Nonpoint Pollution Control \n     Program;\n       ``(ii) implement and enforce this Act, the Endangered \n     Species Act of 1973, and all other Federal laws that \n     contribute to the restoration and protection of Puget Sound, \n     including those that protect Tribal treaty rights;\n       ``(iii) prevent the introduction and spread of invasive \n     species;\n       ``(iv) prevent the destruction of marine and wildlife \n     habitats;\n       ``(v) protect, restore, and conserve forests, wetlands, \n     riparian zones, and nearshore waters that provide marine and \n     wildlife habitat;\n       ``(vi) promote resilience to climate change and ocean \n     acidification effects;\n       ``(vii) conserve and recover endangered species under the \n     Endangered Species Act of 1973;\n       ``(viii) restore fisheries so that they are sustainable and \n     productive;\n       ``(ix) preserve biodiversity;\n       ``(x) restore and protect ecosystem services that provide \n     clean water, filter toxic chemicals, and increase ecosystem \n     resilience; and\n       ``(xi) improve water quality and restore wildlife habitat, \n     including by preventing and managing stormwater runoff, \n     incorporating erosion control techniques and trash capture \n     devices, using sustainable stormwater practices, and \n     mitigating and minimizing nonpoint source pollution, \n     including marine litter.\n       ``(3) Participation of state advisory committee and puget \n     sound tribal management conference.--\n       ``(A) In general.--The Puget Sound Federal Leadership Task \n     Force shall carry out its duties with input from, and in \n     collaboration with, the State Advisory Committee and Puget \n     Sound Tribal Management Conference.\n       ``(B) Specific advice and recommendations.--The Puget Sound \n     Federal Leadership Task Force shall seek the advice and \n     recommendations of the State Advisory Committee and Puget \n     Sound Tribal Management Conference on the actions, progress, \n     and issues pertaining to restoration and protection of Puget \n     Sound.\n       ``(4) Membership.--\n       ``(A) Qualifications.--Members appointed under this \n     paragraph shall have experience and expertise in matters of \n     restoration and protection of large watersheds and bodies of \n     water or related experience that will benefit the restoration \n     and protection effort of Puget Sound.\n       ``(B) Composition.--The Puget Sound Federal Leadership Task \n     Force shall be composed of the following members:\n       ``(i) Secretary of agriculture.--The following individuals \n     appointed by the Secretary of Agriculture:\n\n       ``(I) A representative of the National Forest Service.\n       ``(II) A representative of the Natural Resources \n     Conservation Service.\n\n       ``(ii) Secretary of commerce.--A representative of the \n     National Oceanic and Atmospheric Administration appointed by \n     the Secretary of Commerce.\n       ``(iii) Secretary of defense.--The following individuals \n     appointed by the Secretary of Defense:\n\n       ``(I) A representative of the Corps of Engineers.\n       ``(II) A representative of the Joint Base Lewis-McChord.\n       ``(III) A representative of the Navy Region Northwest.\n\n       ``(iv) Director.--The Director of the Program Office.\n       ``(v) Secretary of homeland security.--The following \n     individuals appointed by the Secretary of Homeland Security:\n\n       ``(I) A representative of the Coast Guard.\n       ``(II) A representative of the Federal Emergency Management \n     Agency.\n\n       ``(vi) Secretary of the interior.--The following \n     individuals appointed by the Secretary of the Interior:\n\n       ``(I) A representative of the Bureau of Indian Affairs.\n       ``(II) A representative of the United States Fish and \n     Wildlife Service.\n       ``(III) A representative of the United States Geological \n     Survey.\n       ``(IV) A representative of the National Park Service.\n\n       ``(vii) Secretary of transportation.--The following \n     individuals appointed by the Secretary of Transportation:\n\n       ``(I) A representative of the Federal Highway \n     Administration.\n       ``(II) A representative of the Federal Transit \n     Administration.\n\n       ``(viii) Additional members.--Representatives of such other \n     agencies, programs, and initiatives as the Puget Sound \n     Federal Leadership Task Force determines necessary.\n       ``(5) Leadership.--The Co-Chairs shall ensure the Puget \n     Sound Federal Leadership Task Force completes its duties \n     through robust discussion of all relevant issues. The Co-\n     Chairs shall share leadership responsibilities equally.\n       ``(6) Co-chairs.--The following members of the Puget Sound \n     Federal Leadership Task Force appointed under paragraph (5) \n     shall serve as Co-Chairs of the Puget Sound Federal \n     Leadership Task Force:\n       ``(A) The representative of the National Oceanic and \n     Atmospheric Administration.\n       ``(B) The representative of the Puget Sound Recovery \n     National Program Office.\n       ``(C) The representative of the Corps of Engineers.\n       ``(7) Meetings.--\n       ``(A) Initial meeting.--The Puget Sound Federal Leadership \n     Task Force shall meet not later than 180 days after the date \n     of enactment of this section--\n       ``(i) to determine if all Federal agencies are properly \n     represented;\n       ``(ii) to establish the bylaws of the Puget Sound Federal \n     Leadership Task Force;\n       ``(iii) to establish necessary working groups or \n     committees; and\n       ``(iv) to determine subsequent meeting times, dates, and \n     logistics.\n       ``(B) Subsequent meetings.--After the initial meeting, the \n     Puget Sound Federal Leadership Task Force shall meet, at a \n     minimum, twice per year to carry out the duties of the Puget \n     Sound Federal Leadership Task Force.\n       ``(C) Working group meetings.--Meetings of any established \n     working groups or committees of the Puget Sound Federal \n     Leadership Task Force shall not be considered a biannual \n     meeting for purposes of subparagraph (B).\n       ``(D) Joint meetings.--The Puget Sound Federal Leadership \n     Task Force shall offer to meet jointly with the Puget Sound \n     National Estuary Program Management Conference and the Puget \n     Sound Tribal Management Conference, at a minimum, once per \n     year. A joint meeting under this subparagraph may be \n     considered a biannual meeting of the Puget Sound Federal \n     Leadership Task Force for purposes of subparagraph (B), if \n     agreed upon.\n       ``(E) Quorum.--A majority number of the members of the \n     Puget Sound Federal Leadership Task Force shall constitute a \n     quorum.\n       ``(F) Voting.--For the Puget Sound Federal Leadership Task \n     Force to pass a measure, a two-thirds percentage of the \n     quorum must vote in the affirmative.\n       ``(8) Puget sound federal leadership task force procedures \n     and advice.--\n       ``(A) Advisors.--The Puget Sound Federal Leadership Task \n     Force, and any working group of the Puget Sound Federal \n     Leadership Task Force, may seek advice and input from any \n     interested, knowledgeable, or affected party as the Puget \n     Sound Federal Leadership Task Force or working group, \n     respectively, determines necessary to perform its duties.\n       ``(B) Compensation.--A member of the Puget Sound Federal \n     Leadership Task Force shall receive no additional \n     compensation for service as a member on the Puget Sound \n     Federal Leadership Task Force.\n       ``(C) Travel expenses.--Travel expenses incurred by a \n     member of the Puget Sound Federal Leadership Task Force in \n     the performance of service on the Puget Sound Federal \n     Leadership Task Force may be paid by the agency or department \n     that the member represents.\n       ``(9) Puget sound federal task force.--\n       ``(A) In general.--On the date of enactment of this \n     section, the 2016 memorandum of understanding establishing \n     the Puget Sound Federal Task Force shall cease to be \n     effective.\n       ``(B) Use of previous work.--The Puget Sound Federal \n     Leadership Task Force shall, to the extent practicable, use \n     the work product produced, relied upon, and analyzed by the \n     Puget Sound Federal Task Force in order to avoid duplicating \n     the efforts of the Puget Sound Federal Task Force.\n       ``(e) State Advisory Committee.--\n       ``(1) Establishment.--There is established a State Advisory \n     Committee.\n       ``(2) Membership.--The committee shall consist of up to 7 \n     members designated by the governing body of the Puget Sound \n     Partnership, in consultation with the Governor of Washington, \n     who will represent Washington State agencies that have \n     significant roles and responsibilities related to Puget Sound \n     recovery.\n       ``(f) Federal Advisory Committee Act.--The Puget Sound \n     Federal Leadership Task Force, State Advisory Committee, and \n     any working group of the Puget Sound Federal Leadership Task \n     Force, shall not be considered an advisory committee under \n     the Federal Advisory Committee Act (5 U.S.C. App.).\n       ``(g) Puget Sound Federal Leadership Task Force Biennial \n     Report on Puget Sound Recovery Activities.--\n       ``(1) In general.--Not later than 1 year after the date of \n     enactment of this section, and biennially thereafter, the \n     Puget Sound Federal Leadership Task Force, in collaboration \n     with the Puget Sound Tribal Management Conference and the \n     State Advisory Committee, shall submit to the President, \n     Congress, the Governor of Washington, and\n\n\n     the governing body of the Puget Sound Partnership a report \n     that summarizes the progress, challenges, and milestones of \n     the Puget Sound Federal Leadership Task Force on the \n     restoration and protection of Puget Sound.\n       ``(2) Contents.--The report under paragraph (1) shall \n     include a description of the following:\n       ``(A) The roles and progress of each State, local \n     government entity, and Federal agency that has jurisdiction \n     in the Puget Sound region toward meeting the identified \n     objectives and priorities of the Action Agenda, Salmon \n     Recovery Plans, the Treaty Rights at Risk Initiative, and the \n     Coastal Nonpoint Pollution Control Program.\n       ``(B) If available, the roles and progress of Tribal \n     governments that have jurisdiction in the Puget Sound region \n     toward meeting the identified objectives and priorities of \n     the Action Agenda, Salmon Recovery Plans, the Treaty Rights \n     at Risk Initiative, and the Coastal Nonpoint Pollution \n     Control Program.\n       ``(C) A summary of specific recommendations concerning \n     implementation of the Action Agenda and Federal Action Plan, \n     including challenges, barriers, and anticipated milestones, \n     targets, and timelines.\n       ``(D) A summary of progress made by Federal agencies toward \n     the priorities identified in the Federal Action Plan.\n       ``(h) Crosscut Budget Report.--\n       ``(1) Financial report.--Not later than 1 year after the \n     date of enactment of this section, and every 5 years \n     thereafter, the Director of the Office of Management and \n     Budget, in consultation with the Puget Sound Federal \n     Leadership Task Force, shall, in conjunction with the annual \n     budget submission of the President to Congress for the year \n     under section 1105(a) of title 31, United States Code, submit \n     to Congress and make available to the public, including on \n     the internet, a financial report that is certified by the \n     head of each agency represented by the Puget Sound Federal \n     Leadership Task Force.\n       ``(2) Contents.--The report shall contain an interagency \n     crosscut budget relating to Puget Sound restoration and \n     protection activities that displays--\n       ``(A) the proposed funding for any Federal restoration and \n     protection activity to be carried out in the succeeding \n     fiscal year, including any planned interagency or intra-\n     agency transfer, for each of the Federal agencies that carry \n     out restoration and protection activities;\n       ``(B) the estimated expenditures for Federal restoration \n     and protection activities from the preceding 2 fiscal years, \n     the current fiscal year, and the succeeding fiscal year; and\n       ``(C) the estimated expenditures for Federal environmental \n     research and monitoring programs from the preceding 2 fiscal \n     years, the current fiscal year, and the succeeding fiscal \n     year.\n       ``(3) Included recovery activities.--With respect to \n     activities described in the report, the report shall only \n     describe activities that have funding amounts more than \n     $100,000.\n       ``(4) Submission to congress.--The Director of the Office \n     of Management and Budget shall submit the report to--\n       ``(A) the Committee on Appropriations, the Committee on \n     Natural Resources, the Committee on Energy and Commerce, and \n     the Committee on Transportation and Infrastructure of the \n     House of Representatives; and\n       ``(B) the Committee on Appropriations, the Committee on \n     Environment and Public Works, and the Committee on Commerce, \n     Science, and Transportation of the Senate.\n       ``(i) Authorization of Appropriations.--In addition to any \n     other funds authorized to be appropriated for activities \n     related to Puget Sound, there is authorized to be \n     appropriated to carry out this section $50,000,000 for each \n     of fiscal years 2021 through 2025.\n       ``(j) Preservation of Treaty Obligations and Existing \n     Federal Status.--\n       ``(1) Tribal treaty rights.--Nothing in this section \n     affects, or is intended to affect, any right reserved by \n     treaty between the United States and 1 or more Indian tribes.\n       ``(2) Other federal law.--Nothing in this section affects \n     the requirements and procedures of other Federal law.\n       ``(k) Consistency.--Actions authorized or implemented under \n     this section shall be consistent with--\n       ``(1) the Endangered Species Act of 1973 and the Salmon \n     Recovery Plans of the State of Washington;\n       ``(2) the Coastal Zone Management Act of 1972 and the \n     Coastal Nonpoint Pollution Control Program;\n       ``(3) the water quality standards of the State of \n     Washington approved by the Administrator under section 303; \n     and\n       ``(4) other applicable Federal requirements.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Higgins of New York)", "text": "  The SPEAKER pro tempore (Mr. Higgins of New York). Pursuant to the \nrule, the gentlewoman from California (Mrs. Napolitano) and the \ngentleman from Florida (Mr. Mast) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from California.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 6}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I ask unanimous consent that all \nMembers have 5 legislative days within which to revise and extend their \nremarks and include extraneous material on H.R. 2247, as amended.", "turn": 2, "speaker_bioguide": "N000179", "itemno": 7}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from California?", "turn": 3, "speaker_bioguide": null, "itemno": 8}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, H.R. 2247 would establish a new program office within \nEPA to enhance rehabilitation efforts for Puget Sound in Washington \nState. Introduced by the gentlemen from Washington, Mr. Heck and Mr. \nKilmer, H.R. 2247 builds off an existing program for the Sound under \nEPA's National Estuary Program.\n  The bill authorizes $50 million annually over 5 years to establish a \nPuget Sound Federal Leadership Task Force that will be responsible for \ncoordinating the wide-ranging priorities for recovery of the region.\n  We heard in our subcommittee hearing in June that human development \nhas degraded the water quality and habitat of the Sound. We need to do \nmore to protect our iconic waters, like Puget Sound, on which 4.5 \nmillion people rely for food, clean water, and other ecosystem \nservices.\n  We also know that the health of these waterways impacts critical \nspecies, such as salmon and the orca whales and a variety of other \nwildlife across the State. The Sound has been a member of the National \nEstuary Program since 1988, engaging in a wide range of habitat \nprotection, water quality improvement and monitoring, but a recent GAO \nstudy found that the threat the Sound faces outpace efforts to combat \nthem. In short, we must support a more directed approach to helping the \nentire Puget Sound recover.\n  Mr. Speaker, I urge my colleagues to support H.R. 2247, and I include \nin the Record letters of support from Northwest Indian Fisheries \nCommission, Puget Sound Partnership, and the National Audubon Society.\n                                                  Northwest Indian\n\n\n                                         Fisheries Commission,\n\n                             Olympia, Washington, August 22, 2019.\n     Re NWIFC Support for H.R. 2247--Promoting United Government \n         Efforts to Save Our Sound Act.\n\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n       Dear Chairman DeFazio, Ranking Member Graves, and Honorable \n     Members of the Committee: The Northwest Indian Fisheries \n     Commission wishes to express our support for H.R. 2247 and \n     respectfully requests passage of this important bill referred \n     to your committee. The Northwest Indian Fisheries Commission \n     is comprised of the 20 treaty Indian tribes in western \n     Washington, who have constitutionally protected, federally \n     adjudicated, treaty-reserved rights to harvest, manage, and \n     consume salmon and shellfish in their usual and accustomed \n     areas. These treaty-reserved resources are inextricably \n     linked to the health of Puget Sound. If we cannot recover \n     Puget Sound, we will not recover salmon, we will not maintain \n     our culturally and economically significant shellfish \n     fishery, and we will not protect our treaty-reserved rights.\n       We support H.R. 2247 because it recognizes the role of \n     tribes as sovereign governments working collaboratively to \n     restore our shared waters. The bill also provides a logical \n     approach to Puget Sound recovery, by encouraging a more \n     efficient use of government through improved federal agency \n     coordination on Puget Sound actions. It is only logical that \n     government agencies would align their related activities to \n     compliment the significant contribution of federal funding \n     directed toward restoration and not undermine those \n     investments or our treaty-reserved rights.\n       We also support H.R. 2247 because it authorizes much needed \n     increases to Puget Sound funding. We greatly appreciate the \n     Geographic Program-Puget Sound appropriations Congress \n     continues to provide. However, funding for Puget Sound \n     recovery needs to be significantly increased to address the \n     numerous threats that the Sound and our reserved-rights face.\n       For these reasons, we respectfully request you support \n     passage of H.R. 2247 and thank you for taking the time to \n     consider the bill and the important issues it addresses. We \n     also extend our gratitude to Representative Heck for his \n     leadership in introducing H.R. 2247, recognizing the \n     important role of tribes and treaty rights in Puget Sound \n     recovery, and taking the initiative to advance Puget Sound \n     recovery as a national priority.\n           Sincerely,\n                                                  Lorraine Loomis,\n                                                      Chairperson.\n\n", "turn": 4, "speaker_bioguide": "N000179", "itemno": 10}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n                                                  August 13, 2019.\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n       Dear Chairman DeFazio and Ranking Member Graves: We, the \n     undersigned, are writing to urge your support to pass H.R. \n     2247, the ``Promoting United Government Efforts To Save Our \n     Sound'' (PUGET SOS) Act, introduced earlier this year by \n     Congressman Denny Heck and Congressman Derek Kilmer to \n     strengthen federal support for actions that are essential to \n     Puget Sound recovery.\n       Puget Sound is a complex ecosystem encompassing mountains, \n     farmlands, cities, rivers, forests, and wetlands. Sixteen \n     major rivers flow to Puget Sound and 20 treaty tribes call \n     the region home.\n       Currently, 4.5 million people live in the Puget Sound area, \n     with another 1.3 million expected to live here by 2040. In \n     May, the Seattle Times reported that Seattle was the second \n     fastest growing city in the nation in 2018, and the fastest \n     in 2017. We are a region of innovators and entrepreneurs: 11 \n     Fortune 500 companies are headquartered in the Puget Sound \n     area, many of which have shaped 21st century life. Our \n     economy is roaring, and the region's natural beauty and \n     recreational opportunities help businesses and companies \n     attract top talent.\n       On the surface, Puget Sound looks healthy and inviting, \n     but, in fact, Puget Sound is in grave trouble. Southern \n     Resident orcas, Chinook salmon, and steelhead are all listed \n     under the Endangered Species Act. Toxic chemicals and \n     pharmaceuticals continue to pollute our waterways, and \n     shellfish beds are routinely closed to commercial and \n     recreational harvest due to fecal contamination. Despite a \n     significant investment of energy and resources from federal, \n     tribal, state, and local governments, habitat degradation \n     continues to outpace restoration.\n       While this situation at times seems impossibly gloomy, the \n     hundreds of passionate people who are devoted to seeing the \n     return of a healthy and resilient Puget Sound give us hope.\n       Scientists say that we can still recover Puget Sound, but \n     only if we act boldly now. We know what we need to do. The \n     primary barriers between us and more food for orcas, clean \n     and sufficient water for people and fish, sustainable working \n     lands, and harvestable shellfish are funding and political \n     fortitude.\n       The single greatest step we could take to ensure a durable, \n     systematic, and science-based effort for Puget Sound recovery \n     is to fully fund the implementation of habitat protection and \n     restoration, water quality protection, and salmon recovery \n     programs.\n       The PUGET SOS Act (H.R. 2247) would authorize up to $50 \n     million in funding for Puget Sound recovery, a significant \n     and very welcome jump from the $28 million per year that \n     Congress has appropriated for the last several fiscal years.\n       The PUGET SOS Act also aligns federal agency expertise and \n     resources. These are tremendous assets. Ensuring that federal \n     agencies are coordinated, setting goals, and holding each \n     other accountable will help increase their effectiveness and \n     provide yet another boost to Puget Sound recovery. \n     Establishing the Puget Sound Program Office at the EPA and \n     codifying a Federal Task Force promises that these goals will \n     be met.\n       Passage of the PUGET SOS Act would demonstrate to the \n     nation that Puget Sound is vital to the economic, cultural, \n     and environmental security of the United States. By investing \n     significantly in the health and wellbeing of Puget Sound, \n     federal decision-makers demonstrate to the nation that Puget \n     Sound is worth saving.\n       Thank you for your past support of Puget Sound recovery. We \n     urge you to support H.R. 2247, the PUGET SOS Act, to ensure \n     that the federal government is a viable, willing partner in \n     this race against time.\n           Sincerely,\n\n                                           Laura L. Blackmore,\n\n                                               Executive Director,\n                                          Puget Sound Partnership.\n       Eoin Doherty, Independent Contractor; Nicholas Georgiadis, \n     PhD, Sr. Research Scientist, Puget Sound Institute, \n     University of Washington; Tansy Schroeder, Island County \n     Planning & Community Development; Steve Dubiel, Executive \n     Director, EarthCorps; Jeanette Dorner, Chair, Pierce \n     Conservation District; Jesse Salomon, Senator, 32nd \n     Legislative District; Dave Somers, Snohomish County \n     Executive; Diane Buckshnis, Edmonds City Council Position #4, \n     WRIA 8 Salmon Recovery Council; Stephanie Wright, Snohomish \n     County Councilmember.\n       Katherine Walton, Livable Communities Coordinator, \n     Futurewise; Helen Price Johnson, Board of Island County \n     Commissioner; Dennis McLerran, Cascadia Law Group; Terry \n     Williams, Co-chair, Snohomish Basin Salmon, Recovery Forum; \n     James W. Miller; Co-chair, Snohomish Basin Salmon, Recovery \n     Forum; Norm Dicks, Former United States Representative, House \n     Appropriations Committee, Defense Sub; Mark Phillips, City of \n     Lake Forest Park Councilmember, Vice Chair of WRIA 8 Salmon \n     Recovery Council; Stephanie Solien, Co-chair, Southern \n     Resident Orca Task Force; Will Hall, Mayor for City of \n     Shoreline.\n       John Hoekstra on behalf of Mountains to Sound Greenway \n     Trust; Denis Law, Mayor, City of Renton; Teresa Mosqueda, \n     Seattle City Councilmember; Stephanie Buffum, Executive \n     Director, Friends of the San Juans; Teresa Mosqueda, Seattle \n     City Councilmember; John Stokes, City of Bellevue \n     Councilmember, Chair of WRIA 8 Salmon Recovery Council; \n     Jacques White, Executive Director, Long Live the Kings; \n     Commissioner Janet St. Clair, Board of Island County \n     Commissioners, District 3; John Wiesman, DrPH, MPH, \n     Secretary, Department of Health.\n       Stephanie Wright, Executive Director, RE Sources for \n     Sustainable Communities; Shari Tarantino, Board President, \n     Orca Conservancy; Robert Davidson, President & CEO, Seattle \n     Aquarium; David Baker, Mayor, City of Kenmore; Director \n     Alison Studley on behalf of Skagit Fisheries Enhancement \n     Group; Allan Elkberg, Mayor, City of Tukwila; Mindy Roberts, \n     Program Director, WA Environmental Council; Kathy Lambert, \n     King County Councilmember.\n       Nancy Backus, Mayor, City of Auburn; Howard Garrett, Orca \n     Network President; Dow Constantine, King County Executive; \n     David O. Earling, Mayor, City of Edmonds; Lunell Haught, \n     President, League of Women Voters of Washington; Wendy D. \n     McDermott, Director, Rivers of Puget Sound-Columbia Basin; \n     Hilary Franz, Commissioner of Public Lands; Charlotte \n     Garrido, Kitsap County Commissioner; Stephanie Bowman, \n     Commission President, Port of Seattle.\n       Clare Petrich, Commission President, Port of Tacoma, Co-\n     Chair, The Northwest Seaport Alliance; Maia D. Belion, \n     Director, WA State Department of Ecology; Gail Gatton on \n     behalf of Audubon Washington, Executive Director and Vice \n     President; Senator Derek Stanford, Washington State Senate, \n     1st Leg District; Jamie Stephens, San Juan County Council \n     Chair; Jay Manning, Chair, Leadership Council, Puget Sound \n     Partnership; Mayor Jim Ferrell on behalf of City of Federal \n     Way; Councilmember Keith Scully, City of Shoreline; Chairman \n     Jeromy Sullivan on behalf of Port Gamble S'Klallam Tribe; \n     John Marchione, Mayor, City of Raymond.\n       Matt Pina, Mayor, City of Des Moines; Joshua Morris, Urban \n     Conservation Manager, Seattle Audubon Society; Kelly \n     Susewind, Director, WA Department of Fish and Wildlife; \n     Colleen Weiler, Jessica Rekos Fellowship, Whale and Dolphin \n     Conservation; Sam Merrill, Chair, Conservation Committee, \n     Black Hills Audubon Society; Jimmy Matta, Major, City of \n     Burien; Representative Cindy Ryu, Washington House of \n     Representatives, 32nd Leg District; Victoria R. Woodards, \n     Mayor, City of Tacoma; Jeff Wagner, Mayor, City of Covington.\n       Penny Sweet, Mayor, Kirkland City Council; Michael Dawson, \n     Water Quality Manager, Jefferson County Public Health; Matt \n     Deniston, Managing Partner, Sitka Tech Group; President \n     Arthur Campbell, N. Central Washington Audubon Society; \n     Director Rachel Vasak on behalf of Nooksack Salmon \n     Enhancement Assoc.; Karen Larkin, Chair, Tacoma Public \n     Utility Board; Austin Bell, Deputy Mayor, City of \n     Burien; Secretary Kurt Fremont, Puyallup River Watershed \n     Council on behalf of President Carrie Hernandez and the \n     Board of Directors for the Puyallup River Watershed \n     Council; Nancy Tosta, Councilmember, City of Burien, \n     Chair, Burien Airport Committee; Bob Edgar, Councilmember, \n     City of Burien.\n       Lucy Krakowiak, Councilmember, City of Burien; Nate \n     Nehring, Councilmember, Snohomish County; Representative \n     Steve Tharinger, Washington State House of Representatives, \n     24th District, Co-Chair of the Strait Ecosystem Recovery \n     Local Integrating Organization; Krystal Marx, Councilmember, \n     City of Burien; Pedro Qlguin, Councilmember, City of Burien; \n     Deborah Jensen, Principal, D Jensen & Associates; Jessie \n     Israel, Director, Puget Sound Conservation, The Nature \n     Conservancy in Washington; Karen Affeld, Executive Director, \n     N. Olympic Peninsula Resource Conservation & Dev. Council; \n     Commissioner Kate Dean, Jefferson County, Co-Chair of Strait \n     Ecosystem Recovery Network Local Integrating Organization.\n       Other Individuals and Organizations:\n       Richard Brocksmith, Executive Director, Skagit Watershed \n     Council; Zero Waste Washington; Liz Christeleit, Sitka \n     Technology Group; Peggen Frank, Executive Director, Salmon \n     Defense; Michael Messina, Director, Market Development & \n     Business Affairs, Whooshh Innovations; Jennifer Grathwol \n     Thomas, MES Principal Ecologist Water & Land Natural Resource \n     Consulting; Heidi M. Kirk, Processing Manager, Evergreen Home \n     Loans; Jim Wilcox, Wilcox Farms; Rebecca Benjamin, Executive \n     Director, North Olympic Salmon Coalition; Aaron Peterson, \n     Managing Director, Regional Fisheries Coalition; Auburn City \n     Council.\n       Diana Gale, Puget Sound Partnership, Board of Directors, \n     2007-2016; Olympic Peninsula Audubon Society; Dana C. Ward, \n     Co-Chair Conservation Committee on behalf of Lower Columbia \n     Basin Audubon Society; Bill Blake, Co-chair, Stillaguamish \n     Watershed; Bill Dewey, Taylor Shellfish Farms; Cindy Spiry, \n     Snoqualmie Tribe, on behalf of Snoqualmie Watershed Forum; \n     Neala Kendall, PhD, Washington Department of Fish & Wildlife; \n     Tessa Francis, University of Washington; Larry Franks, \n     Friends of the Issaquah Salmon Hatchery; Don Hunger, \n     Executive Director, Northwest Straits Foundation; David \n     Bestock, Delridge Neighborhoods Development Association; \n     Laurie Gogic, Whale Scout.\n       Chris Garcia, City Council--City of North Bend; Jim Ribail, \n     Carnation City Council, Position 2; Terry Ryan, Snohomish \n     County Council Chair; Puget Soundkeeper Alliance; Toby \n     Murray, Leadership Council Member,\n\n\n     Puget Sound Partnership; Robert Kaye, Conservation Committee \n     Chair, North Cascades Audubon; John Burk, Division Manager, \n     City of Tacoma; Nan McKay, Member, Northwest Straits \n     Commission, Member, Northwest Straits Foundation Board of \n     Directors, Past Chair, Puget Sound Action Team, Past \n     Executive Director, Puget Sound Water Quality Authority; \n     Rodney Pond, Executive Director, Sound Salmon Solutions; \n     Mendy Harlow, Executive Director, Hood Canal Salmon \n     Enhancement Group; Lance Winecka, Executive Director, South \n     Puget Sound Salmon Enhancement Group; Jan Newton, Co-\n     Director, Washington Ocean Acidification Center; Terrie \n     Klinger, Co-Director, Washington Ocean Acidification Center; \n     Alan Clark, Chair, Northwest Straits Commission; Snohomish \n     Conservation District; Jeff Osmundson, President, Skagit \n     Audubon Society; Deborah Stinson, Mayor, City of Port \n     Townsend.\n       Private Citizens:\n       Elizabeth Chapple, Donna J. Nickerson, Kimi Izzi, Natasha \n     Lozano, Holly Powers, Jennifer Stock, Phil Arminger, Linda \n     Studley, Lynn Stansbury, Raven Skyriver, Fred Rowley, Angela \n     Liljegren, Tamara Stepas, Leah Zuckerman, James Nichols, \n     Kathy Jacobs, Joan Alworth, JP Kemmick, Jessica Baird, Sheida \n     Sahandy, Gina Abernathy, Dany Border, Betsy Adams, Joni K. \n     Dennison, Richard Noll, Scott Patrick, Annika Fain, Cat \n     Martinez, Rebecca Canright, Mary Simkin-Maass, Joan Miller, \n     Katie Devlin, Desi Nagyfy, Barbara Rosenkotter, Pam Barber, \n     Kate Pflaumer, Matt Nunn, Sharon Truax, Emily Norland, \n     Marjorie Millner.\n       Stacey McKinley, Brenda Michaels, Chris Tompkins, Curtis \n     Cawley, Jane Jaehning, Randy Collins, Amy Mower, Anne \n     Hawkins, Chris Marrs, Matt McKenna, John Smith, David Taft, \n     Bea Kelleigh, Peg Peterson, Julia Buck, Donna Mason, Pamela \n     Harris, John Koblinsky, Tamara Wood, Marian Wineman, Sue \n     Froeschner, Ashley Song, Rich Bergner, Walt Tabler, MaryJane \n     Gasdick, Benjamin Premack, Richard Kimball, Brie Gyncild, \n     John Pottle, Lynn Barker, Charles Barker, Roseann Seeley, Ara \n     Biji Kobara, Dorrie Jordan, Jeanette Kors, Brandon Herman, \n     Lyle Anderson, Mike Snow, Shannon Markley, John Lundquist, \n     Doris Wilson.\n       Vicky Gannon, Corinne Salcedo, Pam Borscope, Tom Putnam, \n     Rebecca Putnam, Joanne Mayhew, Maradel Gale, Donielle \n     Stevens, Aaron Hussmann, Barbara Stevenson, Linda Story, \n     Shane Kostka, Mary Jo Wilkins, Phyllis Farell, Fay Payton, \n     Anne Ryland, Philip Ratcliff, Joe Ginsburg, Carey Falter, \n     Jeffrey Pancier, Hilary Thomas, Matthew Hilliard, Jennifer \n     Nelson, Mark D. Blitzer, Katherine Balles, Delorse Lovelady, \n     Cornelia B Teed, Natalie Chapin, Kristin Felix, Nikki \n     Nichols, Robert Hannigan, Tess Morgan, Katie Stansell, \n     Michael Hoffman, Laurie Kadet, Miranda Marti, Serena Winham, \n     Len Elliot, Matt Anderson, Norman Baker, Patrick Conn, Margot \n     Rosenberg.\n       Elizabeth Shoemaker, Ronnie Bush, Francis Lenski, Paul \n     Roberts, Aaron Flaster, Marco Constans, Ginny Davis, Marilyn \n     Smith, Richard Horner, Vanessa Jamison, Ann Lazaroff, Donna \n     Alexander, Phyllis Oshikawa, Emily Rahlmann, Robert Triggs, \n     Don Thomsen, Sandra Boren, Alex Logan, Chris Burdett, Cathy \n     O'Shea, Julie Lakey, Mary Cunningham, Kathleen Schaeffer, \n     Richard Weiss, Janice Sears, Linda Massey, Paul Shelton, Jim \n     McRoberts, Maria DeLeo, Rebecca Sisson, Terence McDonald, \n     George Keefe, Connie Nelson, Janet Wynne, Yolanda Sayles, \n     James Hipp, Michael Garten, Liz Campbell, Pike Oliver, Jonny \n     Layesky, Laurette Culbert.\n       Danielle Zitomer, Valerie Chu, Jim Pierson, Jennifer Lutz, \n     Suzanne Steel, Thomas Keefer, Lyn Gardner, Kenneth Davis, \n     Charlie Butt, Barbara Vigars, Neeyati Johnson, David Law, \n     Carol Fillman, Jenna Judge, Dan Calvert, Hayley Mathews, \n     Janet Williams, Derek Buchner, Kanit Cottrell, Mona McNeil, \n     Lina Gleason, Cherie Warner, Susann Daley, Karina Morgan, \n     Toni Howard, Brendan DeMelle, Patrick Hickey, Alexandra \n     Stote, Michael Tucker, Warren Wilkins, Priscilla Martinez, \n     Tracey Ouellette, Glen Anderson, Walter Gerber, Mary Gerber, \n     Bonnie Rochman, Peggy Printz, Ashley Couch, Ivan Storck, \n     Elizabeth F. Nedeff, Sherrell Cuneo.\n       Bob Zeigler, Eleanor Dowson, Carole Henry, Chris Knoll, \n     Deborah Gandolfo, Jonathan Frodge, Deborah Engelmeyer, Stuart \n     Mork, Susan MacGregor, Thom Peters, Sherry McCabe, Amanda Sue \n     Rudisill, Margot Rosenberg, Linda Ellingboe, Asphodel \n     Denning, Katrina Sukola, Glen Anderson, Sylvie Karlsda, Mona \n     McNeil, Bill McFerren, Todd W Currie, Sylvie C Currie, \n     Sharron Coontz, Tonya Stiffler, Matt Anderson, Gordon Wood, \n     Robert Jensen, Jeni Woock, Sarah McCoy, Roger Martin, Sheliah \n     Roth, Jacqueline Jacoby, Peter Marshall, Bill Lavely, Janet \n     Walworth, Robert Richards, James Grimes, Pam Borso, Kathryn \n     Jean Seymour, Sandra Gehri Bergman, Natalie Van Leekwijck, \n     Sabine Doenninghaus.\n       Ann Seiter, Laura Ferguson, Marta Green, Steve Tholl, Brent \n     Barnes, Denise Ross, Jon Bridgman, Jeff Parsons, Carrie \n     Byron, Leah Kintner, Michael Johnson, Don Gourlie, Stephanie \n     Suter, Heather Saunders, Kristin Hayman, Todd Hass, Kari \n     Stiles, Nathalie Hamel, Kaitlin Harris, Leska Fore.", "turn": -1, "speaker_bioguide": null, "itemno": 11}, {"kind": "linebreak", "speaker": "None", "text": "                                  ____\n\n                                             Audubon, National and\n\n\n                                       International Programs,\n\n                               Washington, DC, September 18, 2019.\n     Hon. Peter DeFazio,\n     Chairman, Committee on Transportation and Infrastructure, \n         Washington, DC.\n     Hon. Sam Graves,\n     Ranking Member, Committee on Transportation and \n         Infrastructure, Washington, DC.\n     Hon. Grace Napolitano,\n     Chairwoman, Subcommittee on Water Resources and Environment, \n         Washington, DC.\n     Hon. Bruce Westerman,\n     Ranking Member, Subcommittee on Water Resources and \n         Environment, Washington, DC.\n       On behalf of the National Audubon Society's more than 1 \n     million members, our mission is to protect birds and the \n     places they need for today and tomorrow. We write to offer \n     our support for the following bills related to important \n     coastal and water conservation issues that will be the \n     subject of the September 19, 2019 Markup before the Committee \n     on Transportation and Infrastructure Committee.\n\n\n        HR 4031--Great Lakes Restoration Initiative Act of 2019\n\n       The Great Lakes are home to 30 million people and 350 \n     species of birds, but increasing challenges are on the \n     horizon for the world's largest body of freshwater. \n     Fluctuating water levels exacerbated by climate change, \n     invasive exotic species and excess nutrients are putting even \n     more stress on this ecosystem that is so important for birds \n     and people. The Great Lakes Restoration Initiative has helped \n     clean up toxic pollutants, protect wildlife by restoring \n     critical habitat, and help combat devastating invasive \n     species.\n       HR 4031 would increase funding for conservation projects to \n     $475 million over five years, by increasing the Great Lakes \n     Restoration Initiative's authorization incrementally from \n     $300 million per year to $475 million per year.\n\n\n               HR 1132--San Francisco Bay Restoration Act\n\n       The San Francisco Bay Area, home to the Pacific Coast's \n     largest estuary, is also home to a rapidly growing population \n     of 8 million people, and provides for a host of social and \n     economic values through ports and industry, agriculture, \n     fisheries, archaeological and cultural sites, recreation, and \n     research. However, San Francisco Bay has lost 90% of its \n     tidal wetlands and more than 50% of its eelgrass and mudflat \n     habitat. Climate change exacerbates these conditions through \n     drought that alters the salinity balance, ocean acidification \n     that reduces species abundance and diversity, increasing \n     water temperatures, and rising seas causing flooding that \n     eliminates living shorelines and puts communities at risk. \n     Many species of waterbirds forage in the San Francisco Bay, \n     including Brant Geese and Surf Scoters, underscoring the \n     value of this ecosystem.\n       HR 1132 would authorize a San Francisco Bay Restoration \n     Grant Program in EPA and funding of up to $25m per year to \n     support the restoration of this estuary.\n\n\n          HR 1620--Chesapeake Bay Program Reauthorization Act\n\n       Salt marshes are special places to birds and other \n     wildlife, but sea level rise has elevated the waters in the \n     Chesapeake Bay by one foot during the 20th century and is \n     accelerating due to climate change. Salt marshes provide \n     valuable ``ecosystem services'', including nurseries for the \n     Chesapeake Bay's commercially important fish, a buffer \n     protecting coastal communities against storm surge, a filter \n     that stops nutrient and sediment pollution from entering the \n     Bay, and a recreational resource attracting visitors who \n     contribute millions of dollars to local economies. Chesapeake \n     Bay's salt marshes host globally significant populations of \n     both Saltmarsh Sparrow and Black Rail.\n       HR 1620 would increase the authorization of appropriations \n     for the Chesapeake Bay Program to more than $90m per year.\n\n\n   HR 2247--Promoting United Government Efforts to Save Our Sound Act\n\n       Despite significant investments in Puget Sound ecosystem \n     health by state, federal, tribal and local governments, \n     concerned members of the public, and conservation \n     organizations, progress towards ecosystem recovery targets \n     remains slow. The number of marine birds wintering in Puget \n     Sound has declined significantly in the last 30 years and \n     migratory, fish-eating birds appear to be at the greatest \n     risk.\n       HR 2247 would authorize up to $50 million in funding for \n     Puget Sound recovery. The PUGET SOS Act also aligns federal \n     agency expertise and resources, ensuring that federal \n     agencies are coordinated, setting goals, and holding each \n     other accountable will help increase their effectiveness and \n     provide a boost to Puget Sound recovery.\n\n\n          HR 3779--Resilience Revolving Loan Fund Act of 2019\n\n       Pre-disaster planning can help communities adapt to the \n     changing flood patterns that threaten people and birds \n     species dependent on shoreline and riverine areas. These \n     changes have led to more frequent instances of ``nuisance \n     flooding,'' as well as catastrophic events. NOAA has found \n     that ``nuisance'' or ``sunny day'' flooding is up 300% to \n     900% than it was 50 years ago. In addition, catastrophic \n     flooding events have increased in both frequency and \n     intensity. These trends have been particularly pronounced in \n     the Northeast, Midwest and upper Great Plains, where the \n     amount of precipitation in large rainfall events has \n     increased more than 30 percent above the average observed \n     from 1901-1960. As sea level rise accelerates, it only \n     exacerbates these impacts, which further compounds \n     vulnerability in flood-prone communities.\n\n\n       HR 3779 would amend the 1988 Stafford Act to offer low-\n     interest loans to states for ``disaster mitigation \n     projects'', including investments in natural infrastructure \n     projects, which would help communities prepare and recover \n     from natural disasters.\n       We urge you to support and advance the bills listed above. \n     Please feel free to contact us with any questions.\n           Sincerely,\n\n                                           Julie Hill-Gabriel,\n\n                               Vice President, Water Conservation,\n                                         National Audubon Society.\n", "turn": -1, "speaker_bioguide": null, "itemno": 12}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "N000179", "itemno": 13}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise in support of H.R. 2247.\n  H.R. 2247 represents good governance by codifying the Environmental \nProtection Agency's restoration activities in the Puget Sound. The \nPuget Sound is the Nation's second largest estuary, supporting more \nthan 4.5 million people, more than $365 million in gross domestic \nproduct, and a wide variety of species.\n  Mr. Speaker, I urge support of this legislation, and I reserve the \nbalance of my time.", "turn": 6, "speaker_bioguide": "M001199", "itemno": 14}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 7 minutes to the gentleman from \nWashington (Mr. Heck).", "turn": 7, "speaker_bioguide": "N000179", "itemno": 15}, {"kind": "speech", "speaker": "Mr. HECK", "text": "  Mr. HECK. Mr. Speaker, I thank the gentlewoman from California.\n  Mr. Speaker, I do indeed rise in strong support of H.R. 2247, the \nPromoting United Government Efforts to Save Our Sound, or the PUGET SOS \nAct.\n  As indicated, Puget Sound is, in fact, located in western Washington, \nbut it is a national treasure. Indeed, to modify just slightly what my \nfriend from Florida suggested, by water volume it is actually the \nlargest estuary in the United States of America.\n  Puget Sound and its tributaries are one of the most ecologically \ndiverse in all of North America, and it is, as has been indicated, the \neconomic engine for the western part of our State, supporting maritime \nindustry, commercial and recreational fishing, shellfish growers, \ntourism, and recreation.\n  But it is more than that. It is also absolutely critical to the \nTribes that reside in Washington State who have stewarded it for \nliterally millennia. And need I remind you; they have treaty-reserved \nrights to its natural resources.\n  Above and beyond that, it is central to the identity of anyone from \nwestern Washington. I ask you this: For those of you who have been to \nSeattle and have made the comment or a post from an August visit, it is \nbeautiful. What is the image that comes to your mind? It is of Mount \nRainier, above the shimmering waters of the Puget Sound. Or--and more \nabout this later--it is of that magnificent black and white fish, the \norca, breaching the surface of the water.\n  But here is the deal, Puget Sound is dying. Slowly but surely, it is \nunder serious threat. Water and air pollution, sediment contamination, \nand water flow disruption continue to devastate the fish, marine, \nmammal, bird, and shellfish populations of Puget Sound.\n  Indeed, that orca, the Southern Resident orca, population is down to \n72, arguably not sustainable because we need to save the Sound. And if \nthese trends continue, we will lose much of what makes Puget Sound a \nnational treasure so special. And that should concern us all.\n  Fortunately, there have been many people across the Puget Sound \nregion that have been treating these deteriorating conditions as a call \nto action. Tribes, State governments, local groups and private sector \npeople are investing in recovery efforts.\n  Back in 2013, I teamed up with my good friend, roommate and \ncolleague, Congressman Kilmer, to establish the Puget Sound Recovery \nCaucus to promote Puget Sound preservation at the Federal level.\n  And in 2016, the Obama administration created the Puget Sound Federal \nTask Force, by executive action, to coordinate recovery efforts more \nefficiently among the Federal agencies. Still, we must bring more \nattention to bear on Puget Sound recovery, and that is why we \nintroduced the PUGET SOS Act.\n  The bill will simply codify the Federal task force to ensure that \ncoordination among Federal agencies continue--and we all want that--\ninto the future and it also creates the Puget Sound Recovery National \nProgram office at the EPA, elevating Puget Sound recovery efforts and \nputting them on a par with those deservedly of the Great Lakes and \nChesapeake Bay.\n  And for the first time, the bill authorizes funding for Federal Puget \nSound recovery actions. This is a product of years of collaboration \nbetween Tribal, State, and local stakeholders, including private sector \ninvestors.\n  Specifically, I thank the members of the committee. I especially \nthank my friend, Congressman Kilmer. And I most especially thank my \nfriends across the aisle, who joined in cosponsorship in support of \nthis.\n  Mr. Speaker, I thank the Northwest Indian Fisheries Commission and \nthe Puget Sound Partnership for their effort. The threats facing the \nPuget Sound are numerous and they are existential, but I believe that \nwith a strong Federal partnership role and smart investments, we can \nact before it is too late. We can help recover the Puget Sound and \npreserve its ecological, economic, and cultural significance for \ngenerations to come.\n  The PUGET SOS Act is a strong first step towards recovery, and I \nencourage my colleagues to support the bill.\n  And again, I extend my gratitude to all of those who have put your \nshoulders to the wheel and gotten it this far in the process.", "turn": 8, "speaker_bioguide": "H001064", "itemno": 16}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield myself such time as he may consume to \nthe gentleman from Washington (Mr. Newhouse).", "turn": 9, "speaker_bioguide": "M001199", "itemno": 17}, {"kind": "speech", "speaker": "Mr. NEWHOUSE", "text": "  Mr. NEWHOUSE. Mr. Speaker, I thank the chairman.\n  We are all saddened, and deeply frustrated, to see the iconic Puget \nSound continue to devolve into a dumping ground of human waste and \nsewage. It is no wonder, the species in our Nation's largest estuary \nare facing increasing odds of extinction. We must do more to address \nthis environmental crisis.\n  An aquatic toxicologist working with the National Oceanic and \nAtmospheric Administration has found that growth rates for salmon \nspecies in Puget Sound are stunned, metabolisms are distorted to the \npoint of starvation, and physiological functions are disrupted when \nexposed to high levels of Prozac, caffeine, cholesterol medication, \nibuprofen, bug spray, cocaine, birth control pills, and dozens of other \ndrugs and personal care products present in Puget Sound.\n  Mr. Speaker, I am very glad to see my friends from the west side of \nthe State, Mr. Heck, who has spent a great deal of his illustrious \ncareer working on this issue, as well as Mr. Kilmer, who has also spent \nan inordinate amount of time working on this very, very important \nissue, working to address the debilitating impact the environmental \ndegradation in Puget Sound is having on shellfish, on the endangered \nsalmon, and on steelhead. And, as was mentioned, on our iconic Southern \nResident killer whales, which are truly on the verge of extinction.\n\n\n  As my colleague Cathy McMorris Rodgers and I have been saying for \nyears, we must focus on solutions that the science tells us will \ndirectly aid fish species now and not waste our precious resources and \ntime on political motivations like the efforts to tear down our dams. \nThis is a deadly distraction from the actual science-based solutions to \nsupport salmon recovery.\n  I want to continue to work with my colleagues to address problems \nfacing endangered fish species throughout our region in a comprehensive \nmanner. The challenges are many:\n  We must continue to tackle the pinniped issue, the avian predation \nissue, but we also must ensure that a robust hatchery program is in \nplace;\n  We must continue to prioritize the world-class fish passage in our \nhydroelectric infrastructure;\n  We must continue to take a serious and thoughtful look at fishing and \nother human-caused impacts; and\n  We must build upon the habitat improvements and greater ecological \nconservation measures.\n  Mr. Speaker, we must focus on the science, not the politics. We must \nfocus on the facts, not ideology or emotions. While I support the \npassage of this legislation--and I do--that we are voting on today, I \nbelieve it can and should only move forward as part of a much more \ncomprehensive discussion and effort in the Pacific Northwest to address \nthe needs of our iconic species;\n\n\nthe protection of our environment; the reliability of our clean, \nrenewable energy infrastructure; and, certainly, the future of our \nregion's economy and livelihood.", "turn": 10, "speaker_bioguide": "N000189", "itemno": 18}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 4 minutes to gentleman from \nWashington (Mr. Kilmer).", "turn": 11, "speaker_bioguide": "N000179", "itemno": 19}, {"kind": "speech", "speaker": "Mr. KILMER", "text": "  Mr. KILMER. Mr. Speaker, I thank the gentlewoman for yielding.\n  I rise today in support of the PUGET SOS Act, and I want to thank my \ngood friend and colleague from the State of Washington, Representative \nHeck, for his tireless leadership on this important legislation, and \nhis partnership in working to recover this iconic body of water.\n  Those of us who are lucky enough to call Washington State home know \nthat the Puget Sound is a truly special body of water. Generations of \nour friends and neighbors have built their lives and made livelihoods \non Puget Sound. Tribes, since time immemorial, have called the Sound \ntheir home.\n  We know that Puget Sound is critical to the environment and to our \neconomic future in our region as well. Our economy is stronger because \nof the Sound. Our maritime industry is stronger, our fisheries, tourism \nbecause--listen--people want to come there. They want to boat or kayak \non it. They want to go fishing or crabbing on it. They want to dig for \nclams and hike along the Sound's beaches. In fact, those experiences \nare vital to people from near and far, including my own family. It is \none of our natural treasures.\n  Some of our region's most culturally important species, including \nsalmon and orca and Dungeness crab, rely on a healthy Sound. And \ndespite years and years of effort to protect and restore Puget Sound, \nwe still have a lot of work to do to address the significant \nchallenges, including stormwater runoff and habitat loss and harmful \nalgal blooms that continue to threaten the crown jewel of our region's \nidentity and economy. That is why I am proud to see the House advance \nthis critical bill, which will bring to bear the coordinated Federal \nresources necessary to save Puget Sound.\n  If we are going to recover our salmon and orca populations, if we are \ngoing to ensure future generations can dig for clams, if we are going \nto respect and uphold Tribal treaty rights, we need the Federal \nGovernment to step up and support the work already being done by the \nState and Tribes and local communities and businesses that all depend \non a healthy Sound. We need all oars in the water rowing in the same \ndirection. I am proud that, by passing this bill, we will make \nmeaningful progress toward those goals.\n  Mr. Speaker, I am not just here speaking on this bill as a \nRepresentative, I am here today as a dad. If future generations, \nincluding my two little girls, are going to have the opportunities to \nenjoy these treasures and to build their livelihoods in our region, we \nhave got to act now and protect and restore the Sound.\n  So, again, I thank my colleague and friend, Denny Heck, for his \nleadership on this issue.\n  I urge my colleagues to support this bill.", "turn": 12, "speaker_bioguide": "K000381", "itemno": 20}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I yield as much time as she may consume to the \ngentlewoman from Washington (Mrs. Rodgers).", "turn": 13, "speaker_bioguide": "M001199", "itemno": 21}, {"kind": "speech", "speaker": "Mrs. RODGERS of Washington", "text": "  Mrs. RODGERS of Washington. Mr. Speaker, I rise in support of this \nlegislation. I rise in support of the PUGET SOS Act, Save Our Sound \nAct, important legislation to clean up the Puget Sound.\n  I join as someone who represents a district in eastern Washington. My \ndistrict actually borders Idaho, but I believe that we need to be \nlocking arms. We need to be working together to clean up Puget Sound.\n  For decades, we have invested billions of dollars, billions of \ndollars in research and technology, to recover salmon in the Pacific \nNorthwest and save our orcas, and we need to continue that work to look \nfor the best science to recover salmon and to save our orcas.\n  I am proud of the work that we have done. We see salmon returns \nimproving. When you look at where we started to where we are today, we \nare at record levels.\n  Now, in Washington State, some are suggesting that we need to tear \nout our dams in order to save salmon and to save our orcas. It is a \nsolution that is not backed by science.\n  The reason that I am in such support of helping save the Sound and \ncleaning up Puget Sound is because it is the number one watershed, \nright now, for salmon and for saving our orcas.\n  And if we really want to focus on getting results, we need to come \ntogether and figure out how we clean up Puget Sound, how we get the \nsalmon returns improved, and, ultimately, how we all save the salmon.\n  So, for those of us in eastern Washington, we often feel like some in \nthe State are looking to us. We want to lock arms and figure out how we \nactually make a difference, and one of those is going to be cleaning up \nthe Puget Sound.\n\n  So, in eastern Washington, we have been on the forefront of policy to \nensure strong salmon runs and clean up our rivers and lakes. I \nrepresent the city of Spokane, the second largest city in Washington \nState.\n  The people of the city of Spokane have committed to over $300 million \nto clean up Spokane River so that we will no longer be dumping raw \nsewage. The mayor, David Condon, brought people together for an \ninnovative water storage system, and President Barack Obama brought him \nto the White House to celebrate and honor this innovative approach.\n  Inland Empire Paper Company has spent nearly a billion dollars on \ntechnology to clean up and ensure that the water that goes into the \nSpokane River is clean.\n  We are spending millions and millions of dollars to clean up Lake \nRoosevelt behind Grand Coulee Dam. We are on track to have Lake \nRoosevelt meet clean drinking water standards so that we can enjoy Lake \nRoosevelt, we can fish, and we can enjoy the beaches.\n  It breaks my heart, though, when I hear what is going on in Puget \nSound and the impact that Puget Sound is having on recovering salmon \nand orcas: In 2009, 10 million gallons of raw sewage spilled into Puget \nSound; in 2017, 250 million gallons of raw sewage spilled into Puget \nSound; in 2019, 4.5 million gallons. We have been warned that \nstormwater is killing coho salmon before they even spawn.\n  As the Seattle Times said during the 2017 failure that spilled 250 \nmillion gallons of sewage into the Sound: ``Not a single person from an \nenvironmental group or the public turned out to testify or demand \naction on the crippled West Point Treatment Plant, or even take notice \nof one of the largest local public infrastructure failures in \ndecades.''\n  Mr. Speaker, we are failing. We are failing to meet our obligation \nand the high standards that we expect for every body of water; yet, \nnearly every week, we have to defend our dams from the same \nenvironmental groups that have refused to look at the facts.\n  So I am stepping forward today, as a Representative from eastern \nWashington, with my colleagues on both sides of the aisle, to say let's \nfocus on what is actually going to get the results, what is going to \nrecover salmon, and what is going to save our orcas.", "turn": 14, "speaker_bioguide": "M001159", "itemno": 22}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, I yield 2 minutes to the gentlewoman \nfrom Washington (Ms. Schrier).", "turn": 15, "speaker_bioguide": "N000179", "itemno": 23}, {"kind": "speech", "speaker": "Ms. SCHRIER", "text": "  Ms. SCHRIER. Mr. Speaker, I am so proud to be standing on the floor \ntoday speaking in support of the PUGET SOS Act. The passage of the bill \nin this House is something that our State has been collectively working \ntoward for years.\n  I thank Representative Heck and Representative Kilmer and the other \nMembers of the Puget Sound Recovery Caucus for their leadership.\n  The challenges facing our Sound are great and are compounded by our \nState's growth and climate change. Chinook populations remain far below \nrecovery goals, despite having been listed as threatened since 1999 \nunder the Endangered Species Act.\n  As the only member from Washington State on the House Agricultural \nCommittee, I plan to use my position to highlight the importance of \nresponsible farming practices, ecosystem recovery, and riparian \nhabitats.\n  Mr. Speaker, the narrative that we can have farms or fish is false--\nwe can have both. State- and county-level agencies are also doing their \npart to help both fish and farmers.\n  The Washington State conservation Commission is doing some amazing\n\n\nwork in the agricultural world. Our conservation districts work \nstatewide to implement natural resource improvement projects and build \nlandowner engagement and commitment.\n  Just one example is the work that the Pierce County conservation \nDistrict did when they partnered with local farmers to address \nmanagement practices and were able to have a substantial impact on the \nhealth of 278 acres for shellfish harvesting.\n  The Puget Sound needs protecting. Other bodies of water like the \nChesapeake Bay and the Great Lakes have formal program status under the \nClean Water Act, which helps ensure their consistent Federal funding. \nThe Puget Sound and all of the wildlife in it deserve the same status \nunder the Clean Water Act.\n  It is shortsighted and irresponsible to not fight for the Sound and \nits future. We owe it to the species whose futures are imperiled \nbecause of human activity. We owe it to our children and generations we \nwill never know. We absolutely must protect Puget Sound.", "turn": 16, "speaker_bioguide": "S001216", "itemno": 24}, {"kind": "speech", "speaker": "Mr. MAST", "text": "  Mr. MAST. Mr. Speaker, I am prepared to close. I urge support of this \nimportant legislation, and I yield back the balance of my time.", "turn": 17, "speaker_bioguide": "M001199", "itemno": 25}, {"kind": "speech", "speaker": "Mrs. NAPOLITANO", "text": "  Mrs. NAPOLITANO. Mr. Speaker, with all of the support from the \nWashington delegation, I urge my colleagues to support the legislation, \nand I yield back the balance of my time.", "turn": 18, "speaker_bioguide": "N000179", "itemno": 26}, {"kind": "speech", "speaker": "Mr. HECK", "text": "  Mr. HECK. Mr. Speaker, several important considerations underlie the \npurpose and intent of the Puget SOS Act. Puget Sound and its tributary \nwaters are one of the most ecologically diverse ecosystems in North \nAmerica with natural resources that have ecological, economic, and \ncultural importance to the United States and the many Tribal nations \nthat have stewarded it for millennia. The health and productivity of \nPuget Sound is not only the cornerstone of the region's quality of life \nand vibrant economy, but its worldclass salmon fishery, commercial \naquaculture, agriculture, and port activities ripple throughout the \nNation.\n  Threats to Puget Sound, such as water pollution, sediment \ncontamination, environmental degradation, and habitat loss, jeopardize \nthe economic productivity and natural resources that support the \nincreasing population of the region. For nearly a decade, State, local, \nand Tribal governments, cooperative partnerships, and concerned \ncitizens have worked together in a deliberate and coordinated way to \ndirect and manage public resource allocation toward habitat \nrestoration, improving water quality and shellfish farms, and \ndeveloping a body of scientific knowledge, all of which have advanced \nthe Puget Sound recovery efforts.\n  Tribal governments with treaty-reserved rights in the natural \nresources of Puget Sound have long served as co-managers of fishery \nresources, have engaged in Puget Sound Partnership processes and public \nforums to encourage a holistic and scientific approach to recovery \nefforts, and have continued in their role as stewards of Puget Sound, \nincluding by engaging with multi-faceted restoration and protection \nactions, and are thus an indispensable, equal partner in all Puget \nSound recovery actions.\n  Despite significant and nationally recognized accomplishments, the \nrate of damage to Puget Sound still exceeds the rate of recovery. To \noutpace mounting pollutants and other cascading negative impacts, the \nnext step in fortifying the recovery system is to align Federal \nrecovery and protection efforts seamlessly with State, local, and \nTribal investments, as the Puget SOS Act would do.\n  Water and air pollution, sediment contamination, habitat loss and \ndecline, and water flow disruption continue to devastate the fish, \nmarine mammal, bird, and shellfish populations of Puget Sound, \nthreatening local economies, and Tribal treaty rights, and contributing \nto:\n  Significant declines in the populations of wild Chinook Salmon, Coho \nSalmon, Summer Chum Salmon, Steelhead, and Pacific Herring, which are \nessential food sources for humans, fish, seabirds, mammals, and other \nwildlife;\n  Risks to the sustainability of fish arid- shellfish populations, and \ntheir food chains, reproductive cycles, and habitats, which also \nthreaten Federal obligations to protect Tribal resources, culture, \ntraditions, and economies;\n  Marine species being listed as at-risk or vulnerable to extinction, \naccording to State, Federal, and provincial lists that identify the \nspecies of Puget Sound and surrounding areas, including the iconic \npopulation of southern resident Orca whales;\n  Sediment contaminated with toxic substances--such as polychlorinated \nbiphenyls (PCBs), heavy metals (mercury), and oil (grease)--polluting \nPuget Sound, threatening public health, and posing; significant dangers \nto humans, fish, and wildlife;\n  Rivers and beaches failing to meet water quality standards and \nbecoming unsafe for salmon, as well as business and recreational \nactivities, such as fishing and swimming;\n  The closing of shellfish beds from contaminated pollution caused by \nsources such as stormwater and agricultural runoff; and\n  Mortalities and morbidity in shellfish due to the acidification of \nPuget Sound.\n  Puget Sound is a national treasure and its recovery and protection \nwill significantly contribute to the environmental, cultural, and \neconomic well-being of the United States and the many Tribal nations \nthat have stewarded it for millennia.\n  The PUGET SOS Act underscores the recognition that Federal Government \nshould align its efforts and resources to fully implement and enforce \nthe goals of the Federal Water Pollution Control Act, including State \nimplementation of non-point source water quality standards for salmon, \nthe Endangered Species Act of 1973, and all other Federal laws that \ncontribute to the recovery and protection of Puget Sound. The Act also \nrecognizes that the Federal Government should uphold Federal trust \nresponsibilities to restore and protect resources crucial to Tribal \ntreaty rights--including by carrying out government-to-government \nconsultation--as well as support regional, local, and Tribal efforts to \naddress environmental challenges.\n  The PUGET SOS Act is intended, among other things, to ensure that the \nrecovery and protection programs, projects, and initiatives that the \nFederal Government undertakes in, or that otherwise impact, Puget Sound \nshall be actively coordinated and aligned with the protection of Tribal \ntreaty rights and resources, the Treaty Rights at Risk Initiative, \nSalmon Recovery Plans, the Coastal Nonpoint Pollution Control Program, \nand the Puget Sound Action Agenda.\n  Mr. Speaker, I am grateful to all stakeholders who have come together \nto advocate for the recovery and protection of Puget Sound. The PUGET \nSOS Act is an important step towards those goals, and I urge my \ncolleagues to support its passage.", "turn": 19, "speaker_bioguide": "H001064", "itemno": 27}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Keating)", "text": "  The SPEAKER pro tempore (Mr. Keating). The question is on the motion \noffered by the gentlewoman from California (Mrs. Napolitano) that the \nHouse suspend the rules and pass the bill, H.R. 2247, as amended.", "turn": 20, "speaker_bioguide": null, "itemno": 28}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 29}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 30}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "1132", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1132", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "1620", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "1620", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "2247", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "2247", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "2247", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "3779", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3779", "type": "HR"}, {"congress": "116", "context": "HEADERLINE", "number": "4031", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "4031", "type": "HR"}], "related_usc": [{"title": "5", "detail": "(a)(8)", "number": "3132"}, {"title": "31", "detail": "(a)", "number": "1105"}, {"title": "33", "detail": "et seq.", "number": "1251"}], "related_statute": [{"volume": "36", "pages": "2448"}], "id": "CREC-2020-02-05-pt1-PgH788", "doc_title": "PROMOTING UNITED GOVERNMENT EFFORTS TO SAVE OUR SOUND ACT", "title": "PROMOTING UNITED GOVERNMENT EFFORTS TO SAVE OUR SOUND ACT"}