{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H830-H831", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I move to suspend the rules and pass the \nbill (H.R. 5037) to designate the facility of the United States Postal \nService located at 3703 North Main Street in Farmville, North Carolina, \nas the ``Walter B. Jones, Jr. Post Office''.", "turn": 0, "speaker_bioguide": "L000581", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 5037\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. WALTER B. JONES, JR. POST OFFICE.\n\n       (a) Designation.--The facility of the United States Postal \n     Service located at 3703 North Main Street in Farmville, North \n     Carolina, shall be known and designated as the ``Walter B. \n     Jones, Jr. Post Office''.\n       (b) References.--Any reference in a law, map, regulation, \n     document, paper, or other record of the United States to the \n     facility referred to in subsection (a) shall be deemed to be \n     a reference to the ``Walter B. Jones, Jr. Post Office''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nMichigan (Mrs. Lawrence) and the gentleman from North Carolina (Mr. \nMeadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from Michigan.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 5}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I ask unanimous consent that all Members \nmay have 5 legislative days in which to revise and extend their remarks \nand include any extraneous material on this measure.", "turn": 2, "speaker_bioguide": "L000581", "itemno": 6}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman from Michigan?", "turn": 3, "speaker_bioguide": null, "itemno": 7}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield myself such time as I may \nconsume.\n  Mr. Speaker, I am pleased to join my colleagues in consideration of \nH.R. 5037 to designate the facility of the United States Postal Service \nlocated at 3703 North Main Street in Farmville, North Carolina, as the \nWalter B. Jones, Jr. Post Office.\n  I thank Representative Murphy for introducing this measure honoring \nour former colleague. As you know, Walter Jones was born in North \nCarolina and was a longtime resident of Farmville. He later graduated \nfrom Atlantic Christian College and served 4 years in the National \nGuard.\n  Mr. Speaker, I yield such time as he may consume to the gentleman \nfrom North Carolina (Mr. Price).", "turn": 4, "speaker_bioguide": "L000581", "itemno": 9}, {"kind": "speech", "speaker": "Mr. PRICE of North Carolina", "text": "  Mr. PRICE of North Carolina. Mr. Speaker, I am happy to rise in \nsupport of this legislation, H.R. 5037, supporting the designation of \nthe Walter B. Jones, Jr. Post Office in his hometown of Farmville, \nNorth Carolina.\n  The late Walter Jones was a treasured colleague and a personal \nfriend, and I am glad to join others in the North Carolina delegation \nand in this Chamber in this fitting tribute.\n  Walter, I think we would all agree, charted a path uniquely his own. \nHis warmth and sincerity earned him respect and affection on both sides \nof the aisle and across the entire spectrum of political attitudes and \nbeliefs. The same was true in North Carolina among his constituents.\n  Walter was perhaps best known for his devotion to our men and women \nin uniform and their families. He was attentive, of course, to the \nneeds of our military bases in North Carolina, but for Walter, this was \nvery personal. He sent more than 10,000 letters to the families of \nfallen troops, and he memorialized those who died from North Carolina's \nCamp Lejeune with photos outside his office, all of this demonstrating \nhis genuine dedication to those who serve.\n  Mr. Speaker, I urge my colleagues to join in support of this \nresolution so that Walter's memory can be honored in Farmville, a \ncommunity he loved dearly and served tirelessly.", "turn": 5, "speaker_bioguide": "P000523", "itemno": 10}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I yield myself such time as I may consume.\n  I rise in support of this legislation, H.R. 5037.\n  Walter Jones was not just a colleague; he was a friend. For many of \nus in this Chamber, we can remember when he sat just off the center \naisle there, just a few rows back from the front. He was consistently \nthere and consistently a voice, as my friend from North Carolina (Mr. \nPrice) just said, of those who had fallen in the ultimate fight for \nfreedom and liberty. Many of us have pictures outside of our \ncongressional offices recognizing those who have fallen in their fight \nfor liberty in the armed services, and that is due in no small part to \nour good friend, Mr. Walter Jones.\n  Mr. Speaker, I yield 5 minutes to the gentleman from North Carolina \n(Mr. Murphy), who is carrying on that legacy in his congressional \ndistrict.", "turn": 6, "speaker_bioguide": "M001187", "itemno": 11}, {"kind": "speech", "speaker": "Mr. MURPHY of North Carolina", "text": "  Mr. MURPHY of North Carolina. Mr. Speaker, I rise today in support of \nH.R. 5037, which is a tribute to my predecessor, friend, and mentor, \nCongressman Walter B. Jones. Sadly, he passed away while serving \ndiligently in his office nearly a year ago.\n  This legislation would designate the post office in his hometown of \nFarmville, North Carolina, as the Walter B. Jones, Jr. Post Office.\n  He was the son of Walter B. Jones, Sr., and Doris Long. A devoted \npublic servant, a man of great faith, and a proud American, Walter put \nthe people and the needs of North Carolina's Third District first.\n  I knew Walter first as a patient, who then became a dear friend and \nthen became a political mentor. His passing was a loss for our State, \nour Nation, and for all who knew him and loved him.\n  In part due to his own service in the military, Walter cared deeply \nabout the brave men and women who served our country. After attending \nHargrave Military Academy in Virginia, Walter graduated from Atlantic \nChristian College in 1966 and went on to serve in the North Carolina \nNational Guard for 4 years.\n  After serving for 10 years in the North Carolina House, he was \nelected to the United States House of Representatives in 1995, where he \nwould spend the remaining 24 years of his life diligently serving the \npeople of North Carolina's Third Congressional District.\n\n  He worked tirelessly to ensure that he was always available to his \nconstituents and saw that they received assistance whenever they needed \nit, particularly with the VA and healthcare benefits.\n\n\n  Both in our Nation's Capitol and in eastern North Carolina, Walter \nwas known for his humility and kindheartedness. In fact, Walter was \nvoted the nicest Member of Congress in 2004 in a survey conducted by \nthe Washingtonian among top Capitol Hill staffers.\n  Of course, Walter was known for his vigorous support of our military \nand particularly thousands of marines based in eastern North Carolina \nat Camp Lejeune and Marine Corps air stations in Cherry Point as well \nas New River, along with FRC East.\n  As a member of the Armed Services Committee, he began a letter-\nwriting campaign, ultimately sending over 11,000 letters of condolences \nto families and extended family members of fallen soldiers. Outside of \nhis office--and now my office--are hundreds of photos of those who have \nfallen for the freedom of this Nation.\n  This was the kind of man he was: admirable, selfless, and caring.\n  Additionally, some of Walter's greatest achievements while serving in \nCongress included the work to ensure autistic children of military \nfamilies received a proper education. He also advocated for the use of \nhyperbaric oxygen therapy to treat veterans with traumatic brain injury \nand to protect the beautiful wild horses on Shackleford Banks and North \nCarolina's beaches. He had compassion and respect for these beautiful \nanimals on the eastern shores.\n  Walter left behind a legacy that epitomized what we all should aspire \nto be as a public servant. So it is my privilege to introduce this bill \nhonoring such a great American like Walter Jones.\n  Mr. Speaker, I would like to thank the entire North Carolina \ndelegation for joining as original cosponsors of this piece of \nlegislation, and I urge Members to adopt H.R. 5037, which would \npermanently name the post office after him in Farmville.\n\n", "turn": 7, "speaker_bioguide": "M001210", "itemno": 12}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I yield 2 minutes to the gentleman from \nthe great State of North Carolina (Mr. Butterfield), my colleague.", "turn": 8, "speaker_bioguide": "L000581", "itemno": 13}, {"kind": "speech", "speaker": "Mr. BUTTERFIELD", "text": "  Mr. BUTTERFIELD. Mr. Speaker, I thank the gentlewoman for yielding me \nthe time and for her leadership and willingness to give time on this \nvery important bill.\n  I thank my colleagues, Congressman Greg Murphy and Congressman Mark \nMeadows, for advancing this bill. I remember how well-connected they \nwere to Walter B. Jones, Jr.--both of them--and I thank them for this \nlegislation.\n  It is my honor to join with Congressman Greg Murphy in cosponsoring \nthis legislation, and so I support H.R. 5037.\n  Congressman Walter B. Jones, Jr., was a devoted man of great faith. \nHe was my personal friend, Mr. Speaker, for more than 40 years.\n  My colleagues will recall that, as Walter was beginning to decline in \nhealth, he was unable to come to the floor to have the oath of office \nadministered to him, and Walter asked that I come to his home. The \nSpeaker of the House authorized me to do so, and I went to his living \nroom that day and administered the final oath of office to him. He was \nso appreciative, and we had a wonderful conversation that I shall never \never forget.\n  Walter Jones was a lifetime public servant, serving in the National \nGuard for 4 years, in our general assembly for 10 years, and here in \nCongress for 24 long years as Representative of the Third Congressional \nDistrict.\n  Since I joined Congress in 2004, I watched Walter cast many difficult \nvotes with conviction. I would sit right here to my left, and Walter \nwould come by and, in his own way, he would say, ``Mr. Chairman,'' and \nwe would have a wonderful laugh about that. But he would stand firm in \nwhat he believed was right for his constituents and the American \npeople.\n  Although Walter is no longer with us, he left an indelible mark on \neastern North Carolina. He left a mark on this House and the Nation. \nMr. Speaker, I call on my colleagues to join me in honoring Walter \nJones.\n  I was particularly moved that so many of our colleagues traveled by \nmilitary aircraft as we went to his funeral that day. The Speaker of \nthe House authorized the airplane, and we flew down to Greenville that \nday.\n  The airplane was full of colleagues in a bipartisan manner. Democrats \nand Republicans both attended the funeral. And it was bicameral. You \nmay remember that Senator Byrne and Senator Tillis were there as well.\n  So I thank them very much for honoring this great man.\n  And to the Jones family, to Joe Ann and Ashley, may God bless you, \nand may we keep the memory of Walter B. Jones, Jr., alive.", "turn": 9, "speaker_bioguide": "B001251", "itemno": 14}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, all of us have come together to give a \nlittle bit of what we got in big doses, and that was compassion and \ncare from a man who was not only strongest in his convictions, but \nresolute in those convictions as well.\n  So I rise in support. I appreciate my colleagues opposite for their \nsupport of this. I appreciate Congressman Murphy for his leadership as \nwell, and I yield back the balance of my time.", "turn": 10, "speaker_bioguide": "M001187", "itemno": 15}, {"kind": "speech", "speaker": "Mrs. LAWRENCE", "text": "  Mrs. LAWRENCE. Mr. Speaker, I stand here today just always in awe of \nthe history of this House and those who have served, knowing personally \nthe sacrifices and the skill set that is needed to be successful. To be \nable to honor one of our own is something that I support.\n  Mr. Speaker, I urge the passage of H.R. 5037, and I yield back the \nbalance of my time.", "turn": 11, "speaker_bioguide": "L000581", "itemno": 16}, {"kind": "speech", "speaker": "Mr. HUDSON", "text": "  Mr. HUDSON. Mr. Speaker, I rise today to honor the life and legacy of \nRepresentative Walter B. Jones, Jr., a fierce champion for North \nCarolina, a diligent public servant, and a personal friend to many \nacross this body.\n  Representative Jones passed away on February 10, 2019, his 76th \nbirthday. He worked tirelessly on behalf of our great state and served \nfour years in the North Carolina National Guard, ten years in the North \nCarolina General Assembly, and was a member of the House of \nRepresentatives for over three decades.\n  A man of profound integrity, Representative Jones fought each and \nevery day for what he believed was right. From championing our men and \nwomen in uniform to protecting our coastline, he was always a steadfast \nvoice for the people of eastern North Carolina.\n  Today I am proud to join the North Carolina Congressional Delegation \nin supporting H.R. 5037, to designate a facility of the United States \nPostal Service as the ``Walter B. Jones, Jr. Post Office,'' located in \nhis hometown of Farmville, North Carolina.\n  Mr. Speaker, please join me today in honoring the life and legacy of \nRepresentative Walter B. Jones, Jr.", "turn": 12, "speaker_bioguide": "H001067", "itemno": 17}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from Michigan (Mrs. Lawrence) that the House suspend the \nrules and pass the bill, H.R. 5037.", "turn": 13, "speaker_bioguide": null, "itemno": 18}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 19}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 20}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "5037", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "5037", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "5037", "type": "HR"}], "id": "CREC-2020-02-05-pt1-PgH830", "doc_title": "WALTER B. JONES, JR. POST OFFICE", "title": "WALTER B. JONES, JR. POST OFFICE"}