{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S941", "extension": false}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "                        REMEMBERING DENMAN WOLFE\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "speech", "speaker": "Mr. COTTON", "text": " Mr. COTTON. Mr. President, Denman Wolfe of Scottsville, AR, \nwas called home to be with the Lord last Thursday at age 98. He was \nArkansas's last surviving Army Ranger who served in the Second World \nWar.\n  Denman's whole life was a portrait of honor, but he will be \nremembered especially for his heroic actions at age 23, when he took \npart in the invasion of Normandy--one of many thousands of American \ntroops who stormed the beaches that morning to free Europe from Nazi \ntyranny.\n  Private Wolfe was part of the elite 5th Ranger Battalion charged with \nsilencing the guns atop Pointe du Hoc, a dagger-like cliff well-guarded \nby German defenders. His force landed at Omaha Beach amid intense \nartillery fire, sustaining casualties amid the fighting on the \nbeachhead. He was still on the beach with his fellow Rangers when MG \nNorman Cota shouted the order that has now become part of Ranger lore: \n``Rangers, lead the way!''\n  Denman Wolfe obeyed this order with distinction over the course of \nhis military service. In addition to fighting on D-day, Wolfe led the \nway during the Allied invasions of North Africa and Sicily during World \nWar II and later in Asia during the Korean war. In total, he served in \nthe Army for more than 20 years, remaining on Active Duty until 1964 \nand attaining the rank of sergeant first class. For this valorous \nservice, Wolfe was awarded the Bronze Star, Purple Heart, and many \nother combat decorations.\n  Denman's service to his country didn't end once he left the military, \nhowever. Once marked, a Ranger serves for life. After settling in \nArkansas after the war, Denman was called to work for his adopted State \nas a correctional officer, deputy sheriff, and election judge.\n  But his heart was always with the land, where he worked for many \nyears as a rancher. Denman's many friends and relatives remember him as \nan avid outdoorsman who spent his free time fishing, hunting, \ngardening, foraging--even winemaking.\n  Denman took special joy in sharing these hobbies with his family, \nincluding his wife, Kay, his two daughters, Lesa and Lori, and his many \ngrandchildren and great-grandchildren.\n  Denman Wolfe was among the greatest of a great generation. It is \nfitting we honor him for his bravery at age 23 as a young private but \nalso for a lifetime of service to his country and community. We honor \nhim for his sake but also to hold up his life as an example worthy of \nemulation. It is worth noting that Denman has already inspired others \nto follow his lead: his daughter, Lesa, served in the U.S. Army just \nlike he did. Let's hope that many others are inspired to serve by his \nexample.\n  In every aspect of life, Rangers lead the way. Denman Wolfe took this \nmotto to heart during his long life. Now he is leading the way again, \ngoing ahead of us to our eternal home. May he rest in peace.\n", "turn": 0, "speaker_bioguide": "C001095", "itemno": 2}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}], "id": "CREC-2020-02-05-pt1-PgS941", "doc_title": "ADDITIONAL STATEMENTS", "title": "ADDITIONAL STATEMENTS"}