{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H771-H772", "extension": false}, "content": [{"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The Chair recognizes the gentleman from \nNorth Carolina (Mr. Holding) for 5 minutes.", "turn": 0, "speaker_bioguide": null, "itemno": 0}, {"kind": "speech", "speaker": "Mr. HOLDING", "text": "  Mr. HOLDING. Madam Speaker, I rise today to recognize Eddie Bridges \nof Greensboro, North Carolina.\n  Members of Congress rarely get the opportunity to honor those who \nhave truly dedicated their lives to the public good. That is because it \nis increasingly\n\n\nrare to encounter those who are truly selfless, truly dedicated to a \ncause larger than themselves, and who truly care about preserving the \nbest of our natural resources for future generations. Greensboro's \nEddie Bridges is such a rare person.\n  Madam Speaker, Eddie is an unselfish leader whose love of the \noutdoors and sportsmen's community has led him to become one of the \nmost effective conservation leaders in the history of North Carolina.\n  On behalf of North Carolina's congressional delegation, I want the \nworld to know what an impact Eddie has made and to thank him in this \nofficial salute, which nobody has ever deserved more.\n  Madam Speaker, Eddie founded the North Carolina Wildlife Habitat \nFoundation, which raised $5 million and has funded $1.5 million in \nconservation projects across North Carolina.\n\n\n  Eddie has been the driving force behind wildlife resource \nimprovements that will benefit future generations forever. Thanks to \nEddie's persuasive abilities and creative thinking, he has recruited \nthe State of North Carolina and others to join him--to the tune of \nmillions of dollars in projects--to improve wildlife restoration, water \nquality, and habitats statewide.\n  Eddie's foundation has funded, for example, a quail habitat project \nin the Sandhills Game Land, a bass habitat project at Jordan Lake, a \nNorth Carolina State University black bear research project in Hyde \nCounty, and created the Frank A. Sharpe Junior Wildlife Education \nCenter in Guilford County.\n  We can all thank Eddie Bridges for the idea to create the North \nCarolina Wildlife Resources Commission's Wildlife Endowment Fund, which \ncurrently has $130 million in assets and has funded $70 million for \nwildlife restoration and habitat improvements.\n  Madam Speaker, Eddie also helped create the State waterfowl stamp and \nState income tax checkoff for nongame and endangered wildlife, which \ntogether have raised $10 million for nongame wildlife and waterfowl \nprojects. The endowments founded by Eddie have raised more than $200 \nmillion to preserve and improve our natural habitat areas.\n  Eddie served 12 years on the North Carolina Wildlife Resources \nCommission after being appointed by Governor Hunt. He has received top \nnational awards, including the Field and Stream Conservation Hero of \nthe Year Award, the Budweiser National Conservationist of the Year \nAward, the prestigious Feinstone Award, the Thomas L. Quay Wildlife \nDiversity Award, and the Chevron Conservation Award. Last year, Eddie \nwas inducted into the North Carolina Sports Hall of Fame.\n  But talk to Eddie and he will tell you these awards aren't about him; \nthey are about his desire to give something back. As Eddie said to the \nWilmington Star-News last January: ``It's about much more than me. It \nhonors the 1 million men, women, and children who hunt and fish and \ninject more than $1.3 billion into North Carolina's economy every \nyear.''\n  An accomplished athlete at Elon University, a leader in the sportsman \ncommunity, and a hunter and angler legend, conservationist Eddie \nBridges has made a positive impact on North Carolina's natural \nresources like no other before him.\n  Madam Speaker, on behalf of the entire delegation, I wish to thank \nEddie for his years of service, his incredible resource development to \nstrengthen our State's wildlife, and the educational impact on our \nyouth and future generations. It is truly an honor to know Eddie and to \nrecognize him today.\n", "turn": 1, "speaker_bioguide": "H001065", "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "id": "CREC-2020-02-05-pt1-PgH771-3", "doc_title": "HONORING EDDIE BRIDGES", "title": "HONORING EDDIE BRIDGES"}