{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S940", "extension": false}, "content": [{"kind": "speech", "speaker": "Mr. GRASSLEY", "text": "  Mr. GRASSLEY. Mr. President I would like to recognize a remarkable \nSenate career that has drawn to a close after nearly 30 years. Donna \nPasqualino began her career with the Office of the Legislative Counsel \nin May of 1990. Donna came to the office having spent several years at \nthe Naval Research Lab. Hired to serve as a staff assistant in the \noffice Donna quickly mastered the job and became a valuable asset to \nthe office attorneys as they worked to produce draft legislation for \nthe Senate. In 2001, Donna was promoted to office manager. She \nflourished in that position, carrying out her duties with the highest \ndegree of professionalism keeping the office running smoothly and \nefficiently for the last 20 years.\n  Donna is a people person. While working for the office, she was \nfrequently seen in the halls of the Senate office buildings, hustling \nto the Disbursing Office to drop off vouchers and other important \npapers for the office, just doing her daily walk during her lunch break \nto get in some exercise. Whether she was on official office business or \njust getting in some exercise, Donna always had a smile on her face or \na kind word for the many Senators and Senate staffers that she met \nalong the way.\n  Donna is now moving on to a well-earned retirement. She has relocated \nto the Eastern Shore of Maryland with her husband Frank and plans to \nlearn to read music, to speak Italian, and spend more time with her \nfour grandchildren. She departs with the immeasurable thanks and \ngratitude of the staff of the Office of Legislative Counsel and the \nSenate and with our best wishes for her and for her family.\n", "turn": 0, "speaker_bioguide": "G000386", "itemno": 0}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}], "id": "CREC-2020-02-05-pt1-PgS940-4", "doc_title": "TRIBUTE TO DONNA PASQUALINO", "title": "TRIBUTE TO DONNA PASQUALINO"}