{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "House", "pages": "H808-H811", "extension": false}, "content": [{"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I move to suspend \nthe rules and pass the bill (H.R. 3830) to provide taxpayers with an \nimproved understanding of Government programs through the disclosure of \ncost, performance, and areas of duplication among them, leverage \nexisting data to achieve a functional Federal program inventory, and \nfor other purposes, as amended.", "turn": 0, "speaker_bioguide": "M000087", "itemno": 0}, {"kind": "clerk", "speaker": "The Clerk", "text": "  The Clerk read the title of the bill.", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The text of the bill is as follows:\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}, {"kind": "title", "speaker": "None", "text": "                               H.R. 3830\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled,\n", "turn": -1, "speaker_bioguide": null, "itemno": 3}, {"kind": "title", "speaker": "None", "text": "     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Taxpayers Right-To-Know \n     Act''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 4}, {"kind": "title", "speaker": "None", "text": "     SEC. 2. INVENTORY OF GOVERNMENT PROGRAMS.\n\n       Section 1122(a) of title 31, United States Code, is \n     amended--\n       (1) by redesignating paragraphs (1) and (2) as paragraphs \n     (2) and (3), respectively;\n       (2) by inserting before paragraph (2), as so redesignated, \n     the following:\n       ``(1) Definitions.--For purposes of this subsection--\n       ``(A) the term `Federal financial assistance' has the \n     meaning given that term under section 7501;\n       ``(B) the term `open Government data asset' has the meaning \n     given that term under section 3502 of title 44;\n       ``(C) the term `program' means a single program activity or \n     an organized set of aggregated, disaggregated, or \n     consolidated program activities by 1 or more agencies \n     directed toward a common purpose or goal; and\n       ``(D) the term `program activity' has the meaning given \n     that term in section 1115(h).'';\n       (3) in paragraph (2), as so redesignated--\n       (A) by striking ``In general.--Not later than October 1, \n     2012, the Office of Management and Budget shall'' and \n     inserting ``Website and program inventory.--The Director of \n     the Office of Management and Budget shall'';\n       (B) in subparagraph (A), by inserting ``that includes the \n     information required under subsections (b) and (c)'' after \n     ``a single website''; and\n       (C) by striking subparagraphs (B) and (C) and inserting the \n     following:\n       ``(B) include on the website described in subparagraph (A), \n     or another appropriate Federal Government website where \n     related information is made available, as determined by the \n     Director--\n       ``(i) a program inventory that shall identify each program; \n     and\n       ``(ii) for each program identified in the program \n     inventory, the information required under paragraph (3);\n       ``(C) make the information in the program inventory \n     required under subparagraph (B)\n\n\n     available as an open Government data asset; and\n       ``(D) at a minimum--\n       ``(i) update the information required to be included on the \n     single website under subparagraph (A) on a quarterly basis; \n     and\n       ``(ii) update the program inventory required under \n     subparagraph (B) on an annual basis.'';\n       (4) in paragraph (3), as so redesignated--\n       (A) in the matter preceding subparagraph (A), by striking \n     ``described under paragraph (1) shall include'' and inserting \n     ``identified in the program inventory required under \n     paragraph (2)(B) shall include'';\n       (B) in subparagraph (B), by striking ``and'' at the end;\n       (C) in subparagraph (C), by striking the period at the end \n     and inserting ``and,''; and\n       (D) by adding at the end the following:\n       ``(D) for each program activity that is part of a program--\n       ``(i) a description of the purposes of the program activity \n     and the contribution of the program activity to the mission \n     and goals of the agency;\n       ``(ii) a consolidated view for the current fiscal year and \n     each of the 2 fiscal years before the current fiscal year \n     of--\n\n       ``(I) the amount appropriated;\n       ``(II) the amount obligated; and\n       ``(III) the amount outlayed;\n\n       ``(iii) to the extent practicable and permitted by law, \n     links to any related evaluation, assessment, or program \n     performance review by the agency, an inspector general, or \n     the Government Accountability Office (including program \n     performance reports required under section 1116), and other \n     related evidence assembled in response to implementation of \n     the Foundations for Evidence-Based Policymaking Act of 2018 \n     (Public Law 115-435; 132 Stat. 5529);\n       ``(iv) an identification of the statutes that authorize the \n     program activity or the authority under which the program \n     activity was created or operates;\n       ``(v) an identification of any major regulations specific \n     to the program activity;\n       ``(vi) any other information that the Director of the \n     Office of Management and Budget determines relevant relating \n     to program activity data in priority areas most relevant to \n     Congress or the public to increase transparency and \n     accountability; and\n       ``(vii) for each assistance listing under which Federal \n     financial assistance is provided, for the current fiscal year \n     and each of the 2 fiscal years before the current fiscal year \n     and consistent with existing law relating to the protection \n     of personally identifiable information--\n\n       ``(I) a linkage to the relevant program activities that \n     fund Federal financial assistance by assistance listing;\n       ``(II) information on the population intended to be served \n     by the assistance listing based on the language of the \n     solicitation, as required under section 6102;\n       ``(III) to the extent practicable and based on data \n     reported to the agency providing the Federal financial \n     assistance, the results of the Federal financial assistance \n     awards provided by the assistance listing;\n       ``(IV) to the extent practicable, the percentage of the \n     amount appropriated for the assistance listing that is used \n     for management and administration;\n       ``(V) the identification of each award of Federal financial \n     assistance and, to the extent practicable, the name of each \n     direct or indirect recipient of the award; and\n       ``(VI) any information relating to the award of Federal \n     financial assistance that is required to be included on the \n     website established under section 2(b) of the Federal Funding \n     Accountability and Transparency Act of 2006 (31 U.S.C. 6101 \n     note).''; and\n\n       (5) by adding at the end the following:\n       ``(4) Archiving.--The Director of the Office of Management \n     and Budget shall--\n       ``(A) archive and preserve the information included in the \n     program inventory required under paragraph (2)(B) after the \n     end of the period during which such information is made \n     available under paragraph (3); and\n       ``(B) make information archived in accordance with \n     subparagraph (A) publicly available as an open Government \n     data asset.''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 5}, {"kind": "title", "speaker": "None", "text": "     SEC. 3. GUIDANCE, IMPLEMENTATION, REPORTING, AND REVIEW.\n\n       (a) Definitions.--In this section--\n       (1) the term ``appropriate congressional committees'' means \n     the Committee on Oversight and Reform of the House of \n     Representatives and the Committee on Homeland Security and \n     Governmental Affairs of the Senate;\n       (2) the term ``Director'' means the Director of the Office \n     of Management and Budget;\n       (3) the term ``program'' has the meaning given that term in \n     section 1122(a)(1) of title 31, United States Code, as \n     amended by section 2 of this Act;\n       (4) the term ``program activity'' has the meaning given \n     that term in section 1115(h) of title 31, United States Code; \n     and\n       (5) the term ``Secretary'' means the Secretary of the \n     Treasury.\n       (b) Plan for Implementation and Reconciling Program \n     Definitions.--Not later than 180 days after the date of \n     enactment of this Act, the Director, in consultation with the \n     Secretary, shall submit to the appropriate congressional \n     committees a report that--\n       (1) includes a plan that--\n       (A) discusses how making available on a website the \n     information required under subsection (a) of section 1122 of \n     title 31, United States Code, as amended by section 2, will \n     leverage existing data sources while avoiding duplicative or \n     overlapping information in presenting information relating to \n     program activities and programs;\n       (B) indicates how any gaps in data will be assessed and \n     addressed;\n       (C) indicates how the Director will display such data; and\n       (D) discusses how the Director will expand the information \n     collected with respect to program activities to incorporate \n     the information required under the amendments made by section \n     2;\n       (2) sets forth details regarding a pilot program, developed \n     in accordance with best practices for effective pilot \n     programs--\n       (A) to develop and implement a functional program inventory \n     that could be limited in scope; and\n       (B) under which the information required under the \n     amendments made by section 2 with respect to program \n     activities shall be made available on the website required \n     under section 1122(a) of title 31, United States Code;\n       (3) establishes an implementation timeline for--\n       (A) gathering and building program activity information;\n       (B) developing and implementing the pilot program;\n       (C) seeking and responding to stakeholder comments;\n       (D) developing and presenting findings from the pilot \n     program to the appropriate congressional committees;\n       (E) notifying the appropriate congressional committees \n     regarding how program activities will be aggregated, \n     disaggregated, or consolidated as part of identifying \n     programs; and\n       (F) implementing a Governmentwide program inventory through \n     an iterative approach; and\n       (4) includes recommendations, if any, to reconcile the \n     conflicting definitions of the term ``program'' in relevant \n     Federal statutes, as it relates to the purpose of this Act.\n       (c) Implementation.--\n       (1) In general.--Not later than 3 years after the date of \n     enactment of this Act, the Director shall make available \n     online all information required under the amendments made by \n     section 2 with respect to all programs.\n       (2) Extensions.--The Director may, based on an analysis of \n     the costs of implementation, and after submitting to the \n     appropriate congressional committees a notification of the \n     action by the Director, extend the deadline for \n     implementation under paragraph (1) by not more than a total \n     of 1 year.\n       (d) Reporting.--Not later than 2 years after the date on \n     which the Director makes available online all information \n     required under the amendments made by section 2 with respect \n     to all programs, the Comptroller General of the United States \n     shall submit to the appropriate congressional committees a \n     report regarding the implementation of this Act and the \n     amendments made by this Act, which shall--\n       (1) review how the Director and agencies determined how to \n     aggregate, disaggregate, or consolidate program activities to \n     provide the most useful information for an inventory of \n     Government programs;\n       (2) evaluate the extent to which the program inventory \n     required under section 1122 of title 31, United States Code, \n     as amended by this Act, provides useful information for \n     transparency, decision-making, and oversight;\n       (3) evaluate the extent to which the program inventory \n     provides a coherent picture of the scope of Federal \n     investments in particular areas; and\n       (4) include the recommendations of the Comptroller General, \n     if any, for improving implementation of this Act and the \n     amendments made by this Act.\n", "turn": -1, "speaker_bioguide": null, "itemno": 6}, {"kind": "title", "speaker": "None", "text": "     SEC. 4. TECHNICAL AND CONFORMING AMENDMENTS.\n\n       (a) In General.--Section 1122 of title 31, United States \n     Code, is amended--\n       (1) in subsection (b), in the matter preceding paragraph \n     (1), by inserting ``described in subsection (a)(2)(A)'' after \n     ``the website'' each place it appears;\n       (2) in subsection (c), in the matter preceding paragraph \n     (1), by inserting ``described in subsection (a)(2)(A)'' after \n     ``the website''; and\n       (3) in subsection (d)--\n       (A) in the subsection heading, by striking ``on Website''; \n     and\n       (B) in the first sentence, by striking ``on the website''.\n       (b) Other Amendments.--\n       (1) Section 1115(a) of title 31, United States Code, is \n     amended in the matter preceding paragraph (1) by striking \n     ``the website provided under'' and inserting ``a website \n     described in''.\n       (2) Section 10 of the GPRA Modernization Act of 2010 (31 \n     U.S.C. 1115 note) is amended--\n       (A) in subsection (a)(3), by striking ``the website \n     described under'' and inserting ``a website described in''; \n     and\n       (B) in subsection (b)--\n       (i) in paragraph (1), by striking ``the website described \n     under'' and inserting ``a website described in''; and\n       (ii) in paragraph (3), by striking ``the website as \n     required under'' and inserting ``a website described in''.\n       (3) Section 1120(a)(5) of title 31, United States Code, is \n     amended by striking ``the website described under'' and \n     inserting ``a website described in''.\n       (4) Section 1126(b)(2)(E) of title 31, United States Code, \n     is amended by striking ``the\n\n\n     website of the Office of Management and Budget pursuant to'' \n     and inserting ``a website described in''.\n       (5) Section 3512(a)(1) of title 31, United States Code, is \n     amended by striking ``the website described under'' and \n     inserting ``a website described in''.\n", "turn": -1, "speaker_bioguide": null, "itemno": 7}, {"kind": "title", "speaker": "None", "text": "     SEC. 5. DETERMINATION OF BUDGETARY EFFECTS.\n\n       The budgetary effects of this Act, for the purpose of \n     complying with the Statutory Pay-As-You-Go Act of 2010, shall \n     be determined by reference to the latest statement titled \n     ``Budgetary Effects of PAYGO Legislation'' for this Act, \n     submitted for printing in the Congressional Record by the \n     Chairman of the House Budget Committee, provided that such \n     statement has been submitted prior to the vote on passage.\n", "turn": -1, "speaker_bioguide": null, "itemno": 8}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Pursuant to the rule, the gentlewoman from \nNew York (Mrs. Carolyn B. Maloney) and the gentleman from North \nCarolina (Mr. Meadows) each will control 20 minutes.\n  The Chair recognizes the gentlewoman from New York.\n\n\n                             General Leave\n", "turn": 1, "speaker_bioguide": null, "itemno": 9}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I ask unanimous \nconsent that all Members may have 5 legislative days within which to \nrevise and extend their remarks and include extraneous materials on the \nmeasure before us.", "turn": 2, "speaker_bioguide": "M000087", "itemno": 10}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. Is there objection to the request of the \ngentlewoman?", "turn": 3, "speaker_bioguide": null, "itemno": 11}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 12}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself such \ntime as I may consume.\n  Mr. Speaker, I support this bill and would like to thank Congressmen \nWalberg and Cooper for their hard work on it.\n  The Taxpayers Right-to-Know Act is a bipartisan and commonsense \nsolution that would help identify areas of inefficiency in the Federal \nGovernment. The bill would create an inventory of Federal programs that \nwould be published on a government website and updated regularly. The \ninformation in the inventory would also be archived.\n  Previous attempts at getting information from agencies on Federal \nprograms have yielded incomplete and varied results, since agencies \noften have different ways of defining Federal programs.\n  This bill aims to provide streamlined and uniformed insight into the \nactivities of programs governmentwide. The Taxpayers Right-to-Know Act \nwould require agencies to report on the spending, authorization, and \npurpose of a Federal program's activities. Information would also be \nrequired on any awards of financial assistance. Access to enhanced \ninformation would result in greater transparency into duplicative or \ninefficient programs.\n  This bill would also provide a means to test a way in which this \ncomprehensive inventory of Federal programs would be achieved across \nthe Federal Government. It would require the Office of Management and \nBudget to report on how existing agency data would be used to create \nthe program inventory or explain how the data will be presented and the \nresults of a pilot program.\n  Mr. Speaker, I support this good government measure, and I reserve \nthe balance of my time.", "turn": 4, "speaker_bioguide": "M000087", "itemno": 13}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I rise in support of H.R. 3830, the \nTaxpayers Right-to-Know Act.\n  The Federal Government is a complex and diverse organization. As \nMembers of Congress, we are responsible for ensuring the Federal \nGovernment is efficient and effective. However, we lack the tools to \nunderstand how the taxpayer dollars are spent. Oftentimes, we lack a \ndetailed list of the programs that are there.\n  This bipartisan bill will increase transparency and make it easier to \nsee how the Federal Government uses its tax dollars.\n  May I edit that last statement just a bit? It is not the government's \ntax dollars. It is the hardworking American people's tax dollars. So \nthis is a critically important additional tool.\n  In fiscal year 2019, the Federal Government spent nearly $4.4 \ntrillion. Taxpayers should know where their hard-earned money is going. \nTo follow the money, we need to know what the government is doing, so a \ncomprehensive inventory of Federal programs will help us do that.\n  In 2010, Congress required the executive branch to develop a \ncomprehensive Federal program inventory. The program inventory Congress \nenvisioned would have given the public insight into the government's \norganizational structure and provided a comparable list of all Federal \nprograms.\n  Comparability is key. We need to see how these programs match up. To \ngive you one example, there were 678 duplicative programs in the \nFederal Government that dealt just with sustainable energy. You can \nargue the merits of priority or the lack thereof, but, certainly, over \n600 programs to deal with one particular issue across the government is \nsomething that cannot be efficient.\n  However, the Government Accountability Office found that the program \ninventory built for the previous administration in 2013 failed to meet \nthe intent of the law or needs of Congress. Implementing guidance \nallowed far too much flexibility for agencies to define programs. Each \nagency used its own definition, which prevented programs to be compared \nto one another. So the Taxpayers Right-to-Know Act updates the law to \nrequire a more consistent definition of Federal programs across all \nagencies.\n  Mr. Speaker, I think this is a good bill that goes with the intent of \nCongress as laid out, and I reserve the balance of my time.", "turn": 5, "speaker_bioguide": "M001187", "itemno": 14}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, if the gentleman \nfrom North Carolina has no further speakers, I am prepared to close.", "turn": 6, "speaker_bioguide": "M000087", "itemno": 15}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I am sure we have one other speaker who is \nrunning in the halls right now, but I may let him speak upon a \ndifferent bill.\n  Let me just mention Mr. Walberg's leadership on this, a real shout-\nout to him and his leadership on trying to make sure congressional \nintent was indeed addressed. I thank him for his leadership.\n  Mr. Speaker, I urge support for this bill, and I yield back the \nbalance of my time.", "turn": 7, "speaker_bioguide": "M001187", "itemno": 16}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself the \nbalance of my time, and I urge passage of H.R. 3830, as amended.", "turn": 8, "speaker_bioguide": "M000087", "itemno": 17}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Will the gentlewoman yield?", "turn": 9, "speaker_bioguide": "M001187", "itemno": 18}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Yes, I yield to the gentleman.", "turn": 10, "speaker_bioguide": "M000087", "itemno": 19}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. I appreciate the gentlewoman's flexibility, but if you \nwould let me reclaim my time and yield to the gentleman, who made it in \nby the hair on his chinny chin chin.", "turn": 11, "speaker_bioguide": "M001187", "itemno": 20}, {"kind": "speech", "speaker": "The SPEAKER pro tempore (Mr. Himes)", "text": "  The SPEAKER pro tempore (Mr. Himes). Without objection, the gentleman \nfrom North Carolina reclaims his time and yields to the gentleman from \nMichigan.", "turn": 12, "speaker_bioguide": null, "itemno": 21}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  There was no objection.", "turn": -1, "speaker_bioguide": null, "itemno": 22}, {"kind": "speech", "speaker": "Mr. WALBERG", "text": "  Mr. WALBERG. Mr. Speaker, I thank the gentleman and gentlewoman.\n  Mr. Speaker, I did shave this morning, so there wasn't much hair on \nthe chinny chin chin.\n  Mr. Speaker, American taxpayers deserve to know where, when, why, and \nhow government is spending their hard-earned dollars. This is why I \npartnered with my colleague from Tennessee, Representative   Jim \nCooper, to introduce H.R. 3830, the Taxpayers Right-to-Know Act. This \nbipartisan legislation requires Federal agencies to supply an online \naccounting of their program activities in an easily searchable \ninventory so that Americans can keep tabs on where and how their tax \ndollars are being spent.\n  The inventory will account for how funds are allocated, the total \namount appropriated, obligated, and outlaid for services and the \nintended population served by each program. It will also provide \nperformance reviews for each program, including any and all inspector \ngeneral or Government Accountability Office reports. All of the \ninformation provided for the inventory will be updated regularly to \nprovide for a more real-time accounting of Federal program dollars.\n  Mr. Speaker, I ask for support from my colleagues for this \nlegislation. I think its time has come.", "turn": 13, "speaker_bioguide": "W000798", "itemno": 23}, {"kind": "speech", "speaker": "Mr. MEADOWS", "text": "  Mr. MEADOWS. Mr. Speaker, I thank the gentlewoman's courtesy. I urge \nsupport for this bill, and I yield back the balance of my time.", "turn": 14, "speaker_bioguide": "M001187", "itemno": 24}, {"kind": "speech", "speaker": "Mrs. CAROLYN B. MALONEY of New York", "text": "  Mrs. CAROLYN B. MALONEY of New York. Mr. Speaker, I yield myself the \nbalance of my time.\n  Mr. Speaker, I urge passage of H.R. 3830, as amended, and yield back \nthe balance of my time.\n\n", "turn": 15, "speaker_bioguide": "M000087", "itemno": 25}, {"kind": "speech", "speaker": "The SPEAKER pro tempore", "text": "  The SPEAKER pro tempore. The question is on the motion offered by the \ngentlewoman from New York (Mrs. Carolyn B. Maloney) that the House \nsuspend the rules and pass the bill, H.R. 3830, as amended.", "turn": 16, "speaker_bioguide": null, "itemno": 26}, {"kind": "recorder", "speaker": "The RECORDER", "text": "  The question was taken; and (two-thirds being in the affirmative) the \nrules were suspended and the bill, as amended, was passed.\n  A motion to reconsider was laid on the table.\n", "turn": -1, "speaker_bioguide": null, "itemno": 27}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 28}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "3830", "type": "HR"}, {"congress": "116", "context": "FIRSTPARAGRAPH", "number": "3830", "type": "HR"}, {"congress": "116", "context": "OTHER", "number": "3830", "type": "HR"}], "related_laws": [{"congress": "115", "isprivate": "false", "number": "435"}], "related_usc": [{"title": "31", "detail": "(a)", "number": "1115"}, {"title": "31", "detail": "(h)", "number": "1115"}, {"title": "31", "detail": "note", "number": "1115"}, {"title": "31", "detail": "(a)(5)", "number": "1120"}, {"title": "31", "number": "1122"}, {"title": "31", "detail": "(a)", "number": "1122"}, {"title": "31", "detail": "(a)(1)", "number": "1122"}, {"title": "31", "detail": "(b)(2)(E)", "number": "1126"}, {"title": "31", "detail": "(a)(1)", "number": "3512"}, {"title": "31", "detail": "note", "number": "6101"}], "related_statute": [{"volume": "132", "pages": "5529"}], "id": "CREC-2020-02-05-pt1-PgH808", "doc_title": "TAXPAYERS RIGHT-TO-KNOW ACT", "title": "TAXPAYERS RIGHT-TO-KNOW ACT"}