{"header": {"vol": "166", "num": "24", "wkday": "Wednesday", "month": "February", "day": "5", "year": "2020", "chamber": "Senate", "pages": "S943-S944", "extension": false}, "content": [{"kind": "linebreak", "speaker": "None", "text": "                                 ______\n\nSENATE RESOLUTION 491--DESIGNATING THE WEEK BEGINNING FEBRUARY 2, 2020, ", "turn": -1, "speaker_bioguide": null, "itemno": 0}, {"kind": "title", "speaker": "None", "text": "          AS ``NATIONAL TRIBAL COLLEGES AND UNIVERSITY WEEK''\n\n  Mr. TESTER (for himself, Mr. Daines, Ms. Cantwell, Ms. Smith, Ms. \nWarren, Ms. McSally, Mr. Cramer, Ms. Baldwin, Mr. Udall, Ms. Klobuchar, \nMr. Rounds, Mr. Heinrich, Mr. Barrasso, Mr. Hoeven, Mrs. Fischer, and \nMr. Thune) submitted the following resolution; which was referred to \nthe Committee on the Judiciary:\n\n                              S. Res. 491\n\n       Whereas there are 37 Tribal Colleges and Universities \n     operating on more than 75 campuses in 16 States;\n       Whereas Tribal Colleges and Universities are tribally \n     chartered or federally chartered institutions of higher \n     education and therefore have a unique relationship with the \n     Federal Government;\n       Whereas Tribal Colleges and Universities serve students \n     from more than 230 federally recognized Indian tribes;\n       Whereas Tribal Colleges and Universities offer students \n     access to knowledge and skills grounded in cultural \n     traditions and values, including indigenous languages, \n     which--\n       (1) enhances Indian communities; and\n       (2) enriches the United States as a nation;\n       Whereas Tribal Colleges and Universities provide access to \n     high-quality postsecondary educational opportunities for--\n       (1) American Indians;\n       (2) Alaska Natives; and\n\n\n       (3) other individuals that live in some of the most \n     isolated and economically depressed areas in the United \n     States;\n       Whereas Tribal Colleges and Universities are accredited \n     institutions of higher education that prepare students to \n     succeed in the global and highly competitive workforce;\n       Whereas Tribal Colleges and Universities have open \n     enrollment policies, and approximately 15 percent of the \n     students at Tribal Colleges and Universities are non-Indian \n     individuals; and\n       Whereas the collective mission and the considerable \n     achievements of Tribal Colleges and Universities deserve \n     national recognition: Now, therefore, be it\n       Resolved, That the Senate--\n       (1) designates the week beginning February 2, 2020, as \n     ``National Tribal Colleges and Universities Week''; and\n       (2) calls on the people of the United States and interested \n     groups to observe National Tribal Colleges and Universities \n     Week with appropriate activities and programs to demonstrate \n     support for Tribal Colleges and Universities.\n", "turn": -1, "speaker_bioguide": null, "itemno": 1}, {"kind": "linebreak", "speaker": "None", "text": "                          ____________________\n\n\n", "turn": -1, "speaker_bioguide": null, "itemno": 2}], "related_bills": [{"congress": "116", "context": "HEADERLINE", "number": "491", "type": "SRES"}, {"congress": "116", "context": "OTHER", "number": "491", "type": "SRES"}], "id": "CREC-2020-02-05-pt1-PgS943", "doc_title": "SUBMITTED RESOLUTIONS", "title": "SUBMITTED RESOLUTIONS"}